{
  "metadata": {
    "title": "Academic Promotion Procedure - Out of Round",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=4",
    "scraped_date": "2025-10-31 01:25:17"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Eligibility",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) This procedure is used only where a convincing case can be made that an out of round promotion:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "is warranted and strategically important to the University; and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "can be made in a timely and responsive manner without compromising the standards of academic appointments.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(5) Applications for promotion out of round must satisfy the eligibility and criteria requirements of the Academic Promotion for Level C, D and E Procedure with the exception of clause 10(b). To be eligible for an out of round promotion application, staff must have 12 months’ continuous service.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(6) In exceptional cases, the minimum period of service set out in the Academic Promotion for Levels C, D and E Procedure may be reduced from 12 months to 6 months to permit an early out-of-round application for academic promotion provided that the academic staff member has passed probation. The decision to reduce the minimum period of service will be determined on a case-by-case basis, by the Dean or equivalent.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(7) Staff may submit an out of round application for promotion to the next academic level at any time, providing they:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "meet the requirements of clause 9",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "have a convincing case that is supported by their Dean or equivalent; and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "have approval to proceed to submission by their DVC or equivalent (or nominee).",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(8) An out of round promotion application will be permitted in circumstances of:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "retention in response to a credible written offer of employment at a higher level made to an existing staff member from another organisation comparable with the standing and reputation of RMIT; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "retention of high performing existing academic staff member who has been awarded a grant, award or fellowship of acknowledged high national or international standing that may attract such an offer.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(9) If there has been a previous decision not to promote at RMIT, there must be persuasive evidence of a significantly stronger case for promotion.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Application",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) The applicant’s case for promotion must include:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "documentary evidence of the offer of employment and/or documentary evidence of the award, grant or fellowship",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "written or oral report/s from at least two independent referee/s referees must be at least at the level being applied for and at least one should be external to RMIT if reports are oral, the Executive Officer will conduct the reference check.",
              "subclauses": [
                "referees must be at least at the level being applied for and at least one should be external to RMIT",
                "if reports are oral, the Executive Officer will conduct the reference check."
              ]
            },
            {
              "clause_number": "4",
              "text": "(11) The applicant’s case must be:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "supported by their Dean or equivalent",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "approved by the relevant DVC or equivalent (or nominee) to proceed to submission.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(12) The applicant’s Dean or equivalent must also:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "confirm the applicant’s current remuneration and proposed remuneration, including salary point and any merit loading, if applicable",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "confirm the proposed date the promotion would take effect.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(13) The Dean or equivalent must submit all documents forming the application to the Executive Officer.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Out of Round Promotion Committee",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) In considering the promotion case, the Dean and College Deputy Vice-Chancellor will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "assess the application against the same promotion criteria and standards of performance for the level being sought as set for the annual promotion round",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "provide their recommendations to the Deputy Vice-Chancellor Education (DVCE) within five (5) working days of receiving the submission, indicating whether they support the promotion.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Implementation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) The Executive Officer will communicate the outcome to Dean or equivalent.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(16) The Dean is responsible for providing updates to the applicant.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(17) If the promotion is approved, People team will update the staff member’s record to reflect the promotion and issue a new contract. The promotion will take effect from the date stipulated in the application.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(18) If promotion is not approved, the Deputy Vice-Chancellor Education may recommend the payment of a market loading as an alternative.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(19) The Dean (or nominee) is responsible for supporting the applicant to manage the implications of the promotion outcome, both in workload planning and career development.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appeals",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) The outcome of an application is final and appeals against either the decision or the process will not be considered.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}