{
  "metadata": {
    "title": "Academic Board Regulations",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=187",
    "scraped_date": "2025-10-31 01:26:50"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Part A - PRELIMINARY",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(1) The purpose of these Regulations is to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "define the purpose and functions of the Academic Board",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "make provision for the membership of the Academic Board",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "make provision for the appointment of the Chair and Deputy Chair of Academic Board; and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "provide for meetings of the Academic Board.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(2) The Academic Board is required to be established by Council pursuant to section 20 of the Royal Melbourne Institute of Technology Act 2010.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(3) The functions of the Academic Board are established under Part 4 of the RMIT Statute No. 1 (Amendment No. 2).",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(4) These Regulations are made pursuant to sections 28, 29 and 30 of the Royal Melbourne Institute of Technology Act 2010 and Part 4 of the RMIT Statute No. 1 (Amendment No. 2).",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(5) In these Regulations, unless the contrary intention appears:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "academic staff means those higher education employees of the University within the meaning of the collective agreement or award that applies to Higher Education employees, appointed to an established position and being not less than 0.5 of a full time position.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "professional staff means those professional, administrative, clerical, computing and technical employees of the University within the meaning of the applicable collective agreement or award appointed to an established position and being not less than 0.5 of a full time position.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "senior academic staff means academic classification levels C, D and E within the meaning of the applicable collective agreement or award appointed to an established position and being not less than 0.5 of a full time position",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "senior teaching staff means classification level Senior Educator Level 1, Senior Educator Level 2 and Senior Educator Level 3 within the meaning of the applicable collective agreement or award appointed to an established position and being not less than 0.5 of a full time position",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "teaching staff means those VE employees of the University within the meaning of the collective agreement or award that applies to VE employees appointed to an established position and being not less than 0.5 of a full time position.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Part B - THE ACADEMIC BOARD",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) The Academic Board is the principal academic governing body responsible for oversight of RMIT's academic affairs across the RMIT Group.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) The responsibilities of the Academic Board are derived from:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "its functions established in the RMIT Statute No. 1 (Amendment No. 2).",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the academic governance requirements of the Higher Education Standards Framework (Threshold Standards) 2021, namely that the Academic Board is the body that oversees Academic Governance across the RMIT Group.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the Standards for Registered Training Organisations (RTOs) 2015, Part 4, RTO governance and administration",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(8) Consistent to the purpose and functions noted above, Academic Board is responsible for governance of all aspects of the University’s academic mission inclusive of learning and teaching, scholarship, research and research training.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(9) The Academic Board fulfills its responsibilities by monitoring and providing oversight of the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "academic quality, standards and outcomes;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "academic and research integrity;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "academic innovation and risk; and",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(10) Membership of the Academic Board comprises:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Chair, Academic Board",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Deputy Chair, Academic Board",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Chairs of Academic Board Standing Committees who are not already members of Academic Board",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "ex officio members: Chancellor (or nominee) Vice-Chancellor and President Deputy Vice-Chancellor Education and Vice-President Deputy Vice-Chancellor Research and Innovation and Vice-President Deputy Vice-Chancellor International and Engagement and Vice-President Deputy Vice-Chancellor College of Business and Law and Vice-President Deputy Vice-Chancellor College of Design and Social Context and Vice-President Deputy Vice-Chancellor STEM College and Vice-President Deputy Vice-Chancellor College of Vocational Education and Vice-President Executive Director, Library Services Associate Deputy Vice-Chancellor Education, Learning, Teaching and Quality Associate Deputy Vice-Chancellor Research Training and Development Associate Deputy Vice-Chancellor, Research and Innovation Capability University Secretary and Academic Registrar Pro Vice-Chancellor Vietnam and General Director, RMIT Vietnam or nominee President, RMIT University Student Union President, RMIT Vietnam Student Council one (1) Aboriginal and/or Torres Strait Islander academic nominated by the Chair of Academic Board University Secretary Pro Vice-Chancellor, Indigenous Education, Research and Engagement Aboriginal and/or Torres Strait Islander Elder in Residence Chief Executive Officer, RMIT Online Chief Executive Officer, RMIT Training Chair, Professorial Academy, or nominee drawn from the Professorial Academy",
              "subclauses": [
                "Chancellor (or nominee)",
                "Vice-Chancellor and President",
                "Deputy Vice-Chancellor Education and Vice-President",
                "Deputy Vice-Chancellor Research and Innovation and Vice-President",
                "Deputy Vice-Chancellor International and Engagement and Vice-President",
                "Deputy Vice-Chancellor College of Business and Law and Vice-President",
                "Deputy Vice-Chancellor College of Design and Social Context and Vice-President",
                "Deputy Vice-Chancellor STEM College and Vice-President",
                "Deputy Vice-Chancellor College of Vocational Education and Vice-President",
                "Executive Director, Library Services",
                "Associate Deputy Vice-Chancellor Education, Learning, Teaching and Quality",
                "Associate Deputy Vice-Chancellor Research Training and Development",
                "Associate Deputy Vice-Chancellor, Research and Innovation Capability",
                "University Secretary and Academic Registrar",
                "Pro Vice-Chancellor Vietnam and General Director, RMIT Vietnam or nominee",
                "President, RMIT University Student Union",
                "President, RMIT Vietnam Student Council",
                "one (1) Aboriginal and/or Torres Strait Islander academic nominated by the Chair of Academic Board",
                "University Secretary",
                "Pro Vice-Chancellor, Indigenous Education, Research and Engagement",
                "Aboriginal and/or Torres Strait Islander Elder in Residence",
                "Chief Executive Officer, RMIT Online",
                "Chief Executive Officer, RMIT Training",
                "Chair, Professorial Academy, or nominee drawn from the Professorial Academy"
              ]
            },
            {
              "clause_number": "5",
              "text": "one (1) Head of School, Dean or Executive Dean from each higher education college, elected by the academic staff of each college",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "two (2) senior academics/teaching staff in a non-executive role from each college elected by the academic and teaching staff of each college",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "two (2) academic staff from each college, elected by and from the academic staff of each college",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "one (1) member elected by and from the postgraduate students of the University",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "one (1) member elected by and from the higher degree by research students of the University",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "two (2) members elected by and from the undergraduate students of the University",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "two (2) members elected by and from the students enrolled in VE or associate degree programs of the University",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "two (2) members elected by and from the professional staff",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "five (5) members elected by and from the academic staff",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "five (5) members elected by and from the teaching staff",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "four (4) members elected by and from the professors of the University occupying a Level E appointment, not including honorary or adjunct professors.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "The Board may co-opt prescribed ‘in attendee’ members for a specified period with specific expertise who do not have voting rights for the duration of their co-option.",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(11) Clauses (10)f, l, m and n include employees of the University at Executive Level 1, Heads of School, Deans and Directors.",
              "subclauses": []
            },
            {
              "clause_number": "29",
              "text": "(12) The University Secretary, or nominee is the secretary of the Academic Board.",
              "subclauses": []
            },
            {
              "clause_number": "30",
              "text": "(13) An elected member:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "holds office for a period of two (2) years except that student members will hold office for a term of one (1) year, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "assumes office on the first day of January following the member’s election unless the member is replacing a vacancy under clauses (14), (15) or (16), in which case the elected member may assume office at the next meeting.",
              "subclauses": []
            },
            {
              "clause_number": "33",
              "text": "(14) Where a member of the Academic Board:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "elected by staff ceases to be a member of staff, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "elected by enrolled students, ceases to be an enrolled student,",
              "subclauses": []
            },
            {
              "clause_number": "36",
              "text": "(15) Any vacancy created in the membership of the Academic Board is dealt with in accordance with the provisions of the Elections Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "37",
              "text": "(16) Where an elected member of the Academic Board is to be absent from the University for a period exceeding six (6) months a person may be appointed by the Chair of the Academic Board for the duration of the absence of the elected member.",
              "subclauses": []
            },
            {
              "clause_number": "38",
              "text": "(17) All elections to the Academic Board must be conducted in accordance with the Statute and Elections Regulations, unless otherwise specified.",
              "subclauses": []
            },
            {
              "clause_number": "39",
              "text": "(18) The Board shall in every second calendar year elect from amongst its members a Chair and Deputy Chair who will hold office for a period of two (2) years.",
              "subclauses": []
            },
            {
              "clause_number": "40",
              "text": "(19) The Chair and Deputy Chair must be a senior academic or senior educator in accordance with the definitions provided under regulation 3(1).",
              "subclauses": []
            },
            {
              "clause_number": "41",
              "text": "(20) A person may not serve as Chair or Deputy Chair while they are:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "an ex-officio member of the Academic Board, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a Head of School, Dean or Executive Dean of a University school.",
              "subclauses": []
            },
            {
              "clause_number": "44",
              "text": "(21) A call for nominations to members of the Academic Board for the position of Chair and Deputy Chair is made by the Board secretary not less than ten (10) working days prior to the first day of the ballot period.",
              "subclauses": []
            },
            {
              "clause_number": "45",
              "text": "(22) Nominations for the position of Chair and Deputy Chair may be submitted by a date set by the Board secretary no later than one (1) working day prior to the first day of the ballot period.",
              "subclauses": []
            },
            {
              "clause_number": "46",
              "text": "(23) If more than one nomination is received for each position, the Board secretary will conduct an election for that position.",
              "subclauses": []
            },
            {
              "clause_number": "47",
              "text": "(24) The Board secretary, not later than five (5) working days prior to the last day of the ballot period, notifies members of the Academic Board of:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the nominations received, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the process for voting (by secret ballot)",
              "subclauses": []
            },
            {
              "clause_number": "50",
              "text": "(25) Where the Chair of the Academic Board is absent from the University the Deputy Chair will preside and assume all functions and duties of the Chair.",
              "subclauses": []
            },
            {
              "clause_number": "51",
              "text": "(26) If the Deputy Chair is required to act as Chair but is unavailable or unable to do so, the Council may by resolution appoint an interim Acting Chair for a specified period.",
              "subclauses": []
            },
            {
              "clause_number": "52",
              "text": "(27) The Chair or Deputy Chair positions will become vacant if the occupant:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "resigns from their office bearer position.",
              "subclauses": []
            },
            {
              "clause_number": "54",
              "text": "(28) If the office of Chair becomes vacant on or after the last six months of the Chair’s term, the vacancy must be filled by the Deputy Chair.",
              "subclauses": []
            },
            {
              "clause_number": "55",
              "text": "(29) If the Deputy Chair is required to act as Chair but is unavailable or unable to do so, the Council may by resolution appoint a Chair for the remainder of the term.",
              "subclauses": []
            },
            {
              "clause_number": "56",
              "text": "(30) If the office of Chair becomes vacant before the last six months of the Chair’s term, a new Chair must be elected as soon as possible in accordance with the office bearer election provisions of these regulations.",
              "subclauses": []
            },
            {
              "clause_number": "57",
              "text": "(31) Meetings of the Academic Board are conducted in accordance with the Standing Orders of Academic Board.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Part C - REVOCATION OF REGULATIONS",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(32) On the commencement of these Regulations the following Regulations are revoked:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Regulation 2.8.1 The Academic Board – Membership.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}