{
  "metadata": {
    "title": "Academic Promotion Procedure - Levels C, D and E",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=3",
    "scraped_date": "2025-10-31 01:26:48"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Schedule",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) The Academic Promotion round for academic levels C, D and E will be run regularly and structured to enable the announcement of promotions effective as of 1 January of the following year.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) Where there are legitimate circumstances for promotion to occur outside of the scheduled promotion round, an out-of-round promotion application will be permitted in accordance with the Academic Promotion Procedure - Out of Round.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Eligibility",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) Staff are eligible to apply for promotion once every two years, where they:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "are a continuing or fixed term academic staff member",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "have 12 months’ continuous service prior to 1 January of the year of the application",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "meet the University-wide skill base and formal qualifications requirements (or equivalent accreditation and standing) specified for the level to which they are applying for promotion",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "are applying for promotion to the level immediately above their substantive level unless the Vice-Chancellor determines, following a request from the applicant, and supported by the Dean, that there are exceptional circumstances and that it is in the best interests of RMIT for promotion to a higher level to be considered.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "have achieved a manager rating of ‘achieves expectations’ for their current level of appointment for the year prior to the year of application, measured against the benchmarks outlined in the University Academic Expectations framework or its subsequent replacement",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "have a current goals and development plan and a workload agreement, and have participated constructively and in good faith in the University’s goals and development planning process during the 12 months prior to the year of application",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "have evidence of satisfactory professional development.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(9) Academics on parental and carer leave (paid and unpaid), long service leave, other long-term leave arrangements or career breaks are eligible to apply for promotion.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(10) Except with the approval of the relevant Deputy Vice-Chancellor (DVC) or equivalent (or nominee), academic staff are excluded from applying for promotion in the year immediately following an unsuccessful application unless there are exceptional circumstances.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(11) Promotion determinations are made to the level immediately above the applicant’s substantive classification, unless the Vice-Chancellor determines, following a request from the Dean and supported by the DVC, that there are exceptional circumstances and that it is in the best interests of RMIT for promotion to a higher level to be considered.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Intent to Apply",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) To submit an application for promotion, applicants must submit a supported Intent to Apply form by the due date.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) Applicants must discuss their intention to apply for promotion and seek in-principle support from the Dean prior to submitting their Intent to Apply.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(14) An Intent to Apply will only be accepted after the due date with the endorsement of the DVC or equivalent (or nominee). No extension to the application deadline will be granted.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Achievement Relative to Opportunity (ARtO)",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) Applicants may activate ARtO to address the impact of personal or work circumstances to work roles on the scope of their application, which allows them to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "make a case for promotion based on a reduced number of Education or Research domain criteria and/or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "justify the use of modified Engagement, Education and Research benchmarks and/or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "be applied as a general consideration.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(16) ARtO cannot be used to exclude Engagement criteria.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Promotion Application and Evidence",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) Applicants must submit their promotion application by the due date.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) In the application, applicants for promotion must demonstrate:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "evidence of achievement and sustained high performance at their current level",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "evidence of satisfactory performance at the level to which promotion is sought; and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "organisational citizenship and alignment to the mission, values and strategic goals of RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(19) Applicants must base their application on evidence of significant achievements since their last promotion at RMIT, or since appointment to their substantive level at RMIT, whichever is more recent.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(20) Applicants must respond to the criteria outlined in the University Academic Expectations framework or its subsequent replacement and address the benchmark performance standards therein.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Dean Report",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) The Dean (or equivalent) must provide a written report as part of the applicant’s promotion submission, commenting on achievement against the criteria and benchmark performance standards, and any other relevant matter. This report may be developed in consultation with other senior academic members from the applicant’s School or discipline.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(22) If the Dean or equivalent indicates that they do not support the application, the applicant has a right of reply and may submit a one-page rejoinder within five (5) working days of receiving the written report.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "External Assessor Reports",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) For applicants to levels D and E, up to six external assessors will be invited to provide an “in confidence” assessment of the application.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(24) External assessors should provide an independent assessment of the application.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(25) External assessors may be an external Associate Professor/Professor from another institution and/or an expert external to the University.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(26) For applicants to Level E, at least one external assessor must be a full Professor (not an Associate Professor) and at least one of the reports sought must be from an international external assessor.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Committees",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(27) All applications for promotion to Level C, D and E will be considered and assessed by the following Academic Promotion Committees formed under the authority of the Deputy Vice-Chancellor Education:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "college-level Academic Promotion Committees to consider applications for promotion to Levels C and D",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a central Academic Promotion Committee to consider applications for promotion to level E",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "a central Moderator Committee of one or more moderators to review a sample of applications from each Academic Promotion Committee to ensure consistency, fairness and equity in assessment. Moderators must not sit on an Academic Promotion Committee in the current promotion round, although may be called on to sit on an Out of Round Promotion Committee. The moderator(s) may attend committee meetings at their discretion or nominate a delegate to do so to ensure committee compliance with policy, procedure and the principles of equity and fairness.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "University Academic Promotion Committee (UAPC) to review the Academic Promotion Committee recommended outcomes and make promotion recommendations to the Deputy Vice-Chancellor Education",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "University Academic Promotion Appeals Committee (UAPAC) to consider appeals on the grounds of eligibility and procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Outcomes",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(28) The Deputy Vice-Chancellor Education has final determination on whether to adopt each recommendation put forward by the Academic Promotion Committee",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(29) The Deputy Vice-Chancellor Education (or nominee) is to notify all applicants of the outcome of their application.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(30) The DVC or equivalent (or nominee) and Dean or equivalent is to be notified of outcomes in their area.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(31) Normally within four weeks of notification, unsuccessful applicants are to meet with and be provided with verbal feedback on their application from the Chair of their Academic Promotion Committee (or nominee). Where possible, the Dean or equivalent (or nominee) should attend the meeting. Unsuccessful applicants are to be provided with written feedback summarising the Academic Promotion Committee's assessment, with a copy provided to the Dean.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(32) Dean or equivalent (or nominee) to meet with successful and unsuccessful applicants to discuss the implications of the promotion outcome both in workload planning and career development. If appropriate, counselling on the outcome of their application should be provided.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appeals",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(33) Applicants can lodge an appeal against a promotion outcome on the grounds specified in the Academic Promotion Procedure - Appeals.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}