{
  "metadata": {
    "title": "Academic Promotion Procedure - Level B",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=2",
    "scraped_date": "2025-10-31 01:24:48"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Schedule",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) Academic staff who are currently appointed as an Associate Lecturer or Research Officer (Level A) can apply for promotion at any time outside of the annual promotion round.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Eligibility",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) Staff are eligible to apply for promotion to level B where they:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "are a continuing or fixed term academic staff member",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "have 12 months’ continuous service at RMIT (excluding casual service and leave without pay)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "have completed probation at RMIT",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "have completed a doctoral qualification or obtained equivalent accreditation and standing, thereby meeting University skill base and formal qualification requirements",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "meet the University-wide skill base and formal qualifications requirements (or equivalent accreditation and standing) specified for level B",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "meet the University Academic Expectations framework or its subsequent replacement",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "have evidence of satisfactory professional development.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(8) In exceptional cases, the minimum period of service may be reduced from 12 months to 6 months to permit an early application for academic promotion provided that the academic staff member has passed probation. The decision to reduce the minimum period of service will be determined on a case-by-case basis by the Dean or equivalent.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(9) Eligible academics may activate Achievement Relative to Opportunity for promotion purposes.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(10) Except with the approval of the relevant DVC or equivalent (or nominee), academic staff are excluded from applying for promotion in the year immediately following an unsuccessful application.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(11) Promotion determinations are made to the level immediately above the applicant’s substantive classification, unless the Vice-Chancellor determines, following a request from the Dean or equivalent and supported by the DVC, that there are exceptional circumstances and that it is in the best interests of RMIT for promotion to a higher level to be considered.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Doctoral Qualification Equivalence",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) Applicants seeking to establish equivalence to a doctoral qualification need to submit to their Dean or equivalent an application of no more than two pages making a case that substantiates their case for equivalent accreditation and standing.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) Examples of evidence may include (but are not limited to) the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "professional qualifications and contribution to profession",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "teaching experience, including implementation of the Learning and Teaching Strategy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "experience in research, including collaborative work with other RMIT staff in research programs",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "experience outside tertiary education in industry, business or government employment",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "creative achievement",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "professional contributions",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "leadership in local, state or national advisory bodies or community organisations",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "technical achievement",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "publication, presentations or work in progress that indicate a contribution to the area of expertise.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Outcome of Promotion Application",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) The Dean or equivalent must make a recommendation on whether to endorse the application no later than 10 working days after receipt.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(15) The final promotion decision is made by the relevant Deputy Vice-Chancellor or their nominated delegate.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(16) Should an applicant to be approved for promotion, the relevant Deputy Vice-Chancellor or their nominated delegated will notify the applicant of the outcome of their promotion application.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(17) Promotions will take effect from the date of the final promotion decision by the relevant Deputy Vice-Chancellor or their nominated delegate.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(18) The Dean or equivalent is responsible for supporting the applicant to manage the implications of the promotion outcome, both in workload planning and career development.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appeals",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) An unsuccessful applicant may appeal the decision in accordance with the Academic Promotion Procedure - Appeals no later than 15 working days following receipt of the outcome of the promotion application.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}