{
  "metadata": {
    "title": "Academic Dress Regulations",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=189",
    "scraped_date": "2025-10-31 01:25:16"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Part A - PRELIMINARY",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(1) The purpose of these Regulations is to prescribe the academic dress to be worn by members of the University, and the occasions on which it is to be worn.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(2) These Regulations are made under the RMIT Statute No. 1 and sections 28, 29 and 30 of the Royal Melbourne Institute of Technology Act 2010.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Part B - ACADEMIC DRESS",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(3) Academic dress is to be worn by members of the University when attending any of the following occasions:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ceremonies for the conferral and granting of awards of the University",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "any other formal occasion of the University for which the University specifies academic dress, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ceremonies of other institutions at which the wearing of academic dress is appropriate or requested.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(4) Official Members:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Chancellor Gown of black cloth with trimming of metallic gold lace with finer silver edging cord and bearing the coat of arms on each sleeve, red satin lining and a black velvet bonnet with gold trimming.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Deputy Chancellor Gown of black cloth with trimming of metallic gold lace with finer silver edging, red satin lining and a black velvet bonnet with gold trimming.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Vice-Chancellor Gown of black cloth with trimming of silver lace and bearing the coat of arms on each sleeve, red satin lining and a black velvet bonnet with silver trimming.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "President of an RMIT campus outside Australia Black gown with less silver metallic trimmings and a black velvet bonnet trimmed with a silver metallic cord and tassel.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Member of Council The habit of their degree, or a gown of black cloth with fine gold metallic trim, red satin lining and a black trencher with gold trimming.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Staff of the University The habit of their degree, or a gown of black cloth and a black cloth trencher if they are not a graduate of any university.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(5) Academic Dress, by Award:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Doctoral Degree Festal gown of black cloth similar to that worn by Doctors in the University of Oxford faced with scarlet silk together with a hood of scarlet cloth edged with scarlet silk and a black velvet bonnet with a scarlet tassel.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Degree of Master of Research Festal gown of black cloth similar to that worn by Doctors in the University of Oxford faced with silk the colour of the discipline of the award together with a hood of black cloth edged with the same colour silk as the facing of the gown and a black velvet bonnet with a scarlet tassel.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Higher Doctoral Degree Festal gown of scarlet cloth similar to that worn by Doctors in the University of Oxford faced with silk the colour of the discipline of the award together with a hood of black cloth lined with the same colour silk as the facing of the gown and a black velvet trimmed bonnet with a scarlet tassel.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Masters Degree and Juris Doctor Black gown similar to that worn by Masters of Arts in the University of Oxford with a hood of black silk lined with silk the colour of the discipline of the degree and a black trencher with a black silk tassel.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Bachelors Degree Black gown similar to that worn by Bachelors of Arts of the University of Oxford and a hood of black silk edged with white braid and lined with silk the colour of the discipline of the degree and a black trencher with a black silk tassel.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Associate Degree Black gown similar to that worn by Bachelors of the University of Oxford and a black trencher with a black silk tassel and a square collared silk stole faced with silk the colour of the discipline of the award and edged with black braid.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Graduate Diploma Black gown similar to that worn by Bachelors of the University of Oxford and a black trencher with a black silk tassel and a square collared black silk stole faced with silk the colour of the discipline of the award.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "Diploma and Advanced Diploma Black gown similar to that worn by Bachelors of the University of Oxford and a black trencher with a black silk tassel and a square collared silk stole faced with silk the colour of the discipline of the award and edged with white braid.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "Associate Diploma Black gown similar to that worn by Bachelors of the University of Oxford and a black trencher with a black silk tassel and an ecclesiastical black stole faced with silk the colour of the discipline of the award edged with white braid.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "Fellowship Diploma Black gown similar to that worn by Bachelors of the University of Oxford and a black trencher with a black silk tassel and a square collared black stole faced with coffee silk trimmed with white braid and then black braid.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "Associateship Diploma Black gown similar to that worn by Bachelors of the University of Oxford and a black trencher with a black silk tassel and a square collared black stole faced with coffee silk trimmed with white braid centred with black braid.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "Undergraduate certificate Black gown similar to that worn by Bachelors of the University of Oxford and a black trencher with a black silk tassel and a square collared black silk stole faced with silk in the colour of the discipline of the award.",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(6) The academic dress for enrolled students other than graduates and diplomates is a plain black gown similar to that worn by graduates of the University of Oxford.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(7) Indigenous graduands may wear a square collared black stole faced with Aboriginal or Torres Strait Island colours in conjunction with their graduation gowns.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(8) The colours for disciplines are as approved by the Academic Board from time to time and published by the Academic Registrar.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Part C - REVOCATION OF REGULATIONS",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) On the commencement of these Regulations the following Regulations are revoked:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Regulation 8.1.1 Academic Dress.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}