{
  "metadata": {
    "title": "Academic Integrity Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=179",
    "scraped_date": "2025-10-31 01:22:06"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Assessment of Breaches",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) Staff apply their professional and/or academic judgment in identifying potential breaches of academic integrity and making an initial assessment of the level of violation.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) First-time, low-level breaches of academic integrity characterised by inexperience, lack of student knowledge, or poor writing skills may be managed as an educational opportunity initially by a course coordinator.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) Repeat or higher order breaches that may be intentional, deliberately planned, organised or systematic, are reported to a Senior Officer to manage as a potential instance of academic misconduct under the Student Conduct Policy. In managing academic integrity breaches that may constitute academic misconduct under the Student Conduct Policy, Senior Officers refer to the Academic Misconduct Senior Officer Response Guidelines for guidance.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Managing Academic Integrity Breaches",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) The following processes will be used to address actions or behaviours that constitute a breach of academic integrity set out within clause (15) of the Academic Integrity Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) The following processes may be used to address other actions or behaviours constituting a breach of academic integrity, seeking to apply a consistent approach for similar kinds of breach.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(9) A student’s failure to appropriately and accurately acknowledge their sources may indicate a lack of understanding of correct referencing practices or may be an instance of plagiarism amounting to academic misconduct. The following considerations are taken into account in determining the appropriate course of action to take:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the level of knowledge and experience the student has by reference to their university journey",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the extent of academic integrity training, including referencing practices relevant to the course",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the student’s intention",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "any prior instances of academic integrity breaches and the educative response taken, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "any other relevant circumstances giving rise to the failure.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(10) Where a Course Coordinator (or equivalent) finds that a lack of understanding is the basis for the student’s failure to appropriately and accurately acknowledge their sources, they must treat the instance as an assessment matter and:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "explain that it is a breach of academic integrity",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "require the student to repeat the assessment task and/or deduct marks from the assessment (up to a maximum of 20% of the mark for the assessment task) In the case of Vocational Education assessment tasks where numerical grading does not form part of the assessment rubric, deduction of marks is not available and the assessment task must be repeated.",
              "subclauses": [
                "In the case of Vocational Education assessment tasks where numerical grading does not form part of the assessment rubric, deduction of marks is not available and the assessment task must be repeated."
              ]
            },
            {
              "clause_number": "3",
              "text": "direct the student to engage in educational support services",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "provide a written warning to the student advising that another breach of academic integrity will be handled as an allegation of academic misconduct and may result in more severe penalties, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "advise the relevant school/industry cluster academic services team (or equivalent) to record the warning.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(11) Where a Course Coordinator (or equivalent) suspects that a more serious breach of academic integrity has occurred, or if the student commits a subsequent breach, they will refer the matter to a Senior Officer for determination under the Student Conduct Policy as a potential instance of academic misconduct.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(12) Contract cheating or ghostwriting occurs when a student submits an assessment task that has been completed for them by a third party and represents it as though it was the student’s own by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "obtaining the assessment task from a commercial service, including internet sites, whether pre-written or specially prepared for the student concerned",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "submitting an assessment task produced by a third party, including a friend, family member, fellow student or a staff member of the University, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "submitting an assessment task generated or altered by software tools or an unauthorised or unacknowledged algorithm.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(13) Contract cheating or ghostwriting may be detected in assessment tasks by identifying anomalies or inconsistencies in:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the level of engagement with a course and the quality of assessment tasks",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "assessment content, language level, coherence, punctuation, grammar, or vocabulary between assessment tasks",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "reference or lack of reference to course materials or requirements, or assessment criteria",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "file naming conventions and metadata",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "formatting within a document and changes in layout between assessment tasks, or",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "the use of referencing software or automatic formatting between assessment tasks.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(14) In determining whether a student has engaged in contract cheating, a staff member may:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "meet with the student and request the student to provide: evidence of the research and writing processes (for example, drafts) before final submission, and/or an oral defence of the work to demonstrate authorship",
              "subclauses": [
                "evidence of the research and writing processes (for example, drafts) before final submission, and/or",
                "an oral defence of the work to demonstrate authorship"
              ]
            },
            {
              "clause_number": "2",
              "text": "seek advice from a Senior Officer or Student Conduct.",
              "subclauses": []
            },
            {
              "clause_number": "30",
              "text": "(15) Where a Course Coordinator (or equivalent) suspects that a student may have submitted an assessment task that has been completed by a third party, they will refer the matter to a Senior Officer for determination under the Student Conduct Policy as a potential instance of academic misconduct.",
              "subclauses": []
            },
            {
              "clause_number": "31",
              "text": "(16) Collusion is unauthorised collaboration with another person or group on an assessment that is presented as the student’s or group’s own work, or as the work of other students. Collusion occurs when a student or group, without authorisation from a Course Coordinator (or equivalent):",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "works with one or more people to prepare and produce an assessment",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "allows others to copy their work or shares course material",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "allows another person to prepare or edit an assessment",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "produces or substantially edits an assessment for another student, or",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "offers to produce academic work for other students.",
              "subclauses": []
            },
            {
              "clause_number": "37",
              "text": "(17) Collusion occurs whether or not the persons or assessment concerned are connected with RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "38",
              "text": "(18) Where a Course Coordinator (or equivalent) suspects that collusion or unauthorised collaboration has occurred they will refer the matter to a Senior Officer for determination under the Student Conduct Policy as a potential instance of academic misconduct.",
              "subclauses": []
            },
            {
              "clause_number": "39",
              "text": "(19) Falsification and fabrication occurs when a student presents untrue information or omits to disclose information relating to an assessment task, including by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "providing incorrect or misleading statements about research, results, or history",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "inventing or distorting data (including statistical data) used in an assessment, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "inventing or distorting arguments, whether represented as direct quotations or not, ascribed to other individuals.",
              "subclauses": []
            },
            {
              "clause_number": "43",
              "text": "(20) Information provided by students that may be falsified or fabricated may relate to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Work Integrated Learning placement and assessment requirements, placement attendance, participation, training, projects, assessments, or reports",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "attendance and or participation in other learning activities",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "falsified documents and reports",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "inclusion of citations to non-existent or incorrect sources",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "falsified or manipulated text matching software reports, or",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "word count declarations.",
              "subclauses": []
            },
            {
              "clause_number": "50",
              "text": "(21) When a Course Coordinator (or equivalent) suspects that information provided by a student in relation to an assessment task has been falsified or fabricated they will refer the matter to a Senior Officer for determination under the Student Conduct Policy as a potential instance of academic misconduct.",
              "subclauses": []
            },
            {
              "clause_number": "51",
              "text": "(22) Students breach academic integrity when they use any method to attempt to gain an unfair advantage in an invigilated or supervised assessment or test, including but not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "communicating, or attempting to communicate, with a fellow student or individual who is neither an invigilator nor a member of University staff",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "copying, or attempting to copy from a fellow student",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "being in possession of any unauthorised material or device which contains or conveys, or is capable of conveying information concerning the subject matter under examination, including any unauthorised printed or written material, or electronic calculating or information storage device; or mobile phones or other communication device",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "recording, transmitting or disseminating questions and/or answers to themselves or another person",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "impersonating another student, or",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "failing to comply with an instruction by an officer appointed to supervise the assessment task.",
              "subclauses": []
            },
            {
              "clause_number": "58",
              "text": "(23) When a student is found to have attempted to gain unfair advantage in an invigilated or supervised assessment, the matter will be referred to a Senior Officer for determination under the Student Conduct Policy as a potential instance of academic misconduct.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Student Advocacy and Support",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(24) Students will be advised of support services available to them as part of any academic integrity breach report, investigation or outcome, for example:",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Equitable Learning Services",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "principal student organisation advocacy and support services.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}