{
  "metadata": {
    "title": "Academic Promotion Procedure - Appeals",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=5",
    "scraped_date": "2025-10-31 01:23:54"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Lodging an Appeal Against an Intent to Apply Decision",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) An academic staff member whose ‘Intent to Apply’ (or equivalent Promotion to Level B application) was not endorsed by the Dean or equivalent, or the Deputy Vice-Chancellor (DVC) or equivalent (or nominee) on the grounds that they are not ready to apply, may appeal this decision.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) The staff member must lodge a written appeal with the Chair of the University Academic Promotion Appeals Committee (UAPAC) via the Committee’s Executive Officer no later than five (5) working days following receipt of written advice that their Intent to Apply form has not been endorsed.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) The appeal must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "detail why the application should be considered by the UAPAC",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "set out a case which demonstrates they are ready to apply for promotion based on: demonstrated achievements against the nominated criteria; and any applicable performance benchmarks as outlined in the University Academic Expectations framework or its subsequent replacement.",
              "subclauses": [
                "demonstrated achievements against the nominated criteria; and",
                "any applicable performance benchmarks as outlined in the University Academic Expectations framework or its subsequent replacement."
              ]
            }
          ]
        },
        {
          "section_title": "Lodging an Appeal Against a Promotion Outcome",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) An academic staff member whose application for promotion was not successful may appeal on procedural grounds only. Disagreement with the promotion outcome or the Academic Promotion Committee's written feedback is not grounds for appeal.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(9) The staff member must lodge a written appeal with the Chair of the UAPAC via the Committee’s Executive Officer no later than 15 working days following receipt of the panel’s written feedback.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(10) The appeal must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "identify the specific clause(s) of the relevant procedure/s it is alleged were not followed",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "outline the precise grounds and circumstances to support the appellant’s case that an alleged breach of procedure(s) occurred.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appeal Outcome",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) The UAPAC will consider the appeal within 30 working days and refer the case to the Deputy Vice-Chancellor Education (DVCE) (or nominee) with a recommendation to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "dismiss the appeal; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "uphold the appeal and arrange that the application be assessed (eligibility) or reassessed (procedure) by the appropriate Promotion Committee.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(12) The DVCE (or nominee) will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "consider the recommendation of the UAPAC and make a decision in accordance with the governing policy; and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "write to the appellant to notify them of the outcome of the appeal.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(13) There is no further right of appeal as a result of recommendations or decisions made under sections 11 and 12.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(14) Any further decision of a Promotion Panel as a result of an appeal being upheld and an application being re-assessed is final and is not appealable.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}