{
  "metadata": {
    "title": "Academic Entry Requirements Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=133",
    "scraped_date": "2025-10-31 01:22:03"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "General",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) International Admissions, in collaboration with Colleges/Schools/industry clusters as required, maintains the list of overseas qualifications equivalent to the Australian Qualifications Framework (AQF) that satisfy University academic entry requirements for coursework programs.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The list is determined in accordance with Australian Government or other RMIT-recognised databases.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "College Admission teams assess equivalence of overseas qualifications to the AQF for applications made direct to RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "The Programs Committee approves changes to this list.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(5) Where a qualification is stated to meet a minimum entry requirement, the following also meet the requirement except for entry to a one-year honours program:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a qualification (or equivalent volume of learning) at a higher AQF level, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "an equivalent overseas qualification.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(6) The following qualifications are considered by RMIT to be equivalent to the Victorian Certificate of Education (VCE):",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Senior Certificate of Education in other Australian states or territories, as deemed by the Victorian Curriculum and Assessment Authority",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "New Zealand National Certificate of Educational Achievement (NCEA) Level 3",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the International Baccalaureate Diploma Programme, or",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "a recognised equivalent overseas high school qualification.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Preparatory Programs",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) Admission to the VCE is subject to the requirements stated in the publications of the Victorian Curriculum and Assessment Authority.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) All selected into programs funded by the Victorian Government must complete an approved language, literacy and numeracy test before enrolment.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(9) Foundation Studies programs for students studying on a student visa are designed according to the Foundation Program Standards 2021.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "International Admissions and Pathways and Operations, in collaboration with RMIT UP, advise on the comparability of standard for non-award and overseas preparatory programs with reference to Australian Government and other recognised databases.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The Associate Director, Admissions, Pathways and Operations approves alternative non-award and overseas studies, including but not limited to, Australian Foundation programs (which comply with Foundation Programs Standards 2021) and other overseas foundation programs.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Vocational Education Programs",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) There are no University academic entry requirements for domestic applicants.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(11) All applicants (except international applicants) must complete an approved language, literacy and numeracy test before enrolment.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(12) All applicants selected into programs funded by the Victorian government must complete an approved language, literacy and numeracy test before enrolment.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(13) Apprenticeship and traineeship applicants must present a current, signed and valid Australian Apprenticeship Support Network Training Agreement.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Undergraduate Programs",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) Applicants must have a Victorian Certificate of Education (VCE) or one of the equivalent qualifications or approved studies in Table 1 below.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Alternatively, an applicant may satisfy the requirement if they achieve an acceptable result in an approved aptitude test.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(15) The level of achievement required for admission to a double degree will not be lower than the requirement for admission to either of the two component single degrees.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(16) Applicants for one-year bachelor honours programs must hold an equivalent Australian bachelor degree in a relevant discipline with an RMIT-equivalent GPA of at least 2.0. The published entry requirements of the program will specify which courses contribute to this GPA.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Postgraduate by Coursework",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) Applicants for graduate certificate, graduate diploma and master by coursework programs must hold:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a bachelor degree; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "an appropriate level of advanced professional experience relevant to the discipline area.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(18) Applicants for extended master programs must hold a bachelor degree.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Higher Degree by Research",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) The minimum requirements for admission to a masters by research program are:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a bachelor's degree requiring at least four years of full-time study in a relevant discipline awarded with honours. The degree should include a research component comprised of a thesis, other research projects or research methodology subjects that constitute at least 25% of a full time (or part time equivalent) academic year. The applicant must have achieved at least a credit average in the final year; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "evidence of appropriate academic qualifications and/or experience that satisfies the Associate Deputy Vice-Chancellor Research Training and Development or nominee that the applicant has developed knowledge of the field of study or cognate field and the potential for research sufficient to undertake the proposed program.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(20) At RMIT a grade of Credit represents academic achievement of 60% or higher.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(21) The minimum requirements for admission to a Doctor of Philosophy (PhD) program are:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a bachelor's degree requiring at least four (4) years of full-time study in a relevant discipline awarded with honours. The degree should include a research component comprised of a thesis, other research projects or research methodology subjects that constitute at least 25% of a full time (or part time equivalent) academic year. The applicant must have achieved at least a distinction average in the final year; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a master's degree that includes a research component comprised of at least 25% of a full time (or part time equivalent) academic year with an overall distinction average or a master's degree without a research component with at least a high distinction average; or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "evidence of appropriate academic qualifications and/or experience that satisfies the Associate Deputy Vice-Chancellor Research Training and Development or nominee that the applicant has developed knowledge of the field of study or cognate field and the potential for research sufficient to undertake the proposed program.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(22) At RMIT a grade of Distinction represents academic achievement of 70% or higher and a High Distinction is 80% or higher.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}