{
  "metadata": {
    "title": "Admission Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=6",
    "scraped_date": "2025-10-31 01:24:25"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) RMIT will set fair, equitable and transparent eligibility criteria for the admission and selection of students into programs, which:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "comply with relevant legislative and contractual requirements and professional registration requirements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "recognises credit arrangements, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ensures applicants have the academic preparation and proficiency in English required to progress in their program.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(6) RMIT acknowledges the unique rights of Indigenous Australians to education under the Royal Melbourne Institute of Technology Act 2010 and the United Nations Declaration on the Rights of Indigenous Peoples.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(7) RMIT is committed to supporting student diversity and ensuring that people from all backgrounds have an opportunity to access RMIT programs.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The University maintains equitable access schemes to facilitate access to tertiary education by under-represented groups.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(8) RMIT is committed to matching applicant achievements with program requirements in the best interests of the applicant and their demonstrated capacity for success.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(9) Applicants who meet the eligibility criteria for admission into their proposed program of study, as prescribed by the Admission Procedure, may be offered a place in the program.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Due to limited places, eligibility for admission into a program does not guarantee an offer in that program.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(10) RMIT ensures that students are informed of their rights and obligations before accepting and enrolling, or declining their offer.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(11) Appropriate review and appeal provisions will be available with respect to admission and selection decisions. Applicants dissatisfied with a selection decision may apply for a review of that decision in accordance with the process prescribed by the relevant RMIT institution.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(12) Any person who is not satisfied with the result or conduct of any formal internal review process may access an external right of complaint or appeal.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) Minimum academic entry requirements are recommended by the Admissions Governance Steering Committee, endorsed by the Programs Committee (except higher degree by research programs), and approved by Academic Board.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(14) Minimum academic entry requirements for higher degree by research programs are recommended by the Deputy Vice-Chancellor Research and Innovation, endorsed by the Research Committee and approved by Academic Board.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(15) The Deputy Vice-Chancellor Education approves:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "minimum age requirements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "minimum English language entry requirements",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "cases of equivalence for academic and English language entry requirements (delegated to the University Secretary and Academic Registrar).",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(16) The University Secretary and Academic Registrar has responsibility for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "admission procedures and resources for coursework programs and courses at RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the Academic Calendar",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "reporting of admission trends and analysis",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "monitoring compliance with this policy.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(17) The Associate Deputy Vice-Chancellor Research Training and Development has responsibility for admission procedures and resources for applicants to higher degree by research programs.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(18) The Deputy Vice-Chancellor College of Vocational Education or delegate has responsibility for admission resources specific to vocational education compliance.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(19) The Executive Director, Students has responsibility for admission procedures and resources for study abroad and exchange students.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(20) University profile targets are approved annually by the Vice-Chancellor. The Vice-Chancellor may take into consideration advice from the Deputy Vice-Chancellor Education, Deputy Vice-Chancellor Research and Innovation and University Executive Committee in setting these targets.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The Deputy Vice-Chancellor Education may approve sub-targets relating to aspects of the University’s academic, business and social inclusion strategies.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(21) Responsibilities for other related decision-making points are as stated in this policy, associated procedures and resources.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) All staff responsible for administering admission activities must follow this policy, associated procedures and resources.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) Significant breaches of this policy by a student or staff member that impair or undermine academic integrity will be managed via the:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Student Conduct Policy",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(24) This policy will be reviewed at least once every five years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(25) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Academic Entry Requirements Procedure",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "English Language Proficiency Procedure",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Equity and other Admission Schemes Procedure",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}