{
  "metadata": {
    "title": "Alcohol Management Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=98",
    "scraped_date": "2025-10-31 01:25:08"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Health, Safety and Wellbeing Promotion",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) RMIT encourages alcohol-free events to maximise cultural inclusivity, health and safety.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) University-associated groups (e.g. student unions, clubs, sports groups, staff social clubs) which organise more than one function or event in a calendar year should ensure at least half of these events are alcohol-free (no alcohol to be supplied by event organisers or guests).",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) RMIT embeds primary prevention and harm minimisation in relation to alcohol into relevant policies, procedures, guidelines, plans and agreements and supports appropriate alcohol education strategies.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(7) RMIT supports a range of orientation week activities that encourage responsible behaviour in relation to alcohol service and consumption.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(8) Information about alcohol use at RMIT will be provided through student orientation residential induction and resources, staff induction activities, relevant online modules, and annual compliance training.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Managing Functions, Events and Activities Involving Alcohol",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) Functions, events and activities involving alcohol must have a nominated Event Coordinator – this is the person responsible for planning and managing the event and ensuring a safe environment for all attendees.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(10) The Event Coordinator must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "have current, certified training in Responsible Service of Alcohol in Australia or equivalent in other countries where applicable (this requirement can be delegated to a catering company when they are contracted to be present)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "be present for the duration of the event and remain on-site until all participants have departed",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "complete a risk assessment which should assess risks associated with holding a function or event involving alcohol. This includes planning for incidents resulting from alcohol use associated with functions and events, including safe and appropriate means of managing difficult situations, inappropriate or unsafe behaviour resulting from consumption of alcohol",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "obtain relevant authorisations, approvals and licences to provide alcohol at the event",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(11) Internal RMIT approval is required from the Senior Manager, Campus Security Operations, for events hosted on campus, and must be requested at least four weeks before the date of the function or event. Where the event is approved, security arrangements must be determined in consultation with the RMIT security team.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(12) Any transport services provided or organised by RMIT must not facilitate drinking, for example by use of a party bus or the service of alcohol during transport.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(13) All functions and events must be conducted in accordance with the relevant local liquor licensing laws.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(14) Event Coordinators wishing to sell alcohol at an event, either directly or via a cover/admission charge, are responsible for obtaining a liquor licence.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(15) A copy of the liquor licence must be made available to the Senior Manager, Campus Security Operations, on request.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(16) Any advertising material must not:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "emphasise the availability of alcohol and must make equal reference to the availability of non-alcoholic beverages",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "refer to the amount of alcohol available",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "encourage attendance by promoting discounted alcohol or all-inclusive ticketing (i.e. entrance fee and all you can drink for the one price)",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "include any form of brand promotion.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(17) Event Coordinators must ensure that alcohol is served responsibly as follows:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "alcohol must not be the primary focus of RMIT functions and events",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the event must be inclusive of all participants including those who choose not to consume alcohol",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "no alcohol is to be served before the start time or after the finish time",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "alcohol must not be provided in a way that may encourage rapid or excessive consumption of alcohol, for example, in a shot glass or drinking apparatus such as a funnel",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "free drinking water and adequate quantities of non-alcoholic and low alcohol beverages must be available at a cheaper price than alcoholic drinks",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "adequate quantities of fresh food must be available, and should be served no longer than 30 minutes after alcohol is served",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "alcohol must only be consumed in the area designated or licensed for this purpose",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "alcohol will not be served to persons under 18 years of age in Australia or below the legal age in other countries as applicable. Legal age must be confirmed prior to the serving of alcoholic beverages",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "alcohol must not be supplied to a person who is intoxicated.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(18) Any large amounts of alcohol stored on RMIT premises must be stored securely.",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(19) Alcohol may only be served by persons trained and certified in the Responsible Service of Alcohol.",
              "subclauses": []
            },
            {
              "clause_number": "29",
              "text": "(20) The Event Coordinator and servers must not consume alcohol immediately prior to or during the event.",
              "subclauses": []
            },
            {
              "clause_number": "30",
              "text": "(21) Appropriate transport options must be accessible to assist in the dispersal of patrons.",
              "subclauses": []
            },
            {
              "clause_number": "31",
              "text": "(22) Event Coordinators and event staff must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "encourage participants to maintain an appropriate standard of behaviour for the safety and enjoyment of those attending the event and other members of RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "take action where there is a risk to the wellbeing or welfare of an alcohol-impaired person or others",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "do everything reasonable and practicable to ensure that RMIT property is not damaged by attendees.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "report any property damage that occurs at an event to the Senior Manager, Campus Security Operations.",
              "subclauses": []
            },
            {
              "clause_number": "36",
              "text": "(23) Event Coordinators must contact security or emergency services if they believe that an event is no longer under their control or if there is a serious safety issue.",
              "subclauses": []
            },
            {
              "clause_number": "37",
              "text": "(24) The Event Coordinator must report incidents which may contravene the RMIT Alcohol Management Procedure through the online RMIT Incident Reporting System - PRIME.",
              "subclauses": []
            },
            {
              "clause_number": "38",
              "text": "(25) Small team-based events such as ‘after work drinks’ are exempt from this section.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Licensed Premises on RMIT Grounds",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(26) Licensed premises must be operated in accordance with the local liquor licensing laws and any Responsible Service of Alcohol requirements.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(27) Alcohol brand promotions within a licensed premise on RMIT grounds must be limited to alcohol product information at the point of sale and on menus.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(28) Alcohol may not be made available in a way that may encourage the rapid consumption of alcohol, for example, in a shot glass.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(29) Affordable food must be available at the licensed premise at all times when alcohol is available. Convenience snacks (e.g. packaged chips) are not sufficient.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(30) All licensed premises on RMIT must only operate within the maximum normal hours of trading as specified in their liquor licence.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(31) Alcoholic beverages or energy / alcohol-based drinks should not regularly be offered at a discounted price and where they are, non-alcoholic beverages should also be similarly discounted.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Alcohol in the work and learning environment, and residential accommodation services",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(32) Deputy Vice-Chancellors and Heads of Schools and Portfolios must ensure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "staff and students are aware of the RMIT Alcohol Management Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "activities are conducted in accordance with this procedure.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(33) The work and learning environment includes any location where RMIT activities are undertaken and extends beyond the physical campus to activities such as field trips and student study groups within Australia and overseas.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(34) Students who are impaired by alcohol must not attend any RMIT supported activities (e.g. lectures, tutorials, laboratories, work integrated learning, excursions, workshops, club activities).",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(35) Staff, visitors and contractors who are impaired by alcohol must not attend work at RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(36) Alcohol must not be consumed immediately prior to (i.e. in such proximity that it can compromise safety through intoxication or hangover effects) or during participation in any activity that is inherently hazardous, or which may become hazardous because of alcohol use. Such activities may include, but are not limited to, driving a vehicle used for RMIT business travel, handling dangerous goods, operating machinery or equipment, and maintenance work.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(37) Staff must not purchase or supply alcohol for students, even in social settings.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(38) Students visiting or residing in RMIT residential accommodation services must abide by this procedure and any specific residential accommodation policies.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(39) Residential service managers may determine where, when and if alcohol may be consumed by anyone in any area outside a resident’s own private apartment (e.g. common areas, dining areas, or outdoor areas).",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(40) Residents who consume alcohol at another location and return to the RMIT residential facility impaired or under the influence of alcohol and create a disturbance or cause disruption may face disciplinary action by RMIT.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Managing Misuse of Alcohol",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(41) People will provide advice when alcohol has impacted on the work environment.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(42) If a manager or supervisor believes that a staff member, visitor or contractor is impaired by alcohol to the extent that they are a risk to themselves or others, arrangements should be made to ensure the staff member gets home safely (e.g. contacting next of kin or a taxi) or is provided with medical attention if necessary.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(43) Following an incident, the relevant manager or supervisor will arrange a meeting with the staff member to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "discuss the relevant behaviours and incidents that may be subject to misconduct provisions of relevant agreements, regulations or policies, and provide a copy of the relevant agreements, regulations or policies",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "provide information regarding access to support services",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "appropriately document incidents and meetings and provide support as required such as the Employee Assistance Program.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(44) A member of staff who has a student in a class who appears to be affected by alcohol may:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "request that the student leave class if their behaviour is distracting or disruptive",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "insist that the student leave the class if the effect of alcohol leaves them incapable of operating equipment safely or impairs the safe handling of equipment by other students",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "seek the assistance from the RMIT Security team if the student resists appropriate advice or instruction about leaving",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "at a subsequent meeting, encourage the student to access RMIT counselling services.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(45) Where a student is impaired to the extent that they are a risk to themselves or others, arrangements should be made to ensure the student gets home safely or is provided with medical attention if necessary. Students may be subject to student misconduct regulations and face disciplinary action.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(46) Those assisting individuals with alcohol related problems will respect the privacy and confidentiality of those who seek help unless the health and safety of themselves or others is potentially at risk.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reporting Incidents in the Work and Learning Environment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(47) Staff and students should report incidents through the online RMIT Incident Reporting System – PRIME which can be accessed via the Intranet.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(48) Contractors and visitors should report incidents to the relevant RMIT project manager (who should report in PRIME).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Treatment and Support Services in General",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(49) RMIT acknowledges that some members of the RMIT community might experience problems because of their own or others’ alcohol use. Alcohol-related problems will be addressed in a supportive, confidential and constructive way.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(50) Seeking confidential assistance from any treatment or support services, or being referred to them, will not result, by itself, in disciplinary action, nor will it affect the personal or professional situation of the individual in the RMIT setting.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(51) RMIT may provide referrals to alcohol and other drug expertise services for all members of the RMIT community.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(52) Information about how to access the range of services will be maintained on the RMIT health, safety and wellbeing webpage and the Student Health webpages.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}