{
  "metadata": {
    "title": "Assessment and Assessment Flexibility - Online Invigilated Examination Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=264",
    "scraped_date": "2025-10-31 01:27:33"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) Students sitting an online invigilated exam are responsible for preparing for examination conditions by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "confirming they have access to suitable computer equipment and software that is tested and ready for use, including fully charged batteries or access to power cables as required, stable internet connection, and an operational webcam and microphone",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "reviewing and understanding examination instructions, rules and requirements prior to the examination",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "understanding the requirement to use the webcam and microphone if and as requested",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "ensuring they have prepared to sit their examination in the correct time zone",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "ensuring they have the correct access (i.e. URL) to the examination",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "arranging a quiet, private, well-lit space that will not be interrupted and is appropriate to examination conditions",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "clearing work area of all non-permitted items",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "ensuring all non-permitted software is shut down",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "being appropriately attired as though attending an in-person examination",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "logging in at least 20 minutes prior to the published start time to complete identity verification or the time nominated in examination instructions",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "having approved photographic identification readily accessible",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "following all instructions of the invigilator, and",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "monitoring the time remaining in the examination.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(19) Course coordinators are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ensuring that students who are approved to sit an online invigilated exams are informed of all technical and system requirements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "providing instructions for the conduct of an online invigilated examination, including instructions for action to take in the event of issues arising during the examination",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "having contingencies in place in the case of technical issues experienced by invigilators.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(20) Course coordinators must be contactable during an exam or have a suitable nominee in place to assist with issues as they arise.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(21) Associate Deputy Vice-Chancellor Learning and Teaching (or equivalent) are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "confirmation that professional accreditation bodies require invigilated examinations for a course, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "approving courses that may provide online invigilated examinations to meet accreditation or regulatory requirements for students who are unable to attend these examinations in-person.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Privacy",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) Students are advised before sitting an online invigilated examination that they will be monitored and recorded during the examination and the recording will be held for up to 12 months for review if required.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) Only authorised staff have access to recordings and these staff are only authorised to access recordings for the purpose of investigating potential breaches of academic integrity.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(24) All online invigilated examination recordings are stored securely and entirely within RMIT information technology infrastructure.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(25) The collection, accuracy, use, storage, disclosure, retention and disposal of students’ personal information and recordings will be managed in accordance with RMIT’s Privacy Policy and local regulations as appropriate",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}