{
  "metadata": {
    "title": "Brand and Communications Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=65",
    "scraped_date": "2025-10-31 01:23:13"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) RMIT is committed to protecting and enhancing the image and reputation of the University through the creation of a consistent and confident visual identity.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) RMIT will create a consistent approach to the development, maintenance and application of brand values and visual identity in target markets and the wider community that:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "aligns with the University’s strategic direction, mission and values, including our dhumbali (commitment) to reconciliation",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "is consistent with marketing and brand objectives",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "complies with applicable country law and codes of practice, and the RMIT Code of Conduct",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "maximises the value of RMIT communication channels",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "guides the development of high-quality promotional materials",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(6) RMIT may enter into sponsorships, partnerships and memberships both in Australia and internationally, and will ensure that such arrangements are consistent with the RMIT brand, values and strategic goals.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(7) For management and administration at global locations it is expected local representatives will manage activity in line with this policy and RMIT values.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(8) The RMIT University logo and other RMIT Group proprietary branding materials confirm university ownership or interest and are the sole visual identity representation of the University.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(9) University communications will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "be inclusive and accessible",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "comply with the Digital Accessibility Procedure",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "support effective and timely communication and information between the University and current and prospective students.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) The Chief Experience Officer is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "approving RMIT’s brand guidelines, as the official register of all approved branding materials that encompass all areas of the RMIT brand (domestic and global)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "setting the conditions, assessment and evaluation criteria, approvals, performance and thresholds that apply to all (financial) sponsorships, partnerships and memberships",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "developing, maintaining and reviewing the visual brand identity and relevant procedures and resources to support",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "ensuring the RMIT web presence adheres to brand, web and security standards, legal requirements, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "ensuring all websites are hosted on RMIT’s primary content management system. Exceptions may occasionally be granted if a business case is signed-off by the Chief Experience Officer. See Web Development and Maintenance Procedure for the scope and requirements of this provision.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(11) The following positions are responsible for overseeing promotional materials that make use of RMIT brand, including advertising, publications, signage and content:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the Chief Experience Officer and/or the Director, Global Marketing for RMIT University",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the Director, Global Marketing, Digital and Student Recruitment for RMIT Vietnam",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the Executive Director for RMIT Europe",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "the Chief Executive Officer for RMIT University Pathways (RMIT UP)",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "the Chief Executive Officer for RMIT Online.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(12) The Executive Director, Communications has a responsibility to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ensure that use of the RMIT brand in University communications is aligned with RMIT’s strategic direction",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "develop, maintain and review procedures and resources that authorise and manage content and communication channels for the RMIT Group.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(13) The University Secretary and Academic Registrar is responsible for approving use of the RMIT Coat of Arms.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(14) Individuals managing content across RMIT authorised digital channels are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the accuracy, accessibility and quality of content",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "taking action to rectify any breaches of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(15) All RMIT Group staff and representatives are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "adhering to all procedures and resources authorised under this policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "protecting the RMIT brand and associated brand assets",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ensuring sponsored partnerships and events are approved and branded in accordance with this policy and RMIT’s Delegations of Authority Policy",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "consistently applying content management and communication channel standards, including inclusion and accessibility requirements.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) This policy will be reviewed at least once every three years (3) in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(17) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Web Development and Maintenance Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "RMIT Brand Guidelines.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}