{
  "metadata": {
    "title": "Child Safe Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=213",
    "scraped_date": "2025-10-31 01:27:25"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) RMIT recognises its responsibility and is committed to child safety, protecting children/young people from harm and being a child safe organisation. RMIT is committed to ensuring that child safety and wellbeing is embedded in organisational leadership, governance and culture and welcomes children/young people as part of our community and commits to their participation and empowerment.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) RMIT does not tolerate any form of child abuse, maltreatment or neglect. We recognise that all children/young people have a right to be kept safe from harm.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(8) RMIT commits to equipping the University community with the skills and knowledge to provide young people with safe learning environments, both physical and online, to understand the responsibilities and boundaries of their roles and respond to any child safety concerns. This includes our students’ obligations when on placement if they interact with children/young people.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(9) RMIT commits to engaging with and openly communicating with families and communities in relation to organisational approaches, and wherever possible, involving families in the promotion child safety and wellbeing.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(10) All reports will be treated seriously, whether they are made by an adult or a child.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(11) RMIT approaches complaints handling and reporting responsibilities through a child-focused lens, prioritising the rights of children/young people. The following principles govern this approach:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "A child making a disclosure is always to be believed.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The best interests of children are paramount.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Complaints handling and reporting systems are accessible and recognise the diverse needs of children and their families.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Complaints are dealt with thoroughly and promptly.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Complaints relating to children/young people will be managed within the limits of confidentiality, with information shared on a strict needs-to-know basis.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(12) RMIT is committed to taking proactive preventative measures in the recruitment, screening, and training of staff to enhance child safety, to include RMIT’s Statement of Commitment to Child Safety in position descriptions, advertisements, and contracts.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(13) Child abuse, child harm, risk of harm and/or neglect may occur in the context of RMIT activity or occur external to RMIT, for example, at home or in a recreational environment. RMIT expects all RMIT staff to be alert to child abuse, risk of harm and neglect in all contexts and report concerns in accordance with this document and the relevant procedures.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(14) RMIT is committed to the universal requirement for valid Working with Children Checks (Victorian staff) and Police Checks for all RMIT staff. Staff are responsible for ensuring a valid Working With Children Check is maintained at all times. Managers are responsible for ensuring a valid Working with Children Check is maintained for their direct reports.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(15) RMIT will respect and protect the cultural safety of children/young people who are Aboriginal or Torres Strait Islander and will provide a safe environment for children and younger people with a disability; from culturally and/or linguistically diverse backgrounds; those who are unable to live at home; and lesbian, gay, bisexual, transgender and intersex children and young people.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(16) RMIT is committed to protecting the privacy of children/young people in accordance with the Privacy Policy.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(17) RMIT will empower children/young people, employees, volunteers and third parties to speak up and escalate any matters where they feel concerned about the safety of a child/young person in in-person and online environments.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(18) RMIT is committed to the ethical and responsible conduct of human research involving children/young people, which may also be subject to the requirements of the DFAT Child Protection Policy and Child Safe Code of Conduct.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(19) In accordance with the Education Services for Overseas Students Act 2000, RMIT will ensure appropriate support and general welfare arrangements are made to protect the personal safety and social wellbeing of enrolled international students intending to apply for a subclass 500 student under the age of 18.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(20) RMIT is committed to providing a best practice response if a risk, concern, or report arises regarding the safety or wellbeing of a child/young person. All allegations and safety concerns about children will be taken seriously and with sensitivity in line with our Child Safe Reporting procedures.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(21) RMIT is committed to reviewing any systemic issues which may be contributing to or hindering RMIT from being safe for children/young people.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(22) RMIT will monitor and review risks that may occur in physical and online environments regularly, including after incidents, near misses or complaints.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) All members of the RMIT community are responsible for prioritising the assessment and mitigation of risks to child safety in their day-to-day roles and in the planning and delivery of special events and activities.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(24) The Safer Community team are responsible for maintaining a central registry of instances of reportable conduct matters across all RMIT University campuses and wholly owned subsidiaries (RMIT Online, RMIT University Pathways (RMIT UP), as the responsible team for assessing and acting on these matters.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(25) The Child Safety Working Group is responsible for regularly reviewing risks and improving child safety practices and preparing reports on the findings of relevant reviews to staff and volunteers, community and families, and children and young people. The Vice-Chancellor is the nominated head of organisation and is primarily responsible for RMIT’s compliance with the Reportable Conduct Scheme.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(26) All RMIT staff must immediately report any concerns or reports of child abuse or maltreatment or non-compliance with this policy in accordance with our procedures. Failure to comply with this obligation may constitute a criminal offence and result in serious penalties.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Child Safe Reporting Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Child Safe Reporting Procedure - Vietnam.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responding and Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(27) RMIT fosters an organisational culture, supported by clear policy, procedure and training, where all members of our community are confident and knowledgeable to provide an appropriate first response and to raise child safety concerns.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(28) The types of complaints or concerning behaviours that require reporting to the Safer Community team may include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "A child/young person stating that they or someone they know has been abused.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Suspicions or beliefs that a child has suffered or is at risk of harm or maltreatment from an adult or a peer (includes unwanted or harmful sexualised behaviour between children).",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Inappropriate relationships developing between children and adults in the RMIT community.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "A staff, student or associate’s own feeling of discomfort about a relationship between a child and an adult in the RMIT community.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Any other suspected or actual breach of this Child Safe Policy, Child Safe Code of Conduct, legislation or related policy, procedure or practice related to the safety and wellbeing of children/young people.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(29) Where historical abuse allegations are made which pertain to RMIT, the organisation will co-operate fully with police or other statutory body investigations. RMIT will also review its current policies and procedures in light of the findings of historical abuse investigations, to determine if there is learning that may strengthen protective approaches.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(30) This policy supports RMIT’s compliance obligations regarding:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "National Principles for Child Safe Organisations",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Victorian Child Safe Standards (2022)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Victorian Charter of Human Rights and Responsibilities",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Reportable Conduct Scheme",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Children, Youth and Families Act 2005",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Commission for Children and Young People Act 2012",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Child Wellbeing and Safety Act 2005 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "Working with Children Act 2005 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "Crimes Act 1958 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "Department of Foreign Affairs and Trade Child Protection Policy",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "Education Services for Overseas Students Act 2000 (Cth)",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "Foundation Program Standards 2021",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "ELICOS Standards 2018",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "United Nations Convention on the Rights of the Child",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "Preventing Sexual Exploitation, Abuse and Harassment Policy (2019)",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "Law on Children (Law No. No. 102/2016/QH13) (Vietnam)",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(31) Non-compliance with the legislation will result in an internal or external investigation and may affect an individual’s employment or association with RMIT University and its controlled entities.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(32) The following documents are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Child Safe Reporting Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Child Safe Reporting Procedure - Vietnam",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Child Safe Code of Conduct",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Child Safe Reporting Instruction",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Child Safe Image Instruction",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}