{
  "metadata": {
    "title": "Child Safe Code of Conduct",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=249",
    "scraped_date": "2025-10-31 01:23:28"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Behaviours",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) All staff are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "adhering to all relevant Australian and Victorian legislation, RMIT University Child Safe Policy, this Child Safe Code of Conduct, and other organisational policies",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "conducting yourself in a manner consistent with RMIT values",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "promoting the safety and wellbeing of children and young people",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "establishing and maintaining a child safe environment in the course of your work",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "treating children, young people and their families with respect, fairness, professionalism and courtesy",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "actively promoting cultural safety, participation and inclusion to ensure all children and their families are welcomed by being inclusive",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "upholding the principles of equity in working with children and young people",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "treating all children and young people with respect, regardless of race, colour, sex, gender identity, sexual orientation, language, religion, political or other opinion, national, ethnic, or social origin, culture, property, disability, or other status",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "providing Aboriginal children and young people with a safe, respectful, positive environment where they are empowered to express their culture and belief systems",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "respecting and protecting the cultural rights of Aboriginal children and young people, ensuring that each child is supported in their identity",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "promoting the safety, participation and empowerment of children and young people with a disability, culturally and linguistically diverse, LGBTIQ+ children and young people and those who cannot live at home",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "understanding and complying with reporting obligations",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "raising concerns with the University if risks to child safety are identified in any of the activities, facilities, structures, procedures, or adult behaviour",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "making a report if you believe or suspect a child is being harmed, is at risk of harm, or an allegation or disclosure has been made, taking all reasonable steps to protect children from abuse",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "reporting and act on any behavioural complaints, concerns or observed breaches regarding this Child Safe Code of Conduct",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "reporting any concern, allegation, disclosure, or observation of child abuse to the relevant person or authority as outlined in RMIT University’s reporting procedure and in line with mandatory reporting requirements, including the Reportable Conduct Scheme",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "respecting the privacy of children and their families by keeping all information regarding child protection concerns confidential, only discussing information with the relevant people to follow the reporting procedure",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "listening to and valuing children and young people’s ideas and opinions, ensuring they are listened to and responded to appropriately",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "working with children in an open and transparent way – other adults should always know about the work being done with a child/young person",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "maintaining appropriate boundaries and ensuring a professional and appropriate tone in all social media interactions, especially with a child/young person",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "always maintaining professional boundaries with a child/young person, including when seeing a child from RMIT outside the workplace",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "ensuring any physical contact with a child/young person is appropriate to the delivery of learning and programs or activities, and based on the needs of children and young people (such as to assist or comfort a distressed child)",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "participating in child safety training.",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(10) Expected behaviours in an online environment:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "only authorised contact with a child/young person using RMIT email addresses and/or RMIT social media accounts",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "any other interaction with a child/young person online must be for the purposes of their safety or education and must take place on University endorsed channels, such as RMIT email systems",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "if an online class has students who are under 18, they must ensure that the content is suitable for all participants.",
              "subclauses": []
            },
            {
              "clause_number": "29",
              "text": "(11) Unacceptable behaviours are:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "engaging in any activity with a child or young person that is likely to cause harm, including participating in any behaviour that would constitute abuse, harm, neglect, exploitation, harassment, discrimination, or victimisation",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "condoning or participating in behaviour with a child/young person that is illegal, unsafe, or abusive",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "seeking to use a child/young person in any way to meet the needs of adults",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "ignoring or disregarding any concerns, suspicions, or disclosures of child abuse",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "exaggerating or trivialising child abuse issues",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "using hurtful, discriminatory, or offensive behaviour or language with a child/young person",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "initiating unnecessary physical contact (including cuddling, physical restraint, or personal hygiene practices (such as patient care while on placement)",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "engaging in sexual misconduct, which includes any sexual activity (touching, fondling, oral, anal, or vaginal penetration, voyeurism, exhibitionism), exploitation, inappropriate conversations of a sexual nature. Sexual misconduct can occur face to face or online.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "engaging in any behaviours which could be seen as grooming, such as developing ‘special’ relationships with a child/young person, showing favouritism through the provision of gifts or inappropriate attention, or developing friendships with a child/young person and/or their families outside learning/program hours. Grooming can occur face to face or online.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "discriminating on the basis of age, sex, gender identity, race, culture, or sexual orientation",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "being in a one-to-one situation with a child/young person unless required by your role",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "supply of alcohol or drugs to a child/young person",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "communicating directly with a child through personal or private contact channels (including but not limited to social media, email, instant messaging, chat rooms, gaming sites and texting) outside of learning/program requirements, your position description or without oversight",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "exchanging personal contact details such as phone numbers, social media details or email addresses with a child/young person outside of learning/program requirements, your position description or without oversight",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "having unauthorised contact with a child/young person online, on social media, email or by phone",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "using any device including computer, mobile phone, or video or digital camera to exploit or harass a child/young person",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "offering to transport a child/young person alone in your car or inviting them to your home (except in cases of an organised car-pooling arrangement for transport for course related or club trips, with the consent of a parent or guardian).",
              "subclauses": []
            },
            {
              "clause_number": "47",
              "text": "(12) Camping and/or overnight stays. Throughout their engagement with RMIT, enrolled students aged 16 or 17 years old may participate in camps and overnight trips either as part of their education or their membership of an RMIT club or society. Elements to be considered include, but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "parental/guardian approval must be obtained in writing prior to the trip",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "supervision - if no RMIT staff member will be present, leaders of the group must be aware of their responsibilities regarding child safety and consider a ‘buddy’ support system where a trip leader and/or responsible adult helps to support the participation of a child/young person",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "emergency contacts – ensure the trip leaders have the emergency contact of every child/young person ensuring that the child/young person and trip organiser have the details for escalated support, such as Safer Community.",
              "subclauses": [
                "ensuring that the child/young person and trip organiser have the details for escalated support, such as Safer Community."
              ]
            },
            {
              "clause_number": "4",
              "text": "sleeping arrangements – consider if the arrangements will be safe and appropriate for a child/young person, such as age and gender",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "consumption of alcohol – ensure the young person is aware that they are not allowed to consume alcohol on the trip and ensure the trip leaders of aware of this.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) If a member of the RMIT community breaches the RMIT Child Safe Code of Conduct, they will face an internal and/or external investigation which may result in any of the disciplinary action listed below. Disciplinary actions may include, but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "additional training and support",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "formal written warning",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "report to police/Sexual Offences and Child-abuse Investigation Team (SOCIT)/Reportable Conduct Scheme",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "stood down without pay",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "termination of employment/engagement.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(14) Alleged or actual breaches of the Code will be handled in accordance with the applicable RMIT policy or procedure, enterprise agreement, applicable country law, industrial instrument, or contract. Where an alleged breach is not covered by an RMIT policy document, enterprise agreement, industrial instrument, or contract, RMIT will apply the principles of natural justice when investigating such a complaint.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(15) In serious cases staff may have their employment and/or affiliation terminated where an allegation is proven.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) This policy will be reviewed at least once every five (5) years in accordance with the Policy Governance Policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Understanding and Acceptance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) RMIT University requires all staff to read and acknowledge this Child Safe Code of Conduct prior to commencement of employment.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) All contractors, students and volunteers must read and acknowledge this Child Safe Code of Conduct as part of their onboarding compliance with the University.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) All RMIT staff must complete the mandatory e-learning compliance module - Child Safety at RMIT. This module is completed at the beginning of employment and then every two years thereafter.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Child Safe Reporting Procedure",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Child Safe Reporting Procedure (Vietnam)",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Child Safe Statement of Commitment",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Child Safe Reporting Instructions",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Health, Safety and Wellbeing Policy",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Children on Campus and At Work Guideline",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "Inclusion, Diversity and Equity Policy",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}