{
  "metadata": {
    "title": "Child Safe Reporting Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=214",
    "scraped_date": "2025-10-31 01:21:01"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Roles and Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) RMIT University Council is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ensuring systems and structures are in place within RMIT to implement and monitor the effectiveness of the Child Safe Reporting Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "monitoring the effectiveness of complaints handing processes via reports from the University Executive Committee",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "overseeing complaints handling where complaints are escalated to Council",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "responding to and overseeing complaints made about or referring to the Vice-Chancellor",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "following appropriate reporting processes when a concern, report or disclosure of child abuse arises",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "championing child safe practices and leading by example, modelling the behaviour expected of staff and volunteers and not tolerating behaviours harmful to children.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(8) The Vice-Chancellor and members of the University Executive are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ensuring the Child Safe Reporting Procedure is addressed at the strategic level and implemented across RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensuring all RMIT staff are aware of their obligations under the Reportable Conduct Scheme",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "meeting the obligations of the Reportable Conduct Scheme by reporting to relevant child safety authorities within a set period if they become aware of a report of child abuse by an RMIT student, staff or associate",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "receiving, reviewing, and responding to organisational incidents and outcomes (e.g. summary reports, aggregate recording of reports on a quarterly basis)",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "reporting complaint trends and information to Council",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "championing child safe practices and leading by example, modelling the behaviour expected of staff and volunteers and not tolerating behaviours harmful to children",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "the Vice-Chancellor is the nominated head of organisation and is primarily responsible for RMIT’s compliance with the Reportable Conduct Scheme.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(9) Safer Community is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "maintaining oversight of child safeguarding related complaints",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensuring child-friendly complaints mechanisms are in place",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "receiving and responding to complaints in line with the Child Safe Reporting Procedure",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "supporting RMIT staff and children, young people and families who have identified, responded to, or reported child abuse by ensuring they are linked in with appropriate community supports",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "monitoring, managing and continually improving RMIT’s child safe reporting practices",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "collating, reviewing and responding to organisational incidents and outcomes",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "working with relevant authorities to remove harmful content online",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "ensuring that the Child Safe Reporting Procedure and pathways to complaints are communicated with RMIT students and families",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "managing the reports to the Reportable Conduct Scheme on behalf of the Vice-Chancellor.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(10) All students, staff and associates are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "understanding the signs of child abuse and how to respond",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "following appropriate reporting processes when a concern, report or disclosure of child abuse arises",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "following the Child Safe Code of Conduct when engaging with children",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Calling Emergency Services (000) where a child is in immediate danger, and then notifying Safer Community as soon as possible.",
              "subclauses": []
            },
            {
              "clause_number": "31",
              "text": "(11) Everyone, regardless of their legal obligations, has a responsibility to report concerns about child abuse, child harm, risk of harm and neglect. This procedure includes provisions for voluntary reporting, as well provisions to ensure compliance with set reporting laws operating in Victoria.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) Information on how to identify child abuse and what needs to be reported can be found in the Child Safe Reporting Instruction.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) There is a requirement to report to Safer Community who will support a further report to relevant authorities such as Victoria Police and Child Protection if there is a reasonable belief that a child has been harmed, is at risk of harm or has suffered neglect.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(14) If a report is made in good faith, the making of a report is not unprofessional conduct or a breach of professional ethics, and the reporter cannot be held legally liable, regardless of the outcome of the notification. Permission is not required from parents or carers to make a report and they do not need to be informed that a report is being made.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(15) Confidentiality must be maintained when reporting concerns, with any discussions occurring on a need-to-know basis only. Only those directly involved in the management of the child’s situation and responsible for meeting the reporting obligations are to be involved in discussion where the child’s identity or details of the suspected harm is disclosed. An exception is when the child has consented to a secondary disclosure and has capacity to consent.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(16) Forming a concern for the safety of a child or young person",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The process of considering all relevant information and observations is known as forming ‘reasonable grounds’. Belief on reasonable grounds is formed if a reasonable person in the same position would have formed the belief on the same grounds.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The types of concerning behaviours that may form a reasonable belief may include: suspicions or beliefs that children have suffered or are at risk of suffering abuse inappropriate relationships developing between a child and a student, staff member or associate feelings of discomfort about a relationship between a child and a student, staff member or associate observations of concerning changes in a child’s behaviour observing concerning signs in person, online or in writing.",
              "subclauses": [
                "suspicions or beliefs that children have suffered or are at risk of suffering abuse",
                "inappropriate relationships developing between a child and a student, staff member or associate",
                "feelings of discomfort about a relationship between a child and a student, staff member or associate",
                "observations of concerning changes in a child’s behaviour",
                "observing concerning signs in person, online or in writing."
              ]
            },
            {
              "clause_number": "8",
              "text": "(17) Reporting your concern to Safer Community",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The person who identified a child harm concern or received a disclosure from a child should make the report to Safer Community who will facilitate and support a report to the Victoria Police and/or child protection authorities. Safer Community will keep a confidential record of the incident. The person reporting the concern does not require proof that child abuse is evident.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Where child safety concerns involve RMIT students, staff and associates who are not family members of the child, a report must be made to Safer Community on the same day as the concern arises. Safer Community will facilitate a report to Victoria Police, where applicable.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(18) Reporting your concern to relevant authorities",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "In cases of intra-familial risk, if there is a risk of harm this must be reported to the relevant child protection authority in the first instance, with Safer Community’s support (if required/requested). You must notify Safer Community within 24 hours of making a report of intra-familial risk to either the police or child protection.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Disclosures of child abuse which must be reported to external authorities include any suspected or actual breach of this procedure, Child Safe Policy, Child Safe Code of Conduct, or the Victorian Child Safe Standards legislation.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(19) A person making a report must make a record of the incident if required by their role, for example counselling staff.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Protected Disclosures",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) Should RMIT students, staff or associates wish to make a protected disclosure, also known as whistleblowing, they may do so directly to the Vice-Chancellor’s Office. RMIT will ensure that appropriate support is provided to the child of concern, their family, as well as to the discloser/whistleblower.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Record Keeping",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) Timely, clear and effective record keeping is an important part of managing child safety concerns. Safer Community will manage records of child safety concerns, including, but not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the nature of the child safety concern and how it was managed",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "any reportable actions or allegations, and which organisations they were reported to",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "support persons for those involved in the management of the report",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "internal and external investigators",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "outcomes of the reporting process, including any problems that required addressing",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "support provided, either in the short term or on a continuing basis",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "actions taken, e.g. escalation, risk assessments and outcomes, policy change, system fault and correction",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "actions requiring ongoing review and/or follow-up, e.g. ongoing risk assessment, continued support for child or other parties.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responding to Historical Allegations of Abuse",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) The Vice-Chancellor or their delegate must be notified of any allegation of historical abuse which pertains to RMIT within 24 hours of receipt.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) The Vice-Chancellor is responsible for overseeing the handling of any historical allegation, including confirming that it has been referred to the relevant authority, i.e. Police, Reportable Conduct Scheme.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(24) At the conclusion of the Police investigation, the Vice-Chancellor will determine whether it is appropriate to undertake an internal investigation. An internal investigation would generally be warranted where the student, staff or associate implicated in the allegation is still involved with RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(25) In all circumstances, RMIT will undertake an internal review to determine if there is a need to amend any policies, procedures or processes. Reviews will focus on the identification and application of learning to minimise future risk.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(26) The following documents are established in accordance with this procedure and are mandatory to comply with:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Child Safe Reporting Instruction",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Child Safe Image Instruction",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}