{
  "metadata": {
    "title": "Children on Campus and at Work Guideline",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=99",
    "scraped_date": "2025-10-31 01:25:25"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Overview",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) RMIT recognises that situations, such as unforeseen childcare changes or childcare difficulties, may require staff and students to bring children onto RMIT property.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) However, when children are introduced to environments that are not designed to cater for them e.g. labs, certain research and teaching spaces, issues of safety, supervision, productivity and liability arise.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) RMIT provides a flexible working environment for staff, which includes carer’s leave amongst other forms of leave, which can be utilised to care for a child. Students should refer to RMIT policy on special consideration in cases where family or caregiver responsibilities impinge on academic requirements.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(8) For the purposes of this guideline, a caregiver is defined as: a person (employee, student, contractor, or visitor) who has been provided authorisation to bring child(ren) to an RMIT place of work, teaching, or fieldwork activity.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(9) The guidance provided in this document has been developed to protect the interests of children, staff, students and RMIT.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Guidance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) A staff member wishing to bring child(ren) to their place of work for a period of more than one hour must first discuss this request with their direct line manager for approval.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(11) Managers of an employee requesting to bring child(ren) to their place of work have a responsibility to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "listen carefully to the request",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ask questions to understand the need for the arrangement",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "genuinely consider whether they can agree to the request or meet the need in a different way, including by seeking advice from RMIT People and their management line",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "explain decisions about the request clearly in writing.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(12) Managers are not obliged to agree to a request to bring child(ren) to the employee’s place of work. In some circumstances, the request may not be approved. This could be because of operational requirements, because of known risks in the employee’s workplace environment, or the needs of other employees.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Where approval is not granted, managers need to have a reasonable business rationale for doing so.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(13) A student wishing to bring a child to a lecture, tutorial or other class must first seek approval from the relevant teacher or lecturer. The supervisor should treat requests flexibly and sensitively.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(14) Teaching staff of a student requesting to bring child(ren) to their place of study have a responsibility to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "listen carefully to the request",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ask questions to understand the need for the arrangement",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "genuinely consider whether they can agree to the request or meet the need in a different way, including by seeking advice from RMIT People and their management line",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "explain decisions about the request clearly in writing.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(15) Teaching staff are not obliged to agree to a request to bring child(ren) to the student’s place of study. In some circumstances, the request may not be approved. This could be because of operational requirements, because of known risks in the student’s learning environment, or the needs of other students.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(16) Factors to be considered by a caregiver and their supervisor or relevant teaching staff when considering bringing children onto RMIT property include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the age of the child(ren) and their vaccination status",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the nature and location of the class/workplace",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the activities being conducted in the space where the child(ren) might be located",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "the degree of possible interference and disruption to other staff/students",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "occupational health and safety issues e.g. labs or areas with machinery",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "emergency management e.g., when lifts are not available in an evacuation",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "other responsibilities of the caregiver i.e. warden, first aider.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(17) Where children are brought onto RMIT property or to any approved fieldwork activity, they must always be supervised (direct line of sight) by the caregiver. The responsibility for the child(ren) rests solely with the caregiver, and other staff or students must not be asked to look after the child(ren).",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(18) RMIT has a general duty to protect persons from unreasonable risk or harm, which may be a result of lack of control of the conduct of others. Supervisors have a responsibility to ensure that staff and students (caregiver) who bring children to class or work are aware of the issues involved, including that:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The caregiver will ensure that children will not enter into hazardous areas such as laboratories, workshops, construction sites or plant rooms at any time or under any circumstance.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The caregiver must always ensure direct supervision of the child when on RMIT property. Responsibility for all aspects of the child’s behaviour rests solely with the caregiver and responsibility for any damage caused by a child rest with caregiver.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "The caregiver must not bring a child onto RMIT property where the child has a significant communicable medical condition, for example, chickenpox, head lice or conjunctivitis. The caregiver should investigate their leave, flexible working or learning arrangements or special consideration options in these circumstances.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "The needs of other staff/students/contractors should be recognised and addressed when bringing children into the classroom or workplace.",
              "subclauses": []
            },
            {
              "clause_number": "30",
              "text": "(19) Everyone, regardless of their legal obligations, has a responsibility to report concerns about child abuse, child harm, risk of harm and neglect. Any concerns must be reported following the Child Safe Reporting Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "31",
              "text": "(20) All members of the RMIT community are responsible for prioritising the assessment and mitigation of risks to child safety in their day-to-day roles and in the planning and delivery of special events and activities.",
              "subclauses": []
            },
            {
              "clause_number": "32",
              "text": "(21) Where a risk or issue is identified, or the supervisor has reason to believe that the child is not being appropriately supervised, and/or a child’s behaviour is disruptive to other staff or students, the supervisor has the right to request that the caregiver remove the child from the work or study area.",
              "subclauses": []
            },
            {
              "clause_number": "33",
              "text": "(22) Approval to bring children on RMIT property can be revoked by the supervisor with immediate effect if supervision requirements, mitigation of risk, or due consideration for others’ ability to work or study are not met.",
              "subclauses": []
            },
            {
              "clause_number": "34",
              "text": "(23) Caregivers who need a private space for breastfeeding, expressing milk, changing nappies, or any other reason requiring privacy, can have access to reasonably accessible facilities for this purpose on RMIT property.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}