{
  "metadata": {
    "title": "Code of Conduct",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=52",
    "scraped_date": "2025-10-31 01:23:21"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Ways of Working",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) The ways of working at RMIT mean staff respect others, provide a child-safe environment, and promote RMIT goals and values.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(9) When working at RMIT and representing RMIT, all staff are guided by the RMIT values, strategic plan, this Code, RMIT policies and related documents, as well as regulatory obligations and requirements.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(10) As individuals, staff:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "create and maintain a safe and healthy work environment that is free from bullying, harassment including sexual harassment, sexual harm, victimisation and unlawful discrimination",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "behave in a respectful, courteous and professional manner in all contexts connected to the workplace",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "use RMIT facilities and resources efficiently and carefully, with consciousness for social and environmental impacts",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "act with care and due diligence when at work or conducting themselves in connection with the workplace",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "maintain a collaborative and cooperative approach to working with others",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "act within delegated authority and RMIT policies and procedures",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "avoid and declare actual, perceived or potential conflicts of interest",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "act ethically to avoid engaging in any fraudulent or corrupt behaviour",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "demonstrate academic and research integrity in all duties relating to teaching and research",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Ways of Knowing",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) Our ways of knowing at RMIT mean there is the highest regard for intellectual inquiry and scholarship, and that the responsible exercise of professional and academic judgement is valued. The Intellectual Freedom Policy describes the expectations and responsibilities of RMIT and staff in relation to intellectual freedom at RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(12) As individuals, staff:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "adhere to the ethical, legal and regulatory standards of their role, discipline or profession",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "take responsibility for their own work and acknowledge the intellectual contribution of others",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "actively engage in learning and remain open to dialogue and the sharing of ideas, theories and practices with others",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "complete and act consistently with the relevant compliance training modules",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "make public comment on behalf of RMIT only if authorised to do so",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "access or use RMIT information and intellectual property (IP) only when lawfully authorised or there is a legitimate need to do so",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "understand that the exercise of freedom of speech must be lawful in accordance with the Intellectual Freedom Policy and applicable Enterprise Agreement",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Ways of Being",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) Our ways of being at RMIT mean staff conduct themselves with integrity and commit to upholding the reputation of RMIT and the RMIT community.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "act with integrity and fairness",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "treat everyone with courtesy and respect",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "act honestly and professionally in all work-related matters, and uphold ethical business practices",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "are inclusive and provide equitable access to information and resources",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "never attend or perform work when impaired by alcohol or drugs, whether illegal drugs or prescribed medications",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "follow reasonable directions from managers or supervisors and exercise RMIT’s core values in professional conduct",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) All staff are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "complying with this Code",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "reporting any possible fraud, corruption, mismanagement or waste of RMIT resources and functions to their manager or Central Complaints and Investigations via the Complaints Portal or Whistleblower service",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "reporting any behaviours or activities that may constitute a breach of this Code to their manager, or via the Organisational Breach Reporting Form, or Central Complaints and Investigations via the Complaints Portal or Whistleblower service",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(16) Governing persons and senior staff are expected to demonstrate leadership, model the highest standards of conduct, and act on any reports in accordance with RMIT values, and meet policy, procedural, legislative and regulatory obligations relevant to their role.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(17) The Vice President, People and Culture is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the implementation and management of the Code of Conduct, including the provision of training and awareness-raising on appropriate workplace behaviour and managing misconduct",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "compliance monitoring and regular reporting of material breaches of the Code to the relevant governing body",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) Alleged or actual breaches of the Code are handled in accordance with the applicable RMIT policy or procedure, Enterprise Agreement, applicable legislation, industrial instrument or contract. Where an alleged breach is not covered by an RMIT policy document, Enterprise Agreement, industrial instrument or contract, RMIT applies the principles of natural justice when investigating such a complaint.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) Failure to comply with the Code may result in disciplinary action up to and including termination of employment.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) This policy is reviewed at least once every five years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) Refer to the following documents that are established in accordance with this Code:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Staff-Student Relationships Procedure",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(22) Staff should refer to the following related policy documents:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Workplace Behaviour Policy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Conflict of Interest Policy",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Complaints Governance Policy",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Intellectual Freedom Policy",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Managing Conduct Procedure",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Health, Safety and Wellbeing Policy",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "Alcohol Management Procedure",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "Gender-Based Violence Prevention and Response Policy",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "Inclusion, Diversity and Equity Policy",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "Fraud and Corruption Control Policy",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "Internal Labor Regulations (Vietnam)",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}