{
  "metadata": {
    "title": "Commitment Statement on Program Inherent Requirements",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=94",
    "scraped_date": "2025-10-31 01:23:25"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Inherent Requirements",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Inherent requirements are the fundamental tasks of a program that require students to demonstrate non-academic abilities during professional experience placement and on-campus learning activities.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) Inherent requirements are not additional ethical, legal or health requirements such as Working with Children Checks or immunisations, which require compliance due to the program’s relationship to professional registration organisations.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) Importantly, inherent requirements are not entry requirements. Inherent requirements need to be considered with regard to reasonable adjustments. Reasonable adjustments are individualised to the person’s particular circumstances and their program of study, to support students to participate fully and meet the inherent requirements.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(8) For some programs of study, some students may not be able to demonstrate the inherent requirements despite the implementation of reasonable adjustments, due to an intrinsic conflict between these requirements and the nature of the student’s disability, long term illness and/or mental health condition. Programs where this situation might arise are most likely to be those that have a compulsory professional experience placement activity in a community setting such as health, medical and education programs, or programs with a significant practical or laboratory component, where the safety of students and staff is a priority. Accordingly, these programs are prioritised for publication of inherent requirements statements.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Our Values and Expectations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) RMIT has a core set of values that are an integral part of our organisation. As individuals we are responsible for our own behaviour to promote a safe and inclusive learning environment for our students.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(10) Published documentation, conversations and decisions about inherent requirements and their application will be informed by the University’s commitments to inclusive education, the avoidance of unlawful discrimination, and the provision of reasonable adjustments to support the equitable participation of students with a disability, long term illness and/or mental health condition.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "What is RMIT’s role?",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) The University will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "publish this Commitment Statement",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "provide professional development and other resources for staff on the development and application of program inherent requirements and the provision of reasonable adjustments",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "express statements of inherent requirements in standardised broad terms while providing adequate and contextualised information on the breadth of specific tasks students are required to undertake during a program",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "publish program inherent requirements statements for prospective and current students and staff.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}