{
  "metadata": {
    "title": "Complaints Governance Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=110",
    "scraped_date": "2025-10-31 01:25:02"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) RMIT is committed to protecting and promoting the welfare and wellbeing of all parties to a complaint throughout the complaints process including access to support services as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(11) RMIT will appropriately educate staff involved in complaints receipt and specifically in which certain complaints and complaint topics should be managed.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(12) Complaints can be a valuable source of information about RMIT’s performance, service, culture, policies and processes. They may also assist RMIT to identify and address issues that could impact the safety and wellbeing of staff, students, and members of the community. RMIT will welcome complaints, with a focus on achieving a suitable outcome.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(13) RMIT recognises that an effective complaints management process and a receptive and responsive complaint culture is critical to maintaining the University’s brand, reputation and trust, improving the student experience, research integrity and attracting and retaining quality staff.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(14) RMIT will ensure that complaints are handled and resolved in a fair, consistent and timely manner for all parties involved.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(15) RMIT will decide upon the most appropriate way to manage a complaint and will have a range of suitable processes available, and clearly documented for all parties to a complaint process.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Complaint Handling Commitments",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) RMIT will take all reasonable steps in line with legislative requirements and policy to ensure the commitments documented in this policy are demonstrated during the complaints process.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(17) RMIT will publish and publicise details about how to make a complaint for any member of the RMIT community or third party.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(18) All parties to a complaint are expected to act respectfully and with good intent.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(19) Complainants are personally responsible and liable for the content of their complaints. Complainants must not provide information that they know to be inaccurate or misleading. Doing so may result in disciplinary action or, in extreme circumstances, be reported to the appropriate external regulatory body or the police.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(20) The University may restrict access to its complaints service for complainants who act unreasonably.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(21) Each individual complaint will be treated on its merits, fairly and without bias or conflict of interest.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(22) Subjects of a formal complaint investigation will be informed of the substance of any allegations made against them, to the extent it is possible to do so without compromising the health and safety of any known party.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(23) All parties will have the opportunity to be heard and respond to the substance of the complaint.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(24) Complaint handlers and case managers will make all reasonable inquiries before making a decision or recommendation. Evidence and investigative actions, commensurate with the type of complaint, will be documented and stored in a secure manner in accordance with the Information Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(25) Complaint outcomes will be clearly communicated to the relevant parties in an appropriate manner taking into consideration relevant legislated requirements and policies.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(26) Complaints will be addressed without undue delay and where appropriate parties will be regularly updated on progress.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(27) Complaint outcomes will provide details on any appropriate avenues for review.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(28) RMIT will address all complaints in a sensitive manner. Where possible and in accordance with any relevant legislation, RMIT will protect the identity of the complainant and use all available measures to ensure documentation, oral representations and all other evidence is confined to appropriate persons on a ‘need to know’ basis.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(29) Where issues of requested anonymity or limits to confidentiality may impact or impede the investigation process, or where a complainant’s identity may be revealed by the nature of the complaint, this will be discussed with the complainant.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(30) Support may include, but is not limited to, a support person to attend meetings for reassurance and emotional support, representatives from the staff or student union, Ngarara Willim for Australian Indigenous and Torres Strait Islander staff or students, staff or student counselling services, privately sourced counselling services, Safer Community where appropriate, University Chaplaincy, or Student Legal Service or other support mechanisms as allowed by legislation.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(31) RMIT will ensure that information obtained throughout the course of the complaint process is handled in accordance with the Privacy Policy.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(32) Complainants are expected to maintain confidentiality as a matter of fairness and may seek appropriate support from persons outside of RMIT or via professional services offered by RMIT or externally as appropriate. RMIT will take reasonable steps to protect all parties to a complaint from victimisation, unwarranted detrimental action or reprisals. Any RMIT employee or student found to have participated in unwarranted detrimental action may be the subject of disciplinary action.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(33) Complaints will be investigated without undue delay.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(34) Where a formal investigation or complex enquiry is required, the parties will be kept up to date on the progress of the matter and reasons for any delay where it is appropriate to do so.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(35) Where there are concerns about risk or safety of any person related to the complaint, RMIT may take immediate action to remove or isolate individuals from the campus or immediate workspace while an investigation is carried out.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(36) RMIT may take precautionary action to protect physical or non-physical assets, animals, RMIT’s reputation and the environment, or where required to preserve evidence, or comply with obligations lawfully placed upon RMIT by third parties.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(37) RMIT staff and students who have raised a complaint and feel that the way it has been handled has not been fair, or has breached University policy or procedure, and who have exhausted all other relevant internal avenues, may raise their concerns with the Ombudsman as follows:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "For vocational education students, the Victorian Ombudsman",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "For higher education students, the Victorian Ombudsman or the National Student Ombudsman",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "For staff, the Victorian Ombudsman.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reporting and Governance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(38) The General Counsel or delegate will provide a quarterly report on staff, student, and third-party complaints activity, actions and outcomes to Audit and Risk Management Committee. The report will contain:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the number of complaints received in the period across staff, student, third-party and whistleblower categories; and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "an analysis of complaint data by type including trends, themes and root causes.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(39) Where systemic failures are identified, recommendations for action will be made by the General Counsel (or their delegate) and executive owners will be identified, notified and assigned. Outcomes and actions will be tracked via this reporting mechanism.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(40) An annual report on complaint activity will be submitted to RMIT University Council (Council).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(41) RMIT’s people leaders and managers will promote a welcoming complaint culture and take action to address systemic issues arising from complaints data analysis.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(42) The Vice President, People and Culture or delegate will be responsible for ensuring that policies, procedures and resources for staff complaint management align with the principles of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(43) The Deputy Vice-Chancellor Education or delegate will be responsible for ensuring that policies, procedures and resources for student and student-related complaint management align with the principles of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(44) The Deputy Vice-Chancellor Research and Innovation or delegate will be responsible for ensuring that research-related policies, procedures and resources align with the principles of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(45) The Associate Director, Central Complaints and Investigations will be responsible for complaints data gathering, analysis, reporting and training on matters related to compliance with this policy.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(46) The General Counsel or delegate will be responsible for ensuring that procedures and resources for third-party complaint management align with the principles of this policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(47) This policy is to be reviewed every three (3) years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(48) This policy includes the following schedule(s):",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Schedule 1 - RMIT Complaints Framework",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(49) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Third-Party Complaints Procedure",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}