{
  "metadata": {
    "title": "Conferral and Graduation Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=8",
    "scraped_date": "2025-10-31 01:25:56"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) The Academic Registrar's Group is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "identifying students nearing completion of their program and reporting to colleges, schools and industry clusters for confirmation",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "actioning approved changes to student results after completion.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(13) The Associate Deputy Vice-Chancellor Research Training and Development is responsible for confirming a student has fulfilled the requirements for completion of their higher degree by research award or higher doctorate.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(14) The College Associate Deputy Vice-Chancellor Learning and Teaching is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "approving non-standard completions",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "approving, together with the Dean, Head of School or Cluster Director, changes to a student’s record after completion has been confirmed.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(15) The Dean, Head of School or Cluster Director of the college, school or industry cluster offering a student’s coursework award program or (in the case of double degrees) plan is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ratifying and providing confirmation to the Academic Registrar's Group of students who have completed AQF qualification requirements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "reviewing completion decisions",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "recommending non-standard completions to the College Associate Deputy Vice-Chancellor Learning and Teaching",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "approving, together with the College Associate Deputy Vice-Chancellor Learning and Teaching, changes to a student’s record after completion has been confirmed.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(16) The University Secretary and Academic Registrar is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "confirming completion where a higher education award is no longer offered and completion was within the previous 10 years",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "confirming completion where a higher education award was completed more than 10 years ago",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "certifying that students have fulfilled the requirements for completion of an award",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "recommending to Council that completed students be conferred an award",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "inviting students who have completed their program to a graduation ceremony",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "declining permission for a graduand to attend a graduation ceremony where it is considered they constitute a risk to the safety of any person",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "maintaining a current register of students who have received an RMIT AQF qualification",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "posthumous conferral of awards to Council and certifying associated policy requirements have been met",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "reporting to Academic Board and Council on awards conferred in absentia and revoked awards",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "ownership of the Conferral and Graduation Procedure, Academic Dress Guideline, and associated resources.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(17) Colleges, schools and industry clusters are responsible for confirming that each student has fulfilled the requirements for completion of an award - unless clause (13) applies.",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(18) Council approves both conferral and revocation of awards in accordance with the RMIT Statute and Regulations.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) This policy will be reviewed every five years by the Deputy Vice-Chancellor Education.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(20) Refer to the following documents which are established in accordance with this Policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Conferral and Graduation Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Academic Dress Regulations",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Schedule 1 - Certification Documentation",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}