{
  "metadata": {
    "title": "Conflict of Interest Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=91",
    "scraped_date": "2025-10-31 01:21:02"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) All staff who work for or with the RMIT Group:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "have a duty to act in RMIT’s best interests",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "are responsible for considering and identifying actual, perceived and potential conflicts of interest",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "must declare any situations that give rise to an actual, perceived or potential conflict of interest",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "must take appropriate steps to adequately manage the declared conflict of interest, or",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "must withdraw from the situation which gives rise to the conflict of interest if directed to by a manager or supervisor.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(14) Direct Managers are responsible for overseeing the management of actual, perceived and potential conflicts of interest of their staff in accordance with the Conflict of Interest Management Procedure. They may seek advice from their senior leaders or the People team and Central Compliance team if they require further guidance.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(15) The People team:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "act as first point of contact if a matter concerning the Conflict of Interest Declaration, the policy and the procedure cannot be resolved at the level of staff member and manager",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "act as consultant when staff members, managers or supervisors are uncertain about whether the proposed Management Plan (a document that details how the conflict will be managed) meets the requirements of the policy or procedure",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "seek advice from or escalate to the Central Compliance team if additional guidance is required",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "assist the Central Compliance team in managing the conflict of interest declaration process",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "are notified when there is a declaration of a conflict of interest that arises from a personal relationship between staff who work together in a direct reporting capacity.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(16) The Central Compliance team:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "maintains a register of actual, perceived and potential conflicts of interest declared by RMIT employees and affiliates",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "determines the process by which conflict of interest declarations are registered",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "reviews conflict of interest declarations and Management Plans for compliance with the Conflict of Interest Policy and Procedure",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "provide guidance and assistance in resolving issues regarding an actual, perceived or potential conflict",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "acts as an escalation point if a matter concerning the conflict of interest declaration, the policy and the procedure cannot be resolved by the People team or if additional guidance is required.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(17) The Privacy Policy applies to any personal information collected through the register on the Conflict of Interest Declaration Form.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(18) All Conflict of Interest Declarations are treated as highly sensitive and confidential information. Access to this information is restricted to selected persons within the People and Central Compliance teams.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(19) Requests to access information from the conflict of interest register are managed and granted by Central Compliance on a case-by-case basis.",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "(20) Failure to comply with this policy and the Conflict of Interest Management Procedure may be a breach of the Code of Conduct or the Workplace Behaviour Policy.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(21) Breaches of this policy are managed in accordance with the Code of Conduct and Workplace Behaviour Policy, and may result in disciplinary action, including termination of employment.",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(22) RMIT may also refer behaviour that potentially constitutes or involves criminal behaviour to relevant law enforcement agencies.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(23) There may be circumstances when an actual, perceived or potential conflict of interest becomes known after the fact of a decision or determination. In these cases, as soon as the conflict of interest becomes evident it must be disclosed to the relevant manager or supervisor.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(24) RMIT may decide to investigate the circumstances of the decision or determination, including whether a different decision or determination should be made, or if a decision should be made by a different person in another role for whom there is no conflict of interest. RMIT may also determine that an investigation should be undertaken to determine whether misconduct has occurred.",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(25) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Conflict of Interest Management Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Conflict of Interest Procedure Schedule 1: Actual, Perceived and Potential Conflict of Interest Examples",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Self-Authored Learning Resources: Conflict of Interest - Disclosure Guidance Materials",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Guidance Note on Conflicts of Interest in Research.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}