{
  "metadata": {
    "title": "Conferral and Graduation Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=9",
    "scraped_date": "2025-10-31 01:25:38"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Completion",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) When a student has fulfilled all program learning outcomes and requirements in an AQF award program, their program is considered complete.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) Higher degree by research students must meet the conditions for completion set out in the Higher Degrees by Research Policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) The Academic Registrar's Group identifies students nearing completion of their coursework programs and reports this information to colleges, schools and industry clusters for confirmation of program completion.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(7) Colleges, schools and industry clusters provide confirmation to the Academic Registrar's Group that each student has fulfilled the requirements for completion of the award program.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(8) Where the student is enrolled in a double degree and the degrees are offered by different colleges, schools or industry clusters, each must confirm that the student has fulfilled the requirements for completion of the award program.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(9) A student who is about to complete or who has completed their program in the past may request written confirmation of their completion status. RMIT will respond:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "within 20 working days of the release of the final results",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "within 20 working days of the student’s application to graduate, where the student has completed in the past.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(10) Where a higher education student fulfils the program learning outcomes of an approved non-standard enrolment involving courses other than those specified in the program guide, the relevant Dean, Head of School or Cluster Director may recommend a non-standard completion to the College Associate Deputy Vice-Chancellor Learning and Teaching for approval.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(11) A non-standard completion may be approved by the College Associate Deputy Vice-Chancellor Learning and Teaching where the student has completed courses other than those specified in the program guide if they have been incorrectly advised on their enrolment.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(12) Completion of a non-standard enrolment in a program may not be approved where a student has enrolled incorrectly of their own accord.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(13) Where a higher education award program is no longer offered, the University Secretary and Academic Registrar has discretion to confirm completion for a student:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "who completed that program within the previous 10 years, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "where the program completion was not previously confirmed.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(14) When considering confirmation of completion at clause (13) the University Secretary and Academic Registrar takes each of the following into account:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the record of the student’s results",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the record of the program structure at the time of enrolment",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "evidence that the results fulfil the program requirements",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "confirmation of completion of program requirements, including any work integrated learning or clinical placements, from the Dean, Head of School or Cluster Director.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(15) Where a student has been assessed by the college, school or industry cluster as not having fulfilled the requirements for completion of a coursework program, the student may apply to the Dean, Head of School or Cluster Director for a review of the decision.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Reviews of completion decisions are not available to higher degree by research students.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "A review of a coursework result in the research program is available in accordance with the Assessment Processes.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "An appeal against an examination outcome is available in accordance with the Assessment, Academic Progress and Appeals Regulations.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Conferral of Awards",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) Conferral is the act of formally granting an award by Council to a student upon completion of their award program and all other RMIT requirements as certified by the University Secretary and Academic Registrar.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(17) Students must have been enrolled in the award program to be conferred that award.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(18) Awards are conferred:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "on the date of the next available graduation ceremony",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "in absentia, at a date determined by RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(19) RMIT will not confer an award:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "where the student is the subject of a misconduct allegation and their completion is dependent on the resolution of the matter in accordance with the Student Conduct Policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "where the Student Conduct Board has denied the student the right to have their award conferred",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "where the student owes a debt to RMIT in relation to the program of study for which the debt was incurred, or administrative fees such as library fines.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(20) In addition to clause (19), RMIT will not confer an award for a vocational education and training nationally recognised:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "training package qualification that was deleted, 24 months after the deletion date (in accordance with the ASQA General Direction on learner transition)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "training package qualification that was superseded, 12 months after the superseded date (in accordance with the ASQA General Direction on learner transition), or in line with any granted extension",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "accredited course that is non-current (expired), 24 months after the expiry date.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(21) Higher education students who completed an award program more than 10 years earlier are not normally eligible to have the award conferred.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Students may instead be issued with a transcript stating that they have completed program requirements following confirmation of program completion from the Dean, Head of School or Cluster Director.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The University Secretary and Academic Registrar may approve exceptions to this in exceptional circumstances.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(22) Higher-level programs may have lower-level programs ‘nested’ within them. These nested programs may lead to awards at different AQF levels, offered and awarded sequentially.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(23) Students who are enrolled in a higher-level program are not permitted to progressively take out lower-level nested awards if they are only enrolled in the higher award. Students proceed through the entire program of study they are enrolled in unless they opt to exit at a lower level.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(24) Students enrolled in a higher-level program are eligible to graduate from a lower-level nested award subject to the following conditions:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the requirements of the lower program have been met",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "they exit the higher-level award",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "they enrol into the lower-level award.",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "(25) Students who were enrolled in the higher-level award of a nested program before 31 December 2020 may apply to graduate with a lower-level award only where the program requirements have been met and they enrol into the lower-level program.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Graduation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(26) Subject to confirmation of completion of the program, and other conditions stated in the Conferral and Graduation Policy and this procedure, students may elect to have their award conferred at a graduation ceremony or in absentia.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(27) The University Secretary and Academic Registrar invites students who have completed to attend a graduation ceremony.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Students that elect to graduate in absentia are also invited to attend a graduation ceremony.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Students who are about to complete and students who completed in the past may apply to attend a graduation ceremony.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(28) The University Secretary and Academic Registrar may specify which types of awards are eligible to be conferred at a graduation ceremony and which location graduands must have studied at to be eligible to attend a specific ceremony.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(29) The University Secretary and Academic Registrar may decline a graduand permission to attend a graduation ceremony if there are reasonable grounds for believing that the graduand’s presence would constitute a risk to the safety of any person.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(30) A fee is payable by graduands to attend a graduation ceremony: see the current Approved Schedule of Fees and Charges. This graduation fee is waived for Aboriginal and Torres Strait Islander graduands.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(31) A student or former student may apply to attend a graduation ceremony for the conferral of an award where completion of the relevant current higher education program was confirmed in the student management system within the previous 10 years.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(32) A student may not attend a graduation ceremony more than once with the same award, except where changes to a training package require graduates of a vocational education and training award to complete the award again to maintain the currency of the qualification.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Certification Documentation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(33) All authorised, official certification documentation is consistent with the 2025 Standards for Registered Training Organisations and the AQF Qualifications Issuance Policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "It is protected against fraudulent use, traceable and authenticable and designed to prevent unauthorised reproduction.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Initiatives to achieve these outcomes include digital security through My eQuals, security paper, unique watermarks and holograms and ultra-violet secure ink.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Higher education testamurs and vocational education and training qualification testamurs carry individual award numbers and the RMIT seal.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(34) RMIT retains registers of the AQF qualifications it is authorised to issue and all AQF qualifications issued for a period of 30 years.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(35) Higher education graduates receive authorised digital certification documentation via My eQuals, including:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "statement of academic completion",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Australian Higher Education Graduation Statement (AHEGS).",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(36) Vocational education and training graduates receive authorised digital certification documentation via My eQuals, including:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "statement of academic completion",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "vocational education and training qualification",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "vocational education and training qualification testamur",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "academic transcript.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(37) A vocational education and training qualification testamur is issued to graduates within 30 days of confirmation of the student’s completion.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(38) A vocational education Statement of Attainment is issued to students within 30 days of:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "confirmation of completion of a nationally recognised single unit or skill set",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "withdrawal from a qualification and documents the units completed.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(39) In addition to authorised digital certification documentation, a hard copy testamur may be purchased in accordance with the fees provided in the Approved Schedule of Fees and Charges.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(40) A hard copy testamur can be replaced where the original has been lost, stolen, damaged or destroyed, or where it was ordered and never received. If a replacement is requested because the original was damaged, the damaged document must be returned before the replacement can be issued.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(41) Graduates may request a change of name and a replacement testamur where they provide government issued documentation evidencing a legal name change. If previously issued, the original hard copy testamur must be returned.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(42) Replacement digital and hard copy testamurs are issued with the original conferral date and in the current style with current signatories.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(43) A testamur replacement fee applies in accordance with the current Approved Schedule of Fees and Charges.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Changes to Student Records",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(44) Once a student’s completion has been confirmed, changes to the student’s results in courses that have been completed are only made by the Academic Registrar's Group:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "on the authorisation of the relevant Dean, Head of School or Cluster Director and the Associate Deputy Vice-Chancellor Learning and Teaching",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "as a result of student conduct or appeal determinations.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Withdrawal or Revocation of Awards",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(45) Awards may be revoked by Council in accordance with RMIT Statute No. 1; Section 19 Revocation of Awards.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(46) An award that has been conferred as a result of an administrative error may be revoked by Council. The circumstances underpinning administrative error may include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "an error having been made in confirming the student’s completion, and the student , therefore, not having fulfilled all requirements to complete the program",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "an error having been made in calculating the student’s award level, and there is a need for a replacement testamur to be issued displaying the correct award level.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(47) The relevant college, school or industry cluster is responsible for communicating with students when an award is conferred in error and needs to be withdrawn, and arranging return of the testamur by the student.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Honorary Awards",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(48) Honorary degrees may be awarded in accordance with the Honorary Degrees Regulations and revoked in accordance with RMIT Statute No. 1.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(49) The title ‘doctor’ will not be used by those who hold an honorary award, in accordance with the AQF Qualifications Issuance Policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Posthumous Awards",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(50) A posthumous award may be conferred by Council in accordance with the Awards Regulations upon the recommendation of the University Secretary and Academic Registrar and their certification that the following conditions have been met:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the student had completed all training package requirements for a vocational education and training program. A Statement of Attainment may be issued for a student who has not completed all training package requirements, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the student had 48 credit points or less of an associate degree, bachelor or master by coursework degree to complete, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the student was enrolled in a master by research or doctoral program in the 12 months prior to their death and meets other conditions set out in the HDR Submission and Examination Procedure",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "exceptional circumstances are demonstrated and supported by the University Secretary and Academic Registrar.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(51) Award completions, conferrals and revocations are periodically reported to Academic Board.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(52) RMIT will provide reports of records of qualifications issued to the vocational education and training regulator on a regular basis as determined by the vocational education and training regulator.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Academic Dress Guideline",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Schedule 1 - Certification Documentation",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}