{
  "metadata": {
    "title": "Conflict of Interest Management Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=90",
    "scraped_date": "2025-10-31 01:22:27"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Managing Conflicts of Interest",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) In managing actual, perceived and potential conflicts of interest:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Managers must consider and respond to identified actual, perceived and potential conflicts of interest arising from informal disclosures and direct the staff member to submit a Conflict of Interest declaration.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Staff must work with their managers to develop appropriate strategies (known as a ‘Management Plan’) for mitigating identified risks in relation to an actual, perceived or potential conflict of interest.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Staff must refer to requirements under other relevant policies or procedures when considering a Management Plan for the actual, perceived or potential conflict of interest e.g. Gifts, Benefits and Hospitality Policy and Higher Degrees by Research Policy.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Staff must document the agreed Management Plan on the Declaration Portal, including details of discussions with their line manager , HR Business Partner, or the Associate Director, Policy, Compliance and Contract Management.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "An actual, perceived or potential conflict of interest must be referred up the management line if it arises between a manager and their direct report.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Staff and managers may review and renegotiate the Management Plan if circumstances change or existing management strategies are ineffective or no longer apply.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(14) A Management Plan may include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "permitting the activity – in many cases, registering the activity or interest by completing a Conflict of Interest Declaration is enough",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "restricting the involvement of the relevant organisational unit or staff member in activities which may constitute an actual, perceived or potential conflict of interest",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "recruiting an independent third party (e.g. a consultant, disinterested organisational unit, team or staff member) to administer activities which may constitute an actual, perceived or potential conflict of interest",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "removing the organisational unit or staff member from the process or system at risk on whatever basis is appropriate to mitigate or eliminate the risk",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "relinquishing or resigning positions or responsibilities where the source of an actual conflict of interest cannot be removed, such as conflicts of interest triggered by interpersonal relationships - this is a last resort Management Plan, and the People team must be consulted, who will also escalate to the Central Compliance team",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(15) If the declared actual, perceived or potential conflict of interest gives rise to a significant risk to RMIT or potentially contravenes the Code of Conduct, the manager must refer the matter up the management line for approval of any Management Plan, and consult the Vice President, People and Culture, University Secretary and Academic Registrar, or their delegates.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(16) For research and research training activities, managers may liaise with Research Services and Research Training Services for advice on the Management Plan and requirements specific to research and research training.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(17) Common activities for staff engaged in research and research training that need to be declared and are generally permissible include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "participation on boards or committees of other public and private organisations that does not interfere with or present any inconsistency with their obligations to RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "participation in scientific or professional association activities, including publication or editorial responsibilities",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "service as a consultant or advisor to outside organisations, providing it does not interfere with RMIT obligations",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "duties that are required as part of a staff member’s engagement profile or position description",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "acceptance of honoraria for commissioned papers and occasional lectures which comply with the Gifts, Benefits and Hospitality Policy",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(18) Managers may liaise with the People team for advice at any time. The People team may escalate matters to the Central Compliance team for further advice.",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "(19) New staff must be provided the opportunity to declare actual, perceived and potential conflicts of interest during their onboarding process.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(20) Ongoing employees must be provided the opportunity to declare and review actual, perceived and potential conflicts of interest during annual performance appraisals, or as and when conflicts arise, or when circumstances change.",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(21) Staff must complete a Conflict of Interest Declaration (Declaration) through the Declaration Portal, documenting the conflict type and nature, as soon as practicable after a conflict of interest is identified. The Portal forwards the Declaration to the relevant manager for their review and action.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(22) Staff should also notify any key decision makers of the actual, perceived or potential conflict of interest, where relevant to the exercise of their duties to RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(23) Staff must review any Conflict of interest Declaration made at least every 12 months and disclose to their manager any changes to the activity or interest including whether the conflict of interest no longer exists.",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(24) As soon as practicable after there is a change in line management, staff are required to disclose to their new manager any existing Conflict of Interest Declarations. They may be directed to re-submit a Conflict of Interest Declaration to their new manager.",
              "subclauses": []
            },
            {
              "clause_number": "29",
              "text": "(25) Managers may, at their discretion, instruct staff involved in specified activities to complete a Declaration where the manager identifies there is an actual, perceived or potential conflict of interest.",
              "subclauses": []
            },
            {
              "clause_number": "30",
              "text": "(26) The Chief Financial Officer manages Conflict of interest Declarations from all staff or external parties participating in procurement activities.",
              "subclauses": []
            },
            {
              "clause_number": "31",
              "text": "(27) The Associate Deputy Vice-Chancellor Research Training and Development manages Conflict of interest Declarations regarding the provision of research training.",
              "subclauses": []
            },
            {
              "clause_number": "32",
              "text": "(28) Managers must ensure all declared actual, perceived and potential conflicts of interest are treated with sensitivity and in accordance with the Staff Privacy Statement.",
              "subclauses": []
            },
            {
              "clause_number": "33",
              "text": "(29) Staff who want to prescribe or recommend a self-authored learning resource must, in addition to submitting a Conflict of interest Declaration, make a submission to their School Learning and Teaching Committee for endorsement. Submissions will be further considered by the College Associate Deputy Vice-Chancellor Learning and Teaching, and the Deputy Vice-Chancellor Education or delegate for endorsement and approval. The submission must address the matters set out within the Self-Authored Learning Resources: Conflict of Interest Disclosure Guidance Materials.",
              "subclauses": []
            },
            {
              "clause_number": "34",
              "text": "(30) Where a manager becomes aware of an actual, perceived or potential conflict of interest of a direct report that has not been, disclosed and addressed through a Management Plan, they must contact the People team as soon as practicable.",
              "subclauses": []
            },
            {
              "clause_number": "35",
              "text": "(31) The People team will manage responses to breaches of this procedure in accordance with relevant policies. Any breaches will also be escalated to the Central Compliance team.",
              "subclauses": []
            },
            {
              "clause_number": "36",
              "text": "(32) The General Counsel investigates actual, perceived and potential conflicts of interest matters linked to whistleblower reports as the authorised Whistleblower Protection Coordinator in accordance with the Whistleblower Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "37",
              "text": "(33) The following documents which are established in accordance with this Procedure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Conflict of Interest Procedure Schedule 1 - Actual, Perceived and Potential Conflict of Interest Examples.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}