{
  "metadata": {
    "title": "Controlled and Non-Controlled Entity Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=184",
    "scraped_date": "2025-10-31 01:24:42"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Subject to the approval process described in this policy, the University may form, manage or participate in an Entity for one or more of the following purposes:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "to provide a more appropriate governance or operational framework for the management of specialised functions of the University",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "to separate the management of non-core functions from the core functions of the University",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "to meet country specific legislative requirements for operations outside Australia, or",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "to act as a holding entity or trustee for specific activities of the University, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "where one or more of the following objects are met: making available facilities for study, research or education providing teaching, research, development, consultancy or other services for public or private entities assisting or engaging in the development or promotion of the University’s research or the application or use of the results of that research preparing, publishing, distributing or licensing the use of literary or artistic work, audio or audio-visual material or computer software exploiting commercially a facility or resource of the University, including but not limited to, study, research or knowledge developed by or belonging to the University, whether alone or with another entity seeking or encouraging gifts to the University or for the University’s purposes, or any other object, consistent with the RMIT Act, which the Council considers appropriate in the circumstances.",
              "subclauses": [
                "making available facilities for study, research or education",
                "providing teaching, research, development, consultancy or other services for public or private entities",
                "assisting or engaging in the development or promotion of the University’s research or the application or use of the results of that research",
                "preparing, publishing, distributing or licensing the use of literary or artistic work, audio or audio-visual material or computer software",
                "exploiting commercially a facility or resource of the University, including but not limited to, study, research or knowledge developed by or belonging to the University, whether alone or with another entity",
                "seeking or encouraging gifts to the University or for the University’s purposes, or",
                "any other object, consistent with the RMIT Act, which the Council considers appropriate in the circumstances."
              ]
            }
          ]
        },
        {
          "section_title": "Approval and Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) Council must approve the formation or management of, or the participation in, an Entity by the University prior to the establishment or acquisition of the interest in the Entity. To avoid doubt, Council must approve any increase in the size of an interest in an Entity.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) The Vice-Chancellor (VC) may submit a proposal to Council for the formation, management or participation in an Entity in accordance with the Controlled and Non-Controlled Entity Procedure (the Procedure).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Disposal of an Interest in an Entity",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) Council must approve the proposed disposal of an interest in a Controlled Entity prior to the disposal of such an interest by the University.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(9) The VC may submit a proposal to Council for the disposal of an interest in a Controlled Entity. Any proposal must detail:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the reasons and background for the proposed disposal, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "include provisions for the distribution of any assets in accordance with the constituent Documents of the Entity.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Governing Documents of Entities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) The terms, including any changes to those terms, of governing documents of Controlled Entities must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "be approved by Council",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "be compliant with the laws in the jurisdiction in which the Controlled Entity is registered",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "include a description of the mechanism in which the University maintains control (as defined in section 50AA of the Corporations Act 2001) of the Controlled Entity, and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "include a provision that expressly authorises a director of the Controlled Entity to act in the best interests of the University.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(11) The terms, including any changes to those terms, of governing documents of Non-Controlled Entities must be endorsed by Council.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Directors, Boards and Administration",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) Directors of a Controlled Entity must be approved by Council prior to their appointment.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) Nominations for directorship of a Controlled Entity must be made by the VC in accordance with the Controlled and Non-Controlled Entity Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(14) A Board of a Controlled Entity must have at least three and no more than seven directors, with a Chair approved by the VC (subject to any requirement under local laws for Controlled Entities registered outside Australia).",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(15) A Company Secretary will be appointed by the directors of a Controlled Entity in accordance with the Controlled and Non-Controlled Entity Procedure (subject to any requirement under local laws for Controlled Entities registered outside Australia).",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(16) Administration of a Controlled Entity will be managed in accordance with the Controlled and Non-Controlled Entity Procedure and the Controlled Entity Guidelines.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Policies, Governance and Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) All Controlled Entities must comply with policies, procedures and guidelines of the University unless otherwise authorised in writing by the VC and Chair of the policy approval authority.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) Each Controlled Entity must report to Council prior to the commencement of each financial year, including providing Council with a draft business plan for Council approval and otherwise report to Council in accordance with the Controlled and Non-Controlled Entity Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) Each Controlled Entity must provide regular (and not less than each quarter) updates to Council against the Entity’s business plan.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(20) The relevant member of the University Executive must ensure that the VC has regular and sufficient information regarding activities of each Non-Controlled Entity.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(21) Each Controlled Entity must be audited annually by the Victorian Auditor-General’s Office (VAGO). It it is an entity outside Australia, VAGO must nominate an auditor.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) The University Secretary and Academic Registrar is responsible for ensuring the currency of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) Responsibilities for the administration of Controlled Entities is described in the Controlled Entity Guideline.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(24) This policy will be reviewed every five years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(25) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Controlled and Non-Controlled Entity Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Controlled Entity Guideline",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Financial Management Policy",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}