{
  "metadata": {
    "title": "Controlled and Non-Controlled Entity Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=185",
    "scraped_date": "2025-10-31 01:25:39"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Proposal for Establishment of a Controlled Entity",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(3) A proposal submitted by the Vice-Chancellor (VC) in accordance with the Policy for the formation or management of, or participation in, a Controlled Entity must include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "rationale for the proposal in accordance with the required purposes of the Policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a detailed financial and legal due diligence report in accordance with the Controlled Entity Guidelines",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "a business plan for the Controlled Entity",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "draft governing documents that comply with any legislative requirements and include reference to the reporting obligations of the Controlled Entity to RMIT University Council",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "a detailed risk assessment in accordance with the Controlled Entity Guidelines",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "proposed members of the governing body of the Controlled Entity.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(4) Appropriate care should be taken when drafting contracts (Refer to the Contract Policy)to ensure controlled entities are not inadvertently established.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Proposal for Participation in a Non-Controlled Entity",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) A proposal submitted by the Vice-Chancellor in accordance with the Policy for the participation in a Non-Controlled Entity must include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "rationale for the proposal",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "details of any financial or other commitments by the University",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "governing documents that comply with any legislative requirements",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "a detailed risk assessment",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "proposed members of the governing body of the Non-Controlled Entity.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Nominations and Remuneration of Directors of a Controlled Entity",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) Nominations for directorship of a Controlled Entity must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "be made to RMIT University Council (Council) by the VC in a form specified by the University Secretariat",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "provide details that the proposed director possesses the necessary skills, knowledge and experience necessary to enable the Board of the Controlled Entity to provide proper stewardship and control of the Entity",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "detail any proposed remuneration arrangements.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(7) Remuneration of directors of Controlled Entities must be approved by the Vice President, People and Culture and the VC.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(8) The directors of a Controlled Entity will appoint a Company Secretary or any jurisdictionally equivalent company secretarial position in accordance with the Guidelines.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) Controlled Entities must provide the following to Council or its nominated Subcommittee:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "financial statements in a form required by the Chief Financial Officer(quarterly)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "safety, risk, insurance, audit and operations report (quarterly)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "business plan (annual)",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "budget, as approved by the Chief Financial Officer (annual)",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "report of performance against annual business plan, as approved by the VC (annual)",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "audit and risk report in a form required by the Director, Risk Management (annual)",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "assurance statement as defined by the Director, Risk Management (annual)",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "report on commercial activities (annual)",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "access to the annual financial statements.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(10) To the extent that the entity undertakes academic or research activities, a report of activities is periodically provided to the Academic Board, in a form required by the Chair, Academic Board.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(11) Controlled Entities and the relevant member of the University Executive responsible for a Non-Controlled Entity must immediately advise the VC and Director, Risk Management if there are any:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "possible or actual extreme risks as identified by the risk management framework",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "actual or possible insurance claims",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "significant changes to entity performance.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(12) Controlled Entities and the relevant member of the University Executive responsible for a Non-Controlled Entity must immediately advise the VC and the University Secretary and Academic Registrar if there is any actual, threatened or potential litigation which is likely to have a material effect on the Controlled Entity, Non-Controlled Entity or the University.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Operations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) The Board of Directors must ensure that the Management Committee operates the Controlled Entity in accordance with:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "any applicable laws and regulatory requirements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "policies of the University, including, without limitation, the Delegations of Authority Policy.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(14) Refer to the following documents which are established in accordance with this procedure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Controlled Entity Guideline",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}