{
  "metadata": {
    "title": "Controlled Entity Guideline",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=186",
    "scraped_date": "2025-10-31 01:25:51"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Administration",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) Each Controlled Entity has a Board of Directors (Board) who have been approved by the RMIT University Council (Council). Subject to any requirement under local laws for Controlled Entities registered outside Australia, a Board of a Controlled Entity must have at least three and no more than seven directors, with a Chair approved by the VC.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) Each Controlled Entity has a Chair nominated by the Vice-Chancellor (VC).",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) The VC may nominate a Management Committee.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(7) The University Secretary and Academic Registrar is the nominated Company Secretary for each Controlled Entity, subject to any requirement under local laws for Controlled Entities registered outside Australia.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Roles and Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) The Board is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "discharging their duties as directors",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensuring policies and procedures are in place to govern disclosures of interests and management of conflicts of interest",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "creating the annual business plan and annual budget",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "ensuring all adequate controls, accountability and reporting structures are in place and that University policies and procedures, regulatory and legal requirements are complied with by Management and the Controlled Entity",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "reporting to Council, the VC and/or VCE as required, including providing: annual attestation annual reports on business performance audit and risk reports annual statement of governance principles notification (immediate) of any regulatory notification or representation from a government or statutory authority or threatened or instigated legal action against the Controlled Entity.",
              "subclauses": [
                "annual reports on business performance",
                "audit and risk reports",
                "annual statement of governance principles",
                "notification (immediate) of any regulatory notification or representation from a government or statutory authority or threatened or instigated legal action against the Controlled Entity."
              ]
            },
            {
              "clause_number": "7",
              "text": "(9) The University Secretariat, or Executive Officer nominated by the Controlled Entity, administers corporate secretarial documents for Controlled Entities. This includes:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "providing training and induction for new directors",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "circulating agendas for meetings of the Board, including any annual general meetings",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "taking minutes at Board Meetings",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "drafting Board resolutions",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "maintaining company registers",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "lodging annual statements and all other required documents with ASIC",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "retaining all company records",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "providing templates and document administration for documents submitted to Council.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(10) The Deputy CFO Central Finance Operations administers financial compliance for Controlled Entities. This includes:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "being the contact person for the Victorian Auditor General’s Office (VAGO)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "preparing the annual financial statements for sign off by Council",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "provide guidance on the applicability of the relevant accounting standards and departmental requirements",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(11) The Director, Risk Management administers risk assessments and internal audit activities in relation to Controlled Entities. This includes:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "conducting all internal audit activities as required by Council from time to time;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "seeking assurance on risk matters on behalf of the VC or Council;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "overseeing the conduct of risk assessments in relation to the activities of Controlled Entities.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(12) The Chief Executive Officer (or equivalent) is responsible for the administration of the Management Committee of a Controlled Entity. This includes:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "providing all required reports to the VC when required",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "preparing management accounts and reports for consideration by the VC and the Board as required",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ensuring the Management Committee operates the business of the Controlled Entity in compliance with all laws and regulations and policies of the University.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Record Keeping Requirements",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) The Chief Executive Officer of the Controlled Entity will ensure that records are maintained in accordance with University policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(14) The University Secretariat will maintain all company secretarial documents, Council records relating to the Controlled Entity, minutes and company registers of the Controlled Entity.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(15) The Chief Financial Officer will maintain all financial information of the Controlled Entity in accordance with University policies.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}