{
  "metadata": {
    "title": "Corporate Card Management Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=132",
    "scraped_date": "2025-10-31 01:24:10"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Eligibility",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) The type of corporate card issued to a staff member depends on their role and responsibilities. PCards, typically allocated to senior staff supporting a business unit, may have higher credit limits and are intended for business unit expenses rather than individual business-related use. Corporate credit cards, in contrast, are issued to staff to cover business-related expenses incurred in the performance of their duties.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) The use of corporate cards is restricted to legitimate and reasonable business as prescribed in the Business Expenses Policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) Only a full time continuing or fixed-term employee may apply for a corporate card, subject to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "approval from their immediate manager, if the manager holds the appropriate level of financial delegation; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "approval from a relevant financial delegate within the employees business area.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(7) Applicants should be able to demonstrate an ongoing need for a corporate card, which is defined by this procedure as more than once in a 6 month period. A corporate card may be cancelled if it remains unused.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(8) RMIT cardholders have a responsibility to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ensure the corporate card is used in accordance with RMIT policies and procedures, including the Business Expenses Policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "keep the corporate card in a secure place",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ensure that cost-effective purchases are made",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "acquit transactions for authorisation on a timely basis and ensure that a tax invoice is attached to each transaction",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "notify Central Finance Operations as soon as possible if going on extended leave (more than one month) and the corporate card is required for RMIT purposes during this period of absence; if no notification is received, the corporate card will be set to a zero limit to mitigate any potential fraudulent risk",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "appoint a delegate for coding and submitting transactions, where the cardholder will be absent during a card statement acquittal period",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "notify CBA Card Services and Central Finance Operations if the corporate card is lost or stolen.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(9) The corporate card must be returned immediately when:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "requested by the cost centre manager",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the corporate card is no longer required.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the cardholder suspended, terminated or otherwise leaving RMIT",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "the cardholder is transferring employment between RMIT entities",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "requested by Central Finance Operations.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Credit Limit",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) The maximum credit limit for a corporate card is $10,000 per month, if approved by a relevant financial delegate within the business area. Limits above this, must be approved by the Director, Central Finance Operations.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(11) Cardholders must complete a Maintain a Corporate Card form for any change to credit limit adjustments for either type of corporate card, including conversion to a PCard.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Lost/Stolen Cards",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) If a corporate card is either lost or stolen, the cardholder must immediately notify the Commonwealth Bank (CBA) Card Services Centre and Central Finance Operations.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) When CBA is advised of a lost or stolen corporate card, a report number is allocated, which will be proof of the date and time of the report, and this must be recorded by the cardholder. CBA will place a stop on the card account and arrange for a replacement account to be established and a new corporate card to be forwarded.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Cancelling Cards",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) Prior to cancellation, all transactions must be acquitted in the expense management system. Details of any other transactions that have not yet appeared in the system should be provided to a delegate to complete on the cardholder’s behalf.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(15) Periodical direct debit transactions from corporate cards should only be set up in exceptional circumstances. The card holder is responsible for cancelling any purchases that are automatically direct debited from the corporate card on a periodic basis (e.g. subscriptions or memberships for a department and not for individual use).",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(16) The corporate card must be destroyed by cutting the card in two and a Maintain a Corporate Card form cancelling the card must be submitted to Central Finance Operations.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(17) If the cardholder is leaving RMIT, they must acquit all expenditure on their corporate card prior to leaving.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The authorising officer must confirm that all expenses up until the last date of employment have been acquitted.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "It is the responsibility of the authorising officer to confirm the final acquittal.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Disputed Transactions",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) Where a transaction appears on the card statement that the cardholder has no record of, or believes that the expense has been charged twice, the merchant must be contacted for clarification and rectification of the charge as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) If the dispute is still not resolved, a CBA Customer Investigation Request must be completed.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(20) Any fraudulent transactions must be disputed immediately.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(21) Cardholders are responsible for ensuring that disputed transactions are submitted and processed within 30 days of the card statement date in accordance with the bank’s guidelines.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Authorising Officer",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) The authorising officer is the cardholder’s immediate manager.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) If the authorising officer does not hold the necessary financial delegation, any approval for card issuance, reinstatement, or limit changes must also be obtained from an appropriate financial delegate within the business area.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(24) The authorising officer has a responsibility to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "approve the issue of corporate cards to staff under their supervision and determine appropriate monthly credit limits",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensure that applications for new corporate cards or the reinstatement of existing corporate cards are appropriately authorised",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "seek authorisation from the Director, Central Finance Operations for corporate card limits over $10,000 per month",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "maintain a thorough understanding of all relevant RMIT policies, procedures and cardholder expectations, and ensure that expenditure incurred by staff under their supervision complies with those requirements, taking corrective action where necessary",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "ensure staff under their supervision understand the relevant RMIT policies, procedures, and expectations of cardholders, and provide the necessary guidance and support to help them acquire the skills needed to acquit transactions accurately and on time. Where required, seek additional resources or support, starting with Worklife or directing them to Finance Connect",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "review and authorise card transactions no later than 14 calendar days after the card statement date, and follow up with staff who fail to submit transactions within the monthly acquittal period",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "notify Central Finance Operations immediately if the cardholder is placed on suspension, terminated or is otherwise leaving RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(25) The authorising officer must not ask or permit staff under their supervision to incur expenditure on their behalf that would later require their own approval. This practice, known as self-approval, undermines the ability of the authorising officer’s immediate manager to exercise appropriate oversight and would constitute a breach of the Delegations of Authority Policy. Any instances of self-approval must be immediately reported to the Director, Central Finance Operations, who will review the situation and determine the necessary corrective action.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Transactions",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(26) A tax invoice must be obtained for all purchases.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "If, after all reasonable efforts, a tax invoice cannot be obtained for a purchase valued at less than $82.50 (GST inclusive), an appropriate description of the expense must be provided and acknowledged by the authorising officer.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "If, after all reasonable efforts, a tax invoice cannot be obtained for a purchase valued at more than $82.50 (GST inclusive), a statutory declaration must be completed and submitted.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "EFTPOS dockets, order confirmations, booking confirmations, or emails are not valid tax invoices.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "When uploading supporting information during the acquittal process, ensure all information is clear and not obscured. Use the ‘worknotes’ field in Workday to provide a concise, accurate description of the transaction that aligns with the Business Expenses Policy.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(27) If a card holder or authorising officer has any doubt as to the correctness of corporate card use, they must contact Central Finance Operations before the transaction is processed.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(28) The following is a list of transactions where the corporate card should not be used, unless a prior relevant approval was obtained as listed in the processes below:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "purchases over $5,000, unless approved by the Director, Central Finance Operations in exceptional circumstances only",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "cash withdrawals, unless approved by the Director, Central Finance Operations in exceptional circumstances only",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "asset acquisitions exceeding AUD$5,000 and the purchase of IT equipment (e.g. computers, mobile phones, etc.) where the value exceeds AUD$300",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "software unless prior approval of Chief Information Officer or delegate is obtained",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "airfare and accommodation purchases as these should be booked according to the Travel Policy using approved vendors",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "fuel, unless the charge relates to refueling a RMIT pool vehicle when the fleet card is not available or accepted, or refueling of a hire vehicle in used compliance with the Travel Policy",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "toll charges, unless a departmental vehicle was used for an approved business purpose; the vehicle registration number must be quoted on supporting documentation",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "payments to other RMIT entities (these are processed as internal transfer of funds)",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "payments to Campus Store (e.g. for merchandise)",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "payments to consultants, contractors, and sole traders for personal and professional services; there are particular approvals and reporting requirements for these types or arrangements. Further guidance can be found via the Engagement of Individual Guide for RMIT Staff",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "gifts to staff members, except where prior approval from the relevant financial delegate within the business area is obtained and the purchase is compliant with the Business Expenses Policy",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "personal expenses (where personal expenses form part of the same account as legitimate RMIT expenses the corporate card must only to be used for the RMIT portion of the account)",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "repetitive purchasing where a supplier should be registered in Workday and purchase order raised",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "where the supplier is already registered in Workday.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(29) As an overarching principle, in any business-related meal or entertainment event involving multiple RMIT staff members, the most senior staff member present is required to pay. In all cases, a list of attendees including titles, total number of attendees, and the business purpose of the meeting needs to be provided along with the original receipts in order for the expense to be allowable.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Corporate Card Acquittal",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(30) Cardholders or their authorised delegates must ensure corporate card acquittal is completed within prescribed timeframes and in accordance with documented processes.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "All transactions must be authorised 14 days after the card statement end date. Late acquittals are not acceptable. Where after 14 days, unacquitted expenditure exceeds the cardholders monthly limit, the card account will be suspended.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Where a card statement remains un-acquitted after 30 days, the card account will be suspended.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "If the card statement remains un-acquitted after 60 days, the card account will be cancelled.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance Monitoring and Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(31) The Director, Central Finance Operations is responsible for the implementation and maintenance of this procedure, and escalating trends of non-compliance within RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(32) The Director, Central Finance Operations has the authority to cancel corporate cards if the cardholder has not followed any aspect of this or another related/relevant policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(33) The Director, Central Finance Operations has authority to periodically review cardholder limits and instruct changes where historical spending patterns do not justify the current limit.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(34) The cardholder’s immediate manager is responsible for monitoring compliance with this procedure and escalating non-compliance (after attempts seeking corrective action) to the relevant financial delegate within the business area. Serious breaches should be reported by the financial delegate within the business area to the Director, Central Finance Operations.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Records Management",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(35) Records related to corporate card transactions must be maintained in accordance with the Privacy Policy and Information Governance Policy.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}