{
  "metadata": {
    "title": "Credit Procedure - Masters Advanced Standing",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=127",
    "scraped_date": "2025-10-31 01:26:34"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Masters Advanced Standing",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) Advanced standing may be granted for masters by coursework programs via credit processes and may reduce the overall program duration.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) Advanced standing may be assessed at admission or after enrolment but cannot be granted after a student has attempted the courses.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) Advanced standing may be available for masters by coursework based on:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "qualifications at AQF 7 or above in the same discipline or degree specialisation; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "qualifications at AQF 7 or above in a different discipline or degree specialisation where a minimum of 2 years relevant industry experience is also held.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(7) The granting of advanced standing is subject to satisfaction of the following recency requirements and exceptions:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Qualifications described at cl 6(a) An applicant must have completed the qualification within a 10 year period immediately preceding commencement of the masters program for which the credit is sought; Where an applicant’s qualification was completed outside of the 10 year period, and there is evidence of ongoing professional work and/or professional development in the discipline of the masters program for which the credit is sought, the recency requirement will be satisfied.",
              "subclauses": [
                "An applicant must have completed the qualification within a 10 year period immediately preceding commencement of the masters program for which the credit is sought;",
                "Where an applicant’s qualification was completed outside of the 10 year period, and there is evidence of ongoing professional work and/or professional development in the discipline of the masters program for which the credit is sought, the recency requirement will be satisfied."
              ]
            },
            {
              "clause_number": "2",
              "text": "Qualifications and experience described at cl 6(b) The recency requirement will be satisfied where an applicant’s relevant industry experience is considered to be equivalent to ongoing professional work and/or professional development in the discipline of the masters program for which the credit is sought.",
              "subclauses": [
                "The recency requirement will be satisfied where an applicant’s relevant industry experience is considered to be equivalent to ongoing professional work and/or professional development in the discipline of the masters program for which the credit is sought."
              ]
            },
            {
              "clause_number": "3",
              "text": "The Programs Committee may approve exceptions to recency requirements within cl 7(a) and (b) for specific programs (program level) by either removing them or instating a shorter period of recency. Exceptions must be stated in the articulation and pathways section of the program guide.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(8) The previous award an application is based on does not have to be conferred to be considered for advanced standing but the student must provide satisfactory evidence that they completed the program requirements.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(9) Advanced standing may be available for qualifications completed outside Australia if they are assessed as equivalent to AQF level 7 or above.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(10) Students may be granted advanced standing in a program for only one previous qualification.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(11) Students may not receive both advanced standing and credit transfer using one previous qualification.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(12) Advanced standing is not transferrable to a graduate diploma or graduate certificate even if it is an exit award from the masters program.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Where an applicant only wishes to take out the graduate certificate or graduate diploma they should gain entry to the appropriate level of study and apply for credit to the maximum allowable limit.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(13) The recommended advanced standing amounts are presented in Schedule 1 – Masters Advanced Standing Credit Point Values.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Program Guide",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) The program guide informs applicants and students of masters by coursework about any advanced standing that may be available in a program and includes the:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "credit point amount of advanced standing",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "disciplines of previous study that advanced standing may be available for, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "volume of study that will remain after advanced standing has been applied.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(15) If a professionally accredited masters requires a minimum program duration, advanced standing must not reduce the duration below that minimum. These limits will be stated in program guides and marketing summary pages.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(16) Applications for advanced standing may not be granted if the program guide does not specify the possibility for advanced standing.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "If an individual’s application for advanced standing is granted, the program guide must be updated and applications from other students in the same intake must be considered.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Combinations of Advanced Standing and Credit Transfer",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) If an applicant presents two qualifications that may be the basis for advanced standing, the selection officer should apply whatever combination of advanced standing and/or credit transfer that will give the applicant the greatest reduction in their volume of learning.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) Eligible applications for advanced standing are assessed as part of the admissions process. Applicants are required to apply for credit transfer separately if they are eligible for credit transfer in addition to advanced standing.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) Masters advanced standing reduces the total volume of learning in a student’s program. The remaining volume of learning becomes the basis for maximum amounts of credit in accordance with Schedule 1.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Schedule 1 – Masters Advanced Standing Credit Point Values",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) Recommended advanced standing amounts refers to the number of credit points an applicant may receive based on their completed qualification when entering the masters program.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) Maximum credit points after advanced standing refers to the number of credit points an applicant is eligible to receive after receiving the advanced standing.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}