{
  "metadata": {
    "title": "Credit Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=126",
    "scraped_date": "2025-10-31 01:27:31"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) RMIT will recognise and grant credit for courses, and advanced standing in programs, where specified conditions are met.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) Prospective and current students will be provided with clear and accessible information regarding available credit.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(8) Processes to inform credit eligibility, application and assessment at RMIT will be current and transparent across colleges and entities.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(9) Criteria for granting credit will be applied consistently and equitably to all applications.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(10) Decisions regarding applications for credit will be consistent with Australian Qualifications Framework (AQF) and currency of learning principles.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(11) Credit decisions will consider a student’s best interests, facilitating movement between institutions and programs without disadvantage to progress.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(12) Credit will be not be granted where to do so will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "undermine the integrity of the award and requirements of the relevant discipline, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "contravene any conditions for the professional accreditation of the award.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(13) Appropriate review and appeal provisions will be available with respect to credit decisions.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) The University Secretary and Academic Registrar is responsible for credit procedures and resources for coursework programs and courses at RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(15) The Associate Deputy Vice-Chancellor Research Training and Development is responsible for credit procedures and resources for applicants to higher degree by research programs.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(16) The Deputy Vice-Chancellor College of Vocational Education or delegate is responsible for the credit resources specific to vocational education compliance.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(17) Responsibilities for other related decision-making points are as stated in this policy, associated procedures and resources.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) All staff responsible for administering credit activities must follow this policy, associated procedures and resources.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) Significant breaches of this policy by a student or staff member that impair or undermine academic integrity will be managed via the:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Student Conduct Policy",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) This policy will be reviewed at least once every five years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Articulation Agreements Guideline",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Credit Procedure - Masters Advanced Standing",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Currency of Learning Guideline",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}