{
  "metadata": {
    "title": "Cultural Asset Management Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=74",
    "scraped_date": "2025-10-31 01:24:23"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Establishing a Cultural Collection or Archive",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Cultural collections and archives may only be established following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a proposal to the RMIT Culture Advisory Panel and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "formal approval by the Head, Cultural and Public Engagement.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "express long-term commitment to collection management and sustainability",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "describe how the collection or archive will enhance RMIT’s expressed goals",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "confirm that no other appropriate or duplicate collection or archive exists within the University for the same purpose.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Acquiring Items for a Cultural Collection or Archive",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) An advisory panel will be established for each collection by the Head, Cultural and Public Engagement to oversee collection acquisition and development.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) All items of collectable or intrinsic significance which are permanently acquired by RMIT must have clear legal title. On acquisition, the title will pass to RMIT, and not to any person, department or school. If clear title cannot be provided, the proposed acquisition must not proceed.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(9) Collections and archives may loan items. The conditions of any loan must be clearly and contractually specified, and must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "include the proposed term of the loan, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "define the responsibilities for conservation, security and insurance.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(10) Permanent or long-term loans will not be accepted.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(11) RMIT recognises the moral rights of the creators of IP in accordance with relevant copyright law and the Intellectual Property Policy, including considerations of Indigenous Cultural and Intellectual Property.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Managing a Cultural Collection or Archive",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) Each collection and archive will operate in accordance with written Collection Guidelines.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) Guidelines must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "outline the purpose of the collection or archive",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "detail the proposed manner of acquisition",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "detail the management and disposal of items",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "detail relevant cultural considerations associated with a collection or archive",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "be made accessible to the University community.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(14) Guidelines for the management of specific collections may only be created with the permission of the Head, Cultural and Public Engagement.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(15) All items acquired by RMIT must be placed within the appropriate collection or archive for ongoing management.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(16) Each item will be catalogued and stored and/or displayed in an appropriate manner to ensure access, security and ongoing preservation.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(17) The deaccessioning and disposal of an item or group of items from a recognised collection or archive must comply with the Collection Guidelines and be approved by the relevant collection advisory panel.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(18) The de-accessioning and/or disposal of any significant Aboriginal and/or Torres Strait Islander cultural materials or artwork in instances where no artist intent has been recorded must be undertaken with consideration of and in consultation with appropriate community members and/or Traditional Owners of said item(s). In these instances, said parties will be given the opportunity to acquire the item(s), particularly those with identified historical, social and religious significance.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(19) Deaccessioning of the entire holdings of a recognised collection or archive may only occur following formal endorsement of a proposal by the relevant Collection Advisory Panel, with final approval by the Vice-Chancellor.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(20) Funds realised from the deaccessioning and disposal of an item will be used solely for the benefit of the collection or archive from which the item was deaccessioned.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Managing Cultural Gifts and Donations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) Gifts to a collection or archive will be encouraged, provided such gifts fall within the its specific Collection Guidelines. RMIT has the right to accept or refuse such offers of gifts.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(22) Gifts will only be accepted where the donor has legal title to the work and the gift is transferred from the donor to RMIT without conditions.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(23) RMIT supports the use of the Australian Government’s Cultural Gifts Programme to facilitate donations.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Ethics",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(24) RMIT University, employees, contractors, students and volunteers responsible for cultural collection assets will be guided by the RMIT Code of Conduct and the codes of ethics published by relevant peak bodies.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review and Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(25) The Manager, Cultural Collections, will review each Collection Guideline at least every five years to ensure its relevance to the University’s expressed goals, in accordance with the RMIT Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(26) Collection Advisory Panels will report annually to the Head, Cultural and Public Engagement as part of the annual review cycle.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(27) Refer to the following documents which are established in accordance with this Procedure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Cultural Collection Asset Guideline: RMIT University Art Collection",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Cultural Collection Asset Guideline: RMIT Design Archives",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Cultural Collection Asset Guideline: RMIT Australian Screen Research Collection",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}