{
  "metadata": {
    "title": "Defence Research Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=289",
    "scraped_date": "2025-10-31 01:24:30"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Commitment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) RMIT is committed to the ethical and responsible conduct of research in areas relevant to Defence and national security which are aligned to relevant integrity, legal and regulatory requirements and standards, and in the public interest.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) This commitment recognises the expectations of the RMIT, Australian and international community that all research be conducted responsibly, ethically and with integrity, in keeping with RMIT values and the broad principles outlined in the Australian Code for the Responsible Conduct of Research 2018 and RMIT’s Research Policy, along with RMIT’s commitment to sustainability and the United Nations’ Sustainable Development Goals (SDGs).",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) This commitment aligns to RMIT values, mission and strategy in undertaking research with integrity and impact to the benefit of the Victorian, Australian and international communities and acknowledges the positive impacts, value and strategic advantages for Australia’s Defence and national security.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) Researchers and RMIT will ensure the Defence research and related activities are undertaken:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ethically and responsibly",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "safely and securely, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "in compliance with applicable Australian and international laws and regulatory obligations.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(8) Researchers and RMIT will not conduct or engage in research:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "to design or develop weapons or weapons of mass destruction",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "in breach of applicable legal or regulatory obligations in Australia or internationally",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "which contravenes Australia’s international commitments and initiatives, including conventions, treaties and protocols.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(9) The provisions above apply to design, development, production and/or use of weapons or munitions, with due consideration to be given to potential Dual-use.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Defence Research Partnerships",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) RMIT recognises the importance and value of collaborating and working with a variety of research partners, and may consider prospective Defence research partnerships with other universities or research bodies, private or public entities, government, community groups or not-for-profit entities, whether based in Australia or overseas.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(11) Defence research conducted with research partners will be subject to a research contract in line with the Contract Management Procedure, Research Funding Procedure and Defence Industry Security Program (DISP) requirements.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(12) All Defence research partnerships resulting in a formal agreement with RMIT must be approved by the appropriate RMIT delegated authority or authorities (see RMIT Delegations of Authority Policy).",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(13) Given complexities and sensitivities presented by partnering in a Defence context, additional and ongoing due diligence will be undertaken for all Defence research partnerships with a focus on:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "experience and track record",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "regulatory and statutory requirements in Australia",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "regulatory requirements overseas, along with the regulatory environment of the countries in which the partnership will operate, and",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(14) Where Defence research partnerships also involve an overseas partner, additional due diligence and approvals may be required (see Researcher and RMIT Responsibilities below).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) RMIT and researchers have a shared responsibility to conduct, promote and foster the ethical and responsible conduct of Defence research.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(16) RMIT and researchers are accountable and will comply with all applicable:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Conventions, declarations and treaties to which Australia is a signatory, including but not limited to: The Universal Declaration of Human Rights 1948 The Arms Trade Treaty 2014 The Convention on Cluster Munitions 2008 The Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti-Personnel Mines and on Their Destruction 1997 The Convention on Certain Conventional Weapons 1980 The Wassenaar Arrangement on Export Controls for Conventional Arms and Dual-Use Goods and Technologies 1996",
              "subclauses": [
                "The Universal Declaration of Human Rights 1948",
                "The Arms Trade Treaty 2014",
                "The Convention on Cluster Munitions 2008",
                "The Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti-Personnel Mines and on Their Destruction 1997",
                "The Convention on Certain Conventional Weapons 1980",
                "The Wassenaar Arrangement on Export Controls for Conventional Arms and Dual-Use Goods and Technologies 1996"
              ]
            },
            {
              "clause_number": "2",
              "text": "Laws enacted by the Commonwealth, States or Territories of Australia, as well as Australia’s obligations under international law, including but not limited to: Anti-Personnel Mines Convention Act 1998 (Cth) Autonomous Sanctions Act 2011 (Cth) and the Australian Autonomous Sanctions Regulations 2011 (Cth) Customs Act 1901 (Cth) Defence Act 1903 (Cth) Defence Trade Controls Act 2012 (Cth), Defence Trade Controls Amendment Act 2024 (Cth), and Defence Trade Legislation Amendment Regulations 2024 (Cth) Foreign Influence Transparency Scheme Act 2018 (Cth), National Security Information (Criminal and Civil Proceedings) Act 2004 (Cth) National Security Legislation Amendment (Espionage and Foreign Interference) Act 2018 (Cth)",
              "subclauses": [
                "Anti-Personnel Mines Convention Act 1998 (Cth)",
                "Autonomous Sanctions Act 2011 (Cth) and the Australian Autonomous Sanctions Regulations 2011 (Cth)",
                "Customs Act 1901 (Cth)",
                "Defence Act 1903 (Cth)",
                "Defence Trade Controls Act 2012 (Cth), Defence Trade Controls Amendment Act 2024 (Cth), and Defence Trade Legislation Amendment Regulations 2024 (Cth)",
                "Foreign Influence Transparency Scheme Act 2018 (Cth),",
                "National Security Information (Criminal and Civil Proceedings) Act 2004 (Cth)",
                "National Security Legislation Amendment (Espionage and Foreign Interference) Act 2018 (Cth)"
              ]
            },
            {
              "clause_number": "3",
              "text": "Research standards and codes of practice, including but not limited to: The Australian Code for the Responsible Conduct of Research AIATSIS Code of Ethics National Statement on Ethical Conduct in Human Research Australian Code for the Care and Use of Animals for Scientific Procedures",
              "subclauses": [
                "The Australian Code for the Responsible Conduct of Research",
                "AIATSIS Code of Ethics",
                "National Statement on Ethical Conduct in Human Research",
                "Australian Code for the Care and Use of Animals for Scientific Procedures"
              ]
            },
            {
              "clause_number": "4",
              "text": "RMIT policies and professional or disciplinary standards.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(17) Researchers are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Conducting Defence research ethically and responsibly, across the research lifecycle, in accordance with the principles and practices set out in the Australian Code for the Responsible Conduct of Research and other applicable research standards and codes of practice",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Conducting Defence research safely and securely, across the research lifecycle, in accordance with the RMIT Global Safety Model, Health, Safety and Wellbeing Policy and requirements pertaining to security classifications and requirements",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Conducting Defence research, across the research lifecycle, in compliance with relevant legislation, policies and guidelines with all applicable laws, regulations and institutional policy",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Undertaking related and ongoing education and training in the ethical and responsible conduct of Defence research.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(18) RMIT is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Establishing and maintaining policies and procedures, which ensure that practices are aligned and consistent",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Identifying and ensuring compliance with applicable laws, regulations, guidelines and policies related to ethical and responsible Defence research conduct",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Providing related and ongoing training and education that promotes and supports the ethical and responsible conduct of Defence research by all researchers at RMIT and those in other relevant roles.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(19) The Deputy Vice-Chancellor Research and Innovation and Vice-Chancellor have decision-making authority with respect to agreements for Defence research activities and with Defence research partners, as established under the University’s Delegations of Authority Policy and will exercise this authority accordingly.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(20) Advice on the ethical and responsible conduct of Defence research at RMIT may be sought from any areas, teams or committees within RMIT, including but not limited to the Research Contracts team and the Research Ethics, Integrity and Governance team in the Research and Innovation Portfolio, along with the Risk team, Sustainability team, RMIT’s Research Committee, Research Integrity Advisor’s Network, or ethics review bodies, as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(21) Advice on security clearances and security procedures for Defence-related research, including DISP, will be sought from RMIT’s Sir Lawrence Wackett Defence and Aerospace Centre, as appropriate.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) Failure to comply with this policy may give rise to, or constitute a breach of:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Applicable Australian or international law.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The Australian Code for the Responsible Conduct of Research, and be notified and investigated in line with the supporting Guide to Managing and Investigating Potential Breaches of the Australian Code for the Responsible Conduct of Research and RMIT’s Research Integrity Breach Management Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "The Staff Code of Conduct or Student Conduct Policy or Regulations, and be notified and investigated in line with the relevant RMIT codes, policy and regulations.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) This policy will be reviewed every five (5) years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(24) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Guidance Note on Defence Research Policy (Researcher Portal).",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}