{
  "metadata": {
    "title": "Delegations of Authority Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=51",
    "scraped_date": "2025-10-31 01:22:12"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) Delegations of authority are how RMIT enables staff, in their capacity as officers of RMIT, to act on behalf of RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) Complying with a delegated authority demonstrates RMIT’s commitment to strong and effective corporate and academic governance, and clear and transparent administrative practices.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(8) Delegations of authority align responsibility and accountability in a way that promotes and regulates governance and process efficacy.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(9) Delegation levels reflect multiple factors, including the nature or type of a contract or commitment, its monetary value or financial impact on RMIT, and the level and type of risk associated with a proposed activity.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(10) The delegation of a power, function or duty is made to a position or role to which a staff member is appointed, not to a named person.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(11) Where a role is allocated a financial amount as their delegated authority, the amount is an upper limit. The person in that role can exercise all the functions, powers and duties below those limits, including any delegations allocated to that person’s direct reports.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(12) Delegations of authority are conferred through:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "formal instruments of specific delegation",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Council and Academic Board resolutions, codes, policies, procedures and formally endorsed plans",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "terms of reference for boards or committees as approved by Council",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "relevant approval, financial or governance systems",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "specific position descriptions",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "other instruments under this policy (including the Delegation Schedules).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Council",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) Council may delegate its powers or functions to any RMIT staff member, a member of Council or a committee of Council, Academic Board or any other entity prescribed by the RMIT Statute or RMIT Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(14) Council may exercise all the powers and functions of RMIT, even if those powers or functions have been delegated to a position or a decision-making body.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(15) Only Council may approve changes to the delegation of authority of the Vice-Chancellor.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Vice-Chancellor",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) The Vice-Chancellor may delegate their powers, functions and duties to any appropriately qualified staff member or committee comprising appropriately qualified staff members.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(17) Certain legislation or regulations designate a particular role to act on behalf of or represent the RMIT Group in specific circumstances. If a role is not specified in such legislation or regulations, then it is the Vice-Chancellor.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(18) The Vice-Chancellor may sub-delegate such roles, where allowed under the relevant legislation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Other Executives",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) The University Secretary and Academic Registrar is responsible for reporting any material or willful breaches of this policy to the Audit and Risk Management Committee, via the University Executive Committee.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(20) The Chief Financial Officer is responsible for ensuring all delegations in financial administrative systems accurately reflect this policy and the Delegation Schedules.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(21) The Chief Operating Officer is responsible for maintaining and approving minor amendments to the Delegation Schedules (e.g. updates to the position title or the name of roles for delegation levels).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "All Delegates",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) All staff are responsible for understanding their level of delegation, and their duties in exercising that delegation.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) Delegated authority is a significant responsibility. It includes the ability to enter into commitments for and on behalf of RMIT, expose RMIT to risk, and potentially incur liability for RMIT. In exercising a delegated authority, staff members:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "must act honestly, in good faith and for proper purposes, and consistent with the objects, interests and organisational values of RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "must use all reasonable care and skill",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "must comply with all RMIT policies, the Act, the relevant instrument of delegation and laws applicable in the relevant jurisdictions",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "must undertake due diligence and obtain appropriate risk, financial, legal and other advice from experts and key stakeholders in RMIT before making a commitment on behalf of RMIT, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "are responsible and accountable for the decision made or actions taken under an authority they have sub-delegated.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Controlled Entities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(24) Controlled entities must comply with the delegations in the Delegation Schedules.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(25) The University Executive Committee provides assurance to Council, via the Audit and Risk Management Committee, that RMIT’s governance and compliance functions are adequate and effective. This includes monitoring, review and assurance of the delegation framework.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(26) Breaches of this policy are dealt with in accordance with the relevant workplace conduct policies and procedures.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(27) Activities that are not covered by any instrument of delegation must be referred to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the Vice-Chancellor, who can sub-delegate any approval and signatures required; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "in the case of academic delegations, the Academic Board or relevant standing committee.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(28) A review of this policy must be undertaken every five years. The Delegation Schedules must be reviewed annually for their appropriateness and relevance to RMIT’s structure, operations and other existing policies and procedures.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(29) This policy must be read in conjunction with the Schedules which cover financial, legal, human resources and specified regulatory delegations.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Delegation Schedule 1 – Financial and Contractual Delegations",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Delegation Schedule 2 – Research and Innovation Delegations",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Delegation Schedule 3 – People Delegations",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Delegation Schedule 4 – Other Activities and Vietnam Delegations.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(30) Refer to the following documents, which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Delegations of Authority Procedure.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}