{
  "metadata": {
    "title": "Delegations of Authority Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=278",
    "scraped_date": "2025-10-31 01:27:28"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Setting delegations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) Where a delegation is given to a committee, the delegation can only be exercised by the committee as a whole, not by individual members of that committee.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) A delegated authority can be exercised by a person who is acting in or the temporary appointment to a position or role. It is the responsibility of the supervisor of the acting staff member to ensure they are appropriately qualified and understand the limits and conditions of the delegated authority.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) If a position or committee is changed or renamed, the delegation should be taken to be a reference to the role which is the principal successor to the functions and responsibilities of that position or committee.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(7) If a position is allocated delegated limits in multiple cost centres, the delegated value limits do not aggregate across the multiple cost centres.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Sub-delegations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) A sub-delegation is where a staff member delegates all or part of their authority to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a staff member below their role through a reporting line; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a staff member whose role is equivalent to their role.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(9) Where a staff member sub-delegates their authority, they must notify their immediate line manager by email or through the relevant administrative approval system. If by email, the sub-delegation must include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the identity and authority of both the staff member who is sub-delegating their authority and the staff member to whom the authority is being sub-delegated;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the timeframe of the sub-delegation; and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "any limitations applying to the sub-delegation. For example, ‘I hereby authorise [Person, role title], to exercise delegated authority to [describe action or commitment, e.g. sign a specific contract, or a type of contract] from [start date] to [end date]. Signed.’",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(10) Where a member of the University Executive sub-delegates their authority, they must notify the Vice-Chancellor either by CC in the email effecting the sub-delegation in the form above in [9], or through the relevant administrative approval system.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(11) If a staff member is on leave or absent from the workplace for an extended period of time, they must formally sub-delegate their authority to another staff member or other staff members for the entire duration of their absence. Staff members should communicate this sub-delegation to any other staff who need to be aware, including by email and through the relevant administrative approval system.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(12) A staff member may sub-delegate their authority where they are working but will have limited access to email or RMIT systems (such as remote overseas travel for an extended period of time).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Controlled entities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) This procedure and the Schedules established under the Delegations of Authority Policy apply to contracts between RMIT Group entities (e.g. between RMIT University and RMIT Online, or RMIT University and RMIT Vietnam).",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(14) Other than those in the Schedules, any specific delegations within a controlled entity must be approved by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the Vice President, People and Culture for people delegations",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the Chief Financial Officer for financial delegations",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "University Secretary and Academic Registrar for all other delegations.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(15) For controlled entities located overseas, delegations must be set out in schedules published in local currency equivalents and reviewed at least annually, or when the exchange rate varies by more than 10%.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(16) For intra-group agreements, the delegate for each entity should be determined with reference to the Delegation Schedules and whether the agreement represents a revenue or an expense contract for each entity. Where the applicable spend or revenue levels for a proposed agreement are above the stated delegation limits for the:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "CEO of RMIT Online or CEO of RMIT University Pathways (RMIT UP), the Chair of the Board of the relevant entity is the entity’s delegate for the purpose of the agreement.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "PVC of RMIT Vietnam, or the ED RMIT Europe, the DVC International and Engagement of RMIT University is the entity’s delegate for the purpose of the agreement.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Recording delegations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) All continuing delegations to positions are recorded and published in the Delegation Schedules. Delegations to bodies (such as committees or boards) must be included in the relevant body’s Terms of Reference.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) The Delegation Schedules specify whether a delegated action is for approval or signature (i.e. contract execution) or both, or a specific activity or commitment by RMIT (e.g. opening a bank account).",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "A staff member can provide a sub-delegation for specific actions comprising their delegated authority, for example, they may retain the authority to approve a contract, but can delegate signing or executing the contract to a different staff member; or they can delegate both approval and signature of a contract in the one sub-delegation.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(19) If there is an inconsistency between a Delegation Schedule and a delegation in another policy document, the Delegation Schedule prevails. Any staff member who identifies such inconsistency should advise the relevant policy owner.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(20) The Chief Operating Officer must ensure the Delegation Schedules are accessible for all staff and supported by resources, such as guidance notes and FAQs to assist staff in understanding their responsibilities.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Exercising and complying with delegations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) A transaction, activity or contract cannot be broken down into smaller activities, parts or values, or otherwise manipulated so a total commitment can be approved or entered into by a lower delegation level. This would effectively circumvent the appropriate level of delegation, which is a breach of the Delegations of Authority Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(22) A delegated authority extends to the signature of all documents necessary to give effect to the transaction or contract. Subject to any financial limits, this authority includes signature of variations or amendments to those documents.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(23) A person with delegated authority to approve a contract or activity may sub-delegate the signature of relevant documents to effect the contract or activity when they provide their approval, subject to any conditions or limits the delegate considers appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(24) When exercising their delegated authority, staff:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "must, if their delegation arises from a policy or procedure, act in accordance with the intent of that policy or procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "must only sign or approve a contract on behalf of RMIT where the total value of the contract is within the limits of their authority",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "must never commit or approve any commitment that would give rise to any conflict of interest unless it has been declared, approved and managed in accordance with the Conflict of Interest Policy",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "must only approve commitments that are relevant to their immediate cost centre, or one the staff member has management responsibility for. This condition does not apply to the: Vice-Chancellor; Chief Operating Officer (COO); Chief Financial Officer (CFO); University Secretary and Academic Registrar (US and AR); Executive Director, Property Services Group (ED PSG); Vice President, People and Culture (VP P&C); or Chief Information Officer (CIO).",
              "subclauses": [
                "Chief Operating Officer (COO);",
                "Chief Financial Officer (CFO);",
                "University Secretary and Academic Registrar (US and AR);",
                "Executive Director, Property Services Group (ED PSG);",
                "Vice President, People and Culture (VP P&C); or",
                "Chief Information Officer (CIO)."
              ]
            },
            {
              "clause_number": "9",
              "text": "(25) When exercising their delegated authority, staff must undertake (or ensure the relevant contract owner undertakes) due diligence in relation to the relevant contract, activity, supplier or partner. Due diligence includes working with relevant subject matter experts in RMIT and obtaining approvals as required under other policies and procedures.These may include but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "undertaking a risk assessment, and identifying potential risk mitigation steps to respond to identified risks in accordance with the Risk Management Policy;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "considering insurance cover or notification;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "undertaking a privacy impact assessment, where any personal information is being handled as part of the contract or activity, or if the contract or activity involves a change in how personal information is handled, in accordance with the Privacy Policy;",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "conducting a third party risk assessment (including, for example an IT security risk assessment);",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "completing a foreign arrangement assessment;",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "understanding and complying with any other regulatory implications of the proposed contract or activity, such as where it relates to third party delivery of education, or where it concerns research activity;",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "considering the sustainability impacts of the contract or activity, and how it complies with the principles in the Sustainability Policy, including regarding the environment, human rights (including modern slavery), and anti-corruption and anti-bribery laws.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(26) If a staff member is unable to exercise a delegation because they are unavailable or have a conflict of interest, the delegation must be exercised by that staff member’s manager or other staff member of equivalent delegation level as their manager.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(27) Certain contracts or activities require approvals from more than one RMIT staff member (as set out in the Delegation Schedules). In these circumstances, a contract or an activity is approved when it has been approved by all of the RMIT staff members from whom approval is required.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Value limits",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(28) Approvals in relation to an expenditure contract should be sought to support RMIT’s ability to derive good value for money, and appropriate financial and risk management.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(29) The dollar value of a contract or activity includes the total expenditure or commitment by RMIT or revenue expected to be received by RMIT over its term.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "All components of the transaction (excluding any GST) must be included in determining contract value, including both monetary and any in-kind contribution or consideration.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "For activities that have multiple phases or stages, the value includes the value of all the phases or stages, to the extent known.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Contracts can have revenue and expenditure components with different values leading to potentially two different delegation levels. The higher delegation level applies to such contracts.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Total dollar value includes any variations, statements of work, schedules, or orders which may be added after the contract was approved and signed. Subject to specific rules in a Delegation Schedule, a variation, statement of work, schedule, or order must be approved and signed by reference to the total dollar value, not the individual variation, statement of work, schedule, or order amount.",
              "subclauses": [
                "Subject to specific rules in a Delegation Schedule, a variation, statement of work, schedule, or order must be approved and signed by reference to the total dollar value, not the individual variation, statement of work, schedule, or order amount."
              ]
            },
            {
              "clause_number": "5",
              "text": "Revenue and expenditure thresholds include both monetary and in-kind contributions, such as where RMIT contributes staff resources, or provides a lease or licence at no or low cost. In-kind contributions should be attributed an estimated dollar amount in terms of its impact or value to RMIT, which must be included in calculating the overall dollar value of an activity or a contract.",
              "subclauses": [
                "In-kind contributions should be attributed an estimated dollar amount in terms of its impact or value to RMIT, which must be included in calculating the overall dollar value of an activity or a contract."
              ]
            },
            {
              "clause_number": "6",
              "text": "Where there are ongoing costs associated with a contract or activity (e.g. annual licensing fees), these must be included in the determination of dollar value. Where these ongoing costs will be funded from outside of the approver’s budget or cost centre, they must also be approved by the delegate whose cost centre will be responsible for the funding of such ongoing costs.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "If a contract has no express dollar value, a genuine and best estimate of the total expenditure or revenue over its term should be made to determine the relevant delegation level for its approval and signature. If a genuine and best estimate cannot be made, staff should consider the subject matter and risk of the contract to determine the required delegation level. The Legal Services Group can provide advice on this.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Head agreements",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(30) Where a contract with a supplier is a head agreement that governs multiple schedules, statements of work, purchase order contracts, work orders or other documents that are similar in nature or which specify the services, goods or deliverables to be provided by the supplier to RMIT (“engagements”), such as (but not limited to) a deed of standing offer or standing offer agreement (however named), panel agreement, master subscription agreement, master supply agreement or master services agreement, the total expenditure for all potential engagements under it for the term should be used to determine the appropriate delegated authority level to approve and sign it.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "A head agreement may only be approved and signed by the person with the delegated authority level for the maximum total expenditure for all potential engagements under the head agreement.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "For panels, each vendor’s agreement must be approved by the person in the role with the delegated authority level for the total maximum budgeted spend for the panel. This is because, even if there are multiple vendors potentially available for engagement through a panel, the actual commitment or use of the panel may only eventuate for one vendor.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Any engagement under a head agreement may be approved and signed by the person with the delegated authority for the dollar value of such engagement.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "The contract owner for the head agreement must monitor the expenditure under the engagements made under the head agreement, to ensure that the maximum total expenditure for all engagements under the head agreement does not exceed the amount originally approved. If additional engagements are likely to be made under the head agreement, which take the maximum total expenditure over the amount originally approved, an additional approval must be obtained. If the additional plus original engagements are above the original delegate’s approval level, then approval by the relevant higher delegate must be obtained. In seeking approval from the relevant higher delegate, staff should take into account further potential engagements, and seek a sub-delegation where appropriate.",
              "subclauses": [
                "If additional engagements are likely to be made under the head agreement, which take the maximum total expenditure over the amount originally approved, an additional approval must be obtained.",
                "If the additional plus original engagements are above the original delegate’s approval level, then approval by the relevant higher delegate must be obtained.",
                "In seeking approval from the relevant higher delegate, staff should take into account further potential engagements, and seek a sub-delegation where appropriate."
              ]
            }
          ]
        },
        {
          "section_title": "Variations and amendments",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(31) Subject to (32) below, where a contract is being amended or varied, the changes are required to be approved by a person with at least the same delegated authority as the original approver, even where the dollar value of the changes are of a lower amount than the original contract. The person with the delegated authority can sub-delegate the signature of the amendment or variation.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(32) Where the cumulative dollar value of a contract will exceed the delegated authority of the person who originally signed and approved it, due to a proposed amendment or variation, such amendment or variation must be approved and signed by a person with delegated authority for the new cumulative dollar value. Staff should consider potential further amendments or variations and seek approval for them as well as a sub-delegation where appropriate to support efficient contract management.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(33) A novation or an assignment (to transfer an agreement to a third party) is treated as a variation, so must be approved and signed by a person with the same delegated authority as the original delegate (or their sub-delegate).",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(34) Where a contract is being amended or varied in a way which has no financial or risk consequences (e.g. an update to reflect changes in legislation), the amendment or variation may be approved and signed by a person with delegated authority one delegation level below the original approver and signatory, provided advice has been obtained from the relevant RMIT stakeholders, including the Legal Services Group.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Terminations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(35) Where a contract is being terminated:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "by a settlement and release deed or agreement, that deed or agreement must be approved by a person with delegated authority at the same level as the person who originally approved the contract. Signature of the deed or agreement may be delegated by the original approver.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "for convenience by RMIT, such termination must be approved by a person with delegated authority at the same level as the person who originally approved the contract, but the notice of the termination may be signed by any of their direct reports, without a sub-delegation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Policy waivers",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(36) Where a policy requirement is being waived (such as tender or quotation requirement), approval must be provided by a person with delegated authority one level above the person with delegated authority to approve the dollar value of the contract.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "For the avoidance of doubt, for Research and Innovation contracts, the dollar value of the contract includes both monetary and in-kind contribution or consideration under the contract (see section above on value limits).",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "For expenditure contracts, any policy waivers must be obtained in accordance with the Procurement and Expenditure Policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Monitoring delegations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(37) The exercise of delegations and sub-delegations is subject to review by the Internal Audit function.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(38) Any staff member who identifies suspected or actual breaches of this policy should immediately notify their manager and the University Secretary and Academic Registrar for further investigation or utilise RMIT’s whistleblower or anonymous reporting channels. Once investigated, actual breaches must be reported to the CFO and COO.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}