{
  "metadata": {
    "title": "Destruction of Information Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=136",
    "scraped_date": "2025-10-31 01:26:08"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Requirements for the Destruction of Information",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) Destruction of RMIT Records is conducted lawfully from either of the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Destruction of records under the principle of Normal Administrative Practice (NAP), defined below.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Destruction of records covered by a RMIT Retention & Disposal Authority (RDA), defined below.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(8) Records which have a retention period specified in the RMIT RDA may be destroyed when the records meet all conditions below:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Records have met the minimum retention period specified in the RMIT Retention and Disposal Authority (RDA), within the Retention and Disposal Standard.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Records are reasonably unlikely to be needed in a current or future legal proceeding. This includes any civil or criminal proceeding or an inquiry where evidence may be given before a court or person acting judicially, such as a Royal Commission or Board of Inquiry.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Records are not required for meeting any Freedom of Information Act (FOI) applications which are not yet finalised.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Records are not required for audits or investigations which are not yet finalised.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(9) Destruction of RMIT records must be planned and integrated into the University’s business processes and programs, including information governance.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(10) Records designated for destruction must no longer be required by the responsible work unit, school or college, or for any other justifiable business or operational purpose.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(11) Destruction actions and retention periods for information must be justified.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(12) Destruction actions must be based on an informed decision-making process.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(13) Destruction of RMIT records must be authorised.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(14) Internal authorisation must be sought prior to destruction.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(15) The University must be able to evidence that implementation of destruction decisions was authorised and lawful. Documentation must include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "relevant classes from the Retention and Disposal Authority (RDA)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a full description of the information being destroyed",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "a record of all approvals, and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "assurance/statement of destruction. Refer to the RMIT Destruction of Information Data Template for more information.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(16) Once authorised, records must be disposed of or destroyed in a timely manner.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(17) Destruction should be undertaken with a level of security commensurate to the Information Classification of the record.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(18) Records destruction must be monitored to ensure it has been undertaken accurately.",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "(19) Destruction of records must be secure and irreversible such that records be inadvertently released or lost.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Destruction of records under Normal Administrative Practice (NAP)",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) Records which can be destroyed via Normal Administrative Practice (NAP) principles are not subject to the retention requirements in the RDA, are pre-authorised for destruction and do not require documentation.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) NAP allows for the destruction of:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "working documents, such as notes or calculations, used to assist in the preparation of other records and duplicate copies.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "minor drafts and transitory documents, where the content is reproduced elsewhere, and the information will not be needed to show how the work has progressed or actions approved.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "minor updates of content, such as those in databases, which will not be needed to show actions, decisions, or approvals.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Destruction of records under a Retention and Disposal Authority (RDA)",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) Requirements for the Destruction of Information must be met and documented this via the RMIT Destruction of Information Data Template.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) All decisions relating to the destruction of information must be approved and overseen by RMIT employees with the appropriate delegations, as defined in the Public Records Act 1973 and outlined below.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(24) The Chief Data and Analytics Officer oversees information governance at RMIT University, which includes the destruction of data and information.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(25) Any staff member who has custody and responsibility over certain bodies of information at RMIT can propose information for destruction and is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "initiating the destruction process by identifying information for destruction and completing a proposal for destruction in line with the requirements described above.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "obtaining required approvals for the destruction.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ensuring decisions and the destruction are documented and the documentation retained.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "engaging other RMIT teams for review if required (i.e. Legal Services and Freedom of Information team)",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(26) Information Trustees (as defined in the Information Governance Policy) are accountable for reviewing and approving information destruction.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The Information Trustee brings a knowledge of the high-level functions and goals of their area and makes a judgement as to the reasonable likeliness of current and future requirement for the information.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "If the Trustee decides not to approve destruction, they must provide justification for its further retention and document the reasons for ongoing business need.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "For the purposes of this procedure:",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}