{
  "metadata": {
    "title": "Domestic and Family Violence Procedure - Vietnam",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=332",
    "scraped_date": "2025-10-31 01:21:48"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Disclosures",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) A disclosure refers to the sharing of information about an experience of domestic and family violence where a person makes known that:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the are experiencing domestic and family violence, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "their family members is experiencing domestic and family violence.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(16) Anyone connected to RMIT Vietnam, including third parties, are supported to make a disclosure to Safer Community and Wellbeing Staff without fear of sanction or inaction. However, the steps which RMIT can take, and its timely response and resolution may depend on whether the person who is the victim-survivor or affected person wishes to participate in or to utilise RMIT’s processes. RMIT recognises and respects that staff and students may choose if, when and to whom to make a disclosure of domestic and family violence.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(17) All Safer Community – RMIT University and Wellbeing staff receiving a disclosure must inform the discloser about support from Safer Community – RMIT University. Staff must notify Safer Community – RMIT University of the disclosure to support RMIT’s whole-of-organisation prevention and support strategies. Staff must inform the discloser of their obligation to notify Safer Community – RMIT University and seek consent on what information can be shared, including anonymity preferences.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(18) If domestic and family violence is disclosed or reported as occurring outside the scope of this procedure, RMIT will provide referrals to specialist domestic and family violence support services, as appropriate.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Ways to make a disclosure",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) In an emergency or in circumstances of immediate danger on campus, please contact RMIT 24/7 Security Hotline 1800 2233.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "If the concern arises during Safer Community working hours (Monday to Friday, 9am-4pm), contact RMIT Vietnam Safer Community Hotline (028) 3622 4449",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "if the concern arises after Safer Community working hours, contact International SOS: (028) 3829 8520.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(20) All persons including staff members, students, researchers, representatives and volunteers who have experienced domestic and family violence can contact Safer Community – RMIT University for specialist trauma-informed, safety first, and inclusive and intersectional support and advice regardless of where or when the harm or violence occurred, whether they want only to make a disclosure of harm, or to make a formal report about it.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(21) RMIT Vietnam encourages individuals wanting to make an informal or formal report to contact Safer Community – RMIT University for guidance. Safer Community – RMIT University offers information on reporting procedures, which may vary depending on the individual's status (student, staff, or third party) and the status of the respondent.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(22) All disclosures or reports made through Safer Community – RMIT University or the Complaints Portal at RMIT Vietnam will receive a response within one business day acknowledging receipt of the disclosure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Ways to make a formal report",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) Individuals who disclose domestic and family violence may choose to make a formal report, but it is not mandatory. A formal report involves providing a statement about the incident and seeking a formal timely resolution and response from RMIT Vietnam.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(24) If a person who has experienced domestic and family violence wants to make a report to the police, Safer Community – RMIT University can support a person to make a police report. Safer Community cannot make a police report on that person’s behalf. However, Safer Community cannot make a police report on that person’s behalf but could include support from Safer Community Advisors who are qualified and trained specialists who speak both English and Vietnamese.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(25) If a person who has experienced domestic and family violence wishes to report to police, no further investigation will be made within RMIT Vietnam while the police investigation is underway, but support from Safer Community – RMIT University will be ongoing.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(26) In certain circumstances, RMIT Vietnam may have a duty to notify the police in its own name, even if the individual does not wish to. This may occur where there is a serious or imminent risk to the safety of another person or persons, or to meet RMIT’s legal obligations. This includes where the incident involves an imminent and/or serious risk to students or staff, or where the person who is the subject of the disclosure or report presents a risk to themselves.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "A notification to the police by RMIT in its own name must be approved by the Chief Operating Officer (if the respondent is a staff member and/or a third party) or the Academic Registrar (if the respondent is a student), taking into account: evidence of an unacceptable risk to RMIT’s community or the public multiple disclosures, reports, or complaints about the same person advice from the Critical Incident Management Team in accordance with the Business Resilience Policy, and other relevant groups including Health, Safety and Wellbeing, Risk Management, Compliance, the Academic Registrar’s Group, Legal Services and Property Services advice from Safer Community – RMIT University the wishes of the person who has experienced the domestic and family violence or who made the disclosure or report initially.",
              "subclauses": [
                "evidence of an unacceptable risk to RMIT’s community or the public",
                "multiple disclosures, reports, or complaints about the same person",
                "advice from the Critical Incident Management Team in accordance with the Business Resilience Policy, and other relevant groups including Health, Safety and Wellbeing, Risk Management, Compliance, the Academic Registrar’s Group, Legal Services and Property Services",
                "advice from Safer Community – RMIT University",
                "the wishes of the person who has experienced the domestic and family violence or who made the disclosure or report initially."
              ]
            },
            {
              "clause_number": "6",
              "text": "(27) Safer Community – RMIT University, in collaboration with Human Resources (when a staff member is affected), will advise the person who has disclosed or reported the domestic and family violence about RMIT’s decision to notify the police and, to the extent possible, will keep the person informed of any actions that result from that notification.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(28) Persons who make a report, as well as persons who are the subject of a report, will be provided with information about the steps involved for any formal or informal resolution process, and they will be kept appropriately informed about the progress and outcome of those steps in accordance with the relevant policy and procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Precautionary Measures – Safety Planning",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(29) When a disclosure concerning domestic and family violence is made, Safer Community – RMIT University can offer advisory support in safety planning, which may include putting in place temporary or permanent precautionary measures to ensure the safety and wellbeing of staff and students experiencing domestic and family violence.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(30) Safer Community – RMIT University may need to complete a domestic and family violence risk assessment using the Multi Agency Risk and Assessment and Management (MARAM) Framework in consultation with the affected person.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(31) Any safety planning and precautionary measures adopted should be led and agreed to by the staff member or student concerned.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(32) For students, Safer Community – RMIT University, with the consent of the affected person, will reach out to their Program Manager or Senior Officer where required. Safer Community – RMIT University will work with the Program Manager or Senior Officer to provide appropriate precautionary measures to support and ensure the safety of a student experiencing domestic or family violence. The decision to implement any precautionary measures will ultimately rest with the Program Manager or Senior Officer. Precautionary measures could include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "changing the student’s attendance schedule or timetable",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "changes to email contacts",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "providing assistance from RMIT Vietnam Security while on campus",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "downloading the SafeZone app (free for all students) on the affected student’s mobile device, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "any other reasonable measures determined on a case-by-case basis.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(33) For staff, Safer Community – RMIT University, with the consent of the affected person, will reach out to the People Business Partner to discuss possible precautionary measures required to support and ensure the safety of a staff member experiencing domestic and family violence. Safer Community – RMIT University and the People Business Partner will work in collaboration with the affected person to plan safety measures. The decision to implement any precautionary measures will ultimately rest with the People Business Partner and People Connect. Precautionary measures may include but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "temporary or permanent relocation of the staff member to a more secure work area, and/or support in hybrid working conditions",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "setting up procedures for alerting Security or the police (if appropriate)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "organising Security to be present at start and end of day",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "escorting entry to and exit from the building, i.e. to car park or public transport",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "regular walk-bys or enhanced visibility of Security",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "managing telephone, fax, email or mail harassment",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "changing the staff member's contact details and/or removing them from public directories",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "changing the staff member’s preferred first or last name on public University systems",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "downloading the SafeZone app (free for all staff and students) on the affected staff member’s mobile device.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(34) If a person contravenes a court order by coming into the workplace or learning environmnet, or if a person becomes violent in the workplace or learning environment, on being notified, the relevant manager must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "contact RMIT 24/7 Security Hotline: 1800 2233",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "with the consent of the staff or student who is the subject of the incident, ensure that Safer Community – RMIT University has been promptly notified of the incident",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "refer the staff member who is the subject of the incident and any staff members involved in or witnessing the incident to the Employee Assistance Program (EAP)",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "in the case of a student, refer the student who is the subject of the incident and any students involved in, or who have witnessed the incident to the University’s Counselling Service",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "document the incident as a health and safety incident as soon as possible and, within 24 hours, via RMIT’s incident and hazard reporting system, Safety Now.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(35) In high risk cases, Safer Community – RMIT University, with consent from the affected party, will make referrals to specialist family violence agencies.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Leave and reasonable work adjustments – staff",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(36) All staff experiencing or affected by domestic and family violence have access to a range of leave and reasonable work adjustments as outlined in the Enterprise Agreement and under the Fair Work Act 2009. These adjustments may include but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "20 days of paid leave or further unpaid leave",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "changes to the employee’s span of hours or pattern of hours and/or shift patterns",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "job redesign or changes to duties",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "relocation to suitable employment within RMIT Vietnam",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "change of telephone number or email address as appropriate",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "any other appropriate measure including those available under existing family-friendly and flexible work arrangements.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(37) Staff members seeking to access leave or reasonable work adjustments may be required to provide evidence or documentary proof of their domestic and family violence situation. This may be in the form of an agreed document issued by Safer Community – RMIT University or by the police, a court, a doctor, a district nurse, a maternal and health care nurse, a family violence support service or lawyer. This information will be treated confidentially.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(38) RMIT Vietnam acknowledges that staff affected by domestic and family violence may not be in a position to provide evidence or supporting documentation. A staff member’s access to leave and other support options should not be denied in the absence of evidence or supporting documentation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Academic adjustments – students",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(39) All students experiencing or affected by domestic and family violence may apply for flexible assessment arrangements or other adjustments as outlined in the Assessment and Assessment Flexibility Policy, the Admission Procedure, and the Enrolment Procedure. These adjustments can include, but are not limited to, academic changes to facilitate ongoing student engagement, applications for special consideration, deferred assessment, extensions of time, leave of absence, deferrals and/or withdrawal.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(40) Students applying for flexible assessment arrangements or other adjustments will be required to provide evidence or documentary proof of their domestic and family violence situation. This may be in the form of an agreed document issued by Safer Community – RMIT University or by the police, a court, a doctor, a district nurse, a maternal and health care nurse, a family violence support service or lawyer. This information will be treated confidentially.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Staff and students who use violence",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(41) RMIT Vietnam is aware that in addition to there being staff and students who are victim-survivors or affected by domestic and family violence, there are also likely to be staff and students who use violence or engage in domestic and family violence. RMIT recognises the need to respond to this appropriately and sensitively.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(42) It is never acceptable for a person to engage in domestic and family violence in, or from, the workplace or learning environment. Staff and students must not use RMIT resources, including IT infrastructure, to engage in behaviour that threatens, harasses, victimises, or abuses another person.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(43) Where a student or staff member makes a disclosure to their Academic Head, Head of School, People team, supervisor or Safer Community – RMIT University about any current or pending court proceedings involving domestic violence orders in which they are the respondent, reasonable adjustments to study or work may be implemented as appropriate, as well as access to counselling or the Employee Assistance Program (EAP).",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(44) Where the person who has used violence and the person affected by the domestic and family violence are both members of the RMIT community, RMIT will seek to ensure the safety of all parties.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(45) Staff should consult with Safer Community – RMIT University for advice on how to address a staff member or student who has engaged in harassment, assault or domestic and family violence. Managers or colleagues should encourage people who are using violence to seek immediate help from a range of external providers, including the EAP, if it is safe to do so.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(46) Where an incident of domestic and family violence has occurred in connection with a staff member’s employment or workplace, or a student’s learning environment or campus, or any RMIT Vietnam premises or event, RMIT may treat it as a breach of the applicable staff or student behaviour policy or code of conduct.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Privacy, confidentiality and record-keeping",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(47) Disclosures and formal reports of domestic and family violence will be handled confidentially in accordance with the Privacy Policy. Information may be shared on a need-to-know basis with appropriate RMIT officers or external authorities as part of RMIT’s duty of care or legal obligations.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(48) Safer Community – RMIT University maintains a confidential register of disclosures and formal reports. All information will be collected, stored and accessed in accordance with the Privacy Policy and applicable laws.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(49) There are some limited circumstances in which RMIT may be required to share identifying information about a person who has made a disclosure or report of domestic and family violence or about whom the disclosure or report has been made, for the safety and wellbeing of the members of the RMIT community, including for the safety of the person identified, such as where RMIT is required by law to report an incident to the police or a regulator.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Internal reporting and continuous improvement",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(50) RMIT will use de-identified data from disclosures and reports to inform preventive interim safety measures, if necessary, to focus on the level and nature of the risk as part of assessment and proactive ongoing monitoring. It also collects, analyses, and reports de-identified data to identify trends, underlying issues, and emerging risks. This data-driven approach informs and enhances RMIT’s strategies for effective prevention and response.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(51) De-identified data is reported by Health, Safety and Wellbeing every six months, or as required, to the Vice-Chancellor’s Advisory Group on Gendered Violence Prevention, RMIT University Council and other areas of RMIT as required to identify trends and systemic issues, contribute to evaluation of prevention programs, and aid RMIT to identify opportunities for improvements and preventative actions. Access to this information will be managed in accordance with the Privacy Policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(52) RMIT may provide information to a third party for investigation purposes in accordance with the Student Conduct Policy and staff Code of Conduct. Where a requirement to make a report to a third party and/or the Commission for Children and Young People exists and this information is not able to be provided in a de-identified format, the individual will be consulted prior to the report being made and every effort taken to respect privacy and minimise trauma.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "External reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(53) RMIT will also provide de-identified data and formal reports to provide high-level, public-facing reporting on known incidents domestic and family violence. It also provides data to external agencies or bodies, where required, to ensure compliance with legislated reporting requirements including but not limited to those detailed under the Gender Equality Act 2020 (Vic) and the Workplace Gender Equality Act 2012 (Cth). Access to this information is managed in accordance with the Privacy Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(54) If disclosed or reported incidents indicate material breaches in safety or preventative controls, including recurring incidents of domestic and family violence, Safer Community – RMIT University will notify the Director, Education Regulations, who will determine if it is appropriate to notify the Tertiary Education Quality and Standards Agency (TEQSA). If deemed appropriate, a recommendation will be made to the Deputy Vice-Chancellor Education that TEQSA be notified in accordance with the Higher Education Standards Framework 2021 and TEQSA guidance.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(55) If disclosed or reported incidents occurred in relation to an activity funded in whole or in part by the Department of Foreign Affairs and Trade (DFAT), Safer Community – RMIT University will notify the Director, Health, Safety and Wellbeing, who will determine if it is appropriate to notify DFAT. If deemed appropriate, a recommendation will be made to the Chief People Officer that DFAT be notified in accordance with the Department of Foreign Affairs and Trade (DFAT) Preventing Sexual Exploitation, Abuse and Harassment Policy (2019). This notification must be made within two working days of RMIT becoming aware of an alleged incident.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(56) The Vice-Chancellor and the Vice-Chancellor's Executive are responsible for meeting the obligations of the Reportable Conduct Scheme by reporting to relevant child safety authorities within a set period if they become aware of a report of child abuse by an RMIT student, staff or associate.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(57) RMIT Vietnam will support members of the RMIT community who believe they have experienced gender-based violence/harm and/or sexual harm or unlawful discrimination.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Students may make a complaint under the Student and Student-Related Complaints Procedure or under the Gender-Based Violence Response Procedure Vietnam.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Staff may make a complaint under the Staff Complaints Procedure or under the Gender-Based Violence Response Procedure Vietnam.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Third parties may make a complaint under the Third Party Complaints Procedure or under the Gender-Based Violence Response Procedure Vietnam.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(58) A breach of this procedure may result in disciplinary action. Depending on the nature and impact of the breach, other actions may also be instigated, including legal action.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(59) In cases where non-compliance issues arise, the RMIT will utilise various investigative tools to actively monitor and address these issues. This may include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "conductive proactive audits",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "undertaking investigations when non-compliance is suspected.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(60) This procedure supports RMIT’s compliance obligations regarding:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Charter of Human Rights and Responsibilities Act 2006 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Child Wellbeing and Safety Act 2005 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Gender Equality Act 2020 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Protected Disclosure Act 2012 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Respect@Work – Changes to the Sex Discrimination Act 1984 and the Australian Human Rights Commission Act 1986",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Department of Foreign Affairs and Trade (DFAT) Preventing Sexual Exploitation, Abuse and Harassment Policy (2019)",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Higher Education Standards Framework 2021",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "Education Services for Overseas Students (ESOS) Framework",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "Occupational Health and Safety Act 2004",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "Equal Opportunity Act 2010 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(61) The procedure support RMIT’s commitment to adhering to sector best practices:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Australia Human Rights Commission – Guidelines for Complying with the Positive Duty under the Sex Discrimination Act 1984 (Cth) (AHRC)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "National Plan for Addressing Gender-based Violence in Higher Education 2024",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Higher Education Standards Framework (Threshold Standards) 2021",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Universities Australia Sexual Harm Response Guidelines 2023.",
              "subclauses": []
            },
            {
              "clause_number": "29",
              "text": "(62) Refer to the following documents which are established in accordance with this procedure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Domestic and Family Violence Procedures - Schedule 1 - Explanations and Examples.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}