{
  "metadata": {
    "title": "Employee Probation Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=155",
    "scraped_date": "2025-10-31 01:23:51"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Probation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) All new employees at RMIT University are subject to a probationary period in accordance with their relevant enterprise agreement or employment contract terms and conditions.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) A probationary period is designed to establish whether there is an appropriate match between the individual, the position, and the work environment. This period provides the opportunity to address any issues, including role clarity or performance concerns early.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(8) Where the people manager is satisfied that the employee is able to apply the skills, competencies, experience and behaviours required for the position and environment and the employee is satisfied with the arrangement, the employee successfully completes probation.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(9) Probation can only be waived in exceptional circumstances and must be approved in accordance with the Delegations of Authority Policy.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(10) Existing continuing employees entering into a secondment or new contract of employment are not required to serve an additional probation period.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(11) People managers are expected to provide guidance to employees as part of the induction process.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Commencing Probation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) Commencing probation periods are determined by appointment type in accordance with Table 1: Commencing Probation Durations, unless the relevant enterprise agreement requires otherwise.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Extension of Probation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) During probation, the probation period may be extended for any employee to a maximum of 12 months. Employees who have commencing probation periods longer than 12 months cannot have their probation periods extended.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(14) A decision to extend probation can only be made once the people manager has consulted with the People team (People) and has the support of their manager.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Performance Concerns During Probation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) People managers are expected to bring incidents of unsatisfactory performance/conduct to the attention of the employee immediately and address any concerns with the employee in a professional and confidential manner.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(16) Employees must be given an opportunity to improve/correct behaviour in a reasonable timeframe and with support.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(17) People managers must ensure they keep file notes from meetings when discussing performance or conduct issues.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(18) When discussing performance or conduct issues with employees, people managers are required to make clear:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the behaviour and standards which are required",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "how the employee is failing to meet those expectations",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "timelines in which to improve and dates of follow up meetings",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "any steps or actions intended to address the issue",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "what support is required for the employee to meet the expectations of the role",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "summary of any factors the employee wishes to take into consideration",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "that the issue might lead to non-confirmation of employment if reasonable improvement is not achieved within the timelines (where relevant).",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(19) In serious cases, immediate non-confirmation of employment may be required.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Probation Review and Outcome",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) People managers will be notified of upcoming probation end dates.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) At the end of the probationary period the manager must decide if:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the employee’s appointment is confirmed, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the employee’s employment is not confirmed.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Confirmation of Appointment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) Once the probation date has passed, the employee’s employment is automatically confirmed.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) It is possible for the probation period to be completed prior to the period identified in the employee’s contract if the employee demonstrates competency in their position prior to the end of probation.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(24) For employment to be confirmed the employee must demonstrate:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "behaviour consistent with the Code of Conduct",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "adherence to the relevant enterprise agreement, policies and procedures",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "willingness and capacity to achieve requirements within the position",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "performance to the satisfaction of the people manager.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Non-Confirmation of Appointment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(25) At any time during probation, either party may bring employment to an end in accordance with their contract and the relevant enterprise agreement.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(26) If a people manager is considering non-confirmation, they must have the support of their manager and as well as People to determine how to progress this most effectively.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(27) A decision to not confirm employment will not be supported unless there is reasonable documentary evidence of the manager having had discussions with the employee regarding deficiencies in performance/behaviours and an opportunity for the employee to take corrective action.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(28) If the people manager recommends a non-confirmation of appointment before the end of the employee’s probation period, the manager must notify People of this as soon as possible. People will liaise with the manager to ensure that all requirements of the relevant enterprise agreement and/or contract terms and conditions are met.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(29) In line with the Delegations of Authority Policy, the employee’s employment may be terminated during or at the end of their probation period. The manager will notify the employee of non-confirmation of employment, with support from People.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(30) Nothing in this procedure precludes an employee from being dismissed or summarily dismissed for misconduct or serious misconduct.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}