{
  "metadata": {
    "title": "Employee Lifecycle Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=123",
    "scraped_date": "2025-10-31 01:23:36"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) RMIT is committed to attracting great talent, motivating employees to stay, providing opportunities for development and rewarding staff fairly and consistently to enhance the University’s positioning as an employer of choice to internal and external candidates (this includes Aboriginal and Torres Strait Islander employees for RMIT’s Australian entities).",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "determine remuneration for roles using governed and equitable processes",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "appoint people to roles free of bias and unlawful discrimination",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "establish processes for the management of the employee lifecycle that are fair, transparent, respectful and confidential",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "apply equal opportunity and gender equality commitments across the employee lifecycle and implement retention strategies to support retaining diverse talent",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "create a culturally safe and responsible working environment that enables career advancement and professional development.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(8) Recruitment and remuneration conditions will comply with the relevant legislation and employment terms and be aligned with RMIT’s strategic plan and teaching, learning, research and service priorities.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(9) RMIT is committed to addressing the gender pay equity gap and will undertake regular analysis and monitoring, implementing improvements where required. Remuneration will be sufficiently flexible and regularly reviewed to ensure gender bias does not occur at any point in the decision-making processes.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(10) RMIT recognises that the employment relationship may end for various reasons and will ensure that it complies with relevant legislation and employment terms.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) The People team has a responsibility to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "undertake regular analysis of recruitment, remuneration, career development and exit interview trends to identify areas of improvement relating equal opportunity in the employee lifecycle",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "facilitate training in equal employment principles and anti-discrimination recruitment and selection practices to staff responsible for recruiting (including selection panels) and managing talent",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "promote training and awareness of policies, procedures and resources that support and give effect to this policy and the employee lifecycle at RMIT",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "provide clear and transparent processes to inform management of the employment relationship",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "develop and apply recruitment and retention strategies to support retention and promotion of diverse staff.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(12) The Vice President, People and Culture or nominated delegate (including for RMIT Group entities) is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the review and approval of procedures and resources under this policy to enable its effective implementation",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "monitoring and reporting on compliance with this policy and related documents",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(13) Managers are responsible for ensuring that:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "they liaise with People to understand the benefits and requirements of employment arrangements ranging from casual, fixed-term and continuing and the restrictions related to some kinds of employment arrangements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "as far as practicable, selection panels are gender-balanced and diverse in composition",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "opportunities for promotion via internal recruitment and secondment are available to staff who are on parental and carer’s leave (paid and unpaid), long service leave, other long-term leave arrangements or career breaks",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "professional development opportunities of direct reports are enabled and managed in accordance with the Professional Development Guideline.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) This policy will be reviewed at least once every three years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(15) Refer to the following documents, which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Employee Probation Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Managing Performance Procedure",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Professional Development Guideline",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Recruitment Relocation Instruction (Under Review)",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Termination of Employment Guideline",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(16) (Note: Commonly defined terms are in the RMIT Policy Glossary. Any defined terms below are specific to this policy).",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}