{
  "metadata": {
    "title": "English Language Proficiency Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=131",
    "scraped_date": "2025-10-31 01:25:04"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "General",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) On recommendation by the Admissions Governance Steering Committee, the Programs Committee may approve a higher English language entry requirement than the University minimum for a coursework program.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) The Deputy Vice-Chancellor Research and Innovation may approve a higher English language entry requirement than the University minimum for a higher degree by research (HDR) program.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) International Admissions maintains the following lists, with changes approved by the Programs Committee:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "qualifications that satisfy the minimum University English language entry requirements, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "approved English language proficiency tests and required scores.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Meeting Minimum English Language Proficiency Requirements",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) Applicants to RMIT may demonstrate they meet the minimum English language requirements for entry into a program via one of the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "an approved English language proficiency test",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "completion of an English language preparatory program from an approved provider, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "approved prior study taught and assessed entirely in English in an RMIT recognised English speaking country",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "approved prior preparatory study taught and assessed entirely in English in an RMIT recognised English speaking country",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "completion of an approved aptitude test and achieving the required score.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(8) A list of recognised English speaking countries is published online and maintained by the Assistant Director, Pathways and Operation with changes noted by the Programs Committee.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(9) Where an applicant’s completed qualification or studies have been taught and assessed entirely in English from a country not recognised as being an English speaking country (except for recognised secondary qualifications), English proficiency will be assessed on an individual basis.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(10) Additional requirements for demonstrating the required English language proficiency for different student cohorts and award levels are detailed in this procedure.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Where an applicant does not meet the minimum program English language entry requirements but can demonstrate by other means they are capable of success in the program, colleges may submit a case of equivalence as per the exceptions and cases of equivalence detailed in the Admission Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Meeting Requirements for Undergraduate and Postgraduate Coursework Programs",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) Applicants using a VCE or equivalent qualification as the basis of meeting minimum English language requirements must have achieved the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "for entry to bachelor programs, a study score of at least 27 in Units 3 & 4 English as an Additional Language (EAL) or at least 25 in Units 3 & 4 English, Literature or English Language",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "for entry to postgraduate coursework programs, a study score of at least 30 in Units 3 & 4 English as an Additional Language (EAL) or at least 25 in Units 3 & 4 English, Literature or English Language",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "for entry to associate degrees, a study score of at least 23 in Units 3 & 4 English as an Additional Language (EAL) or at least 20 in Units 3 & 4 English, Literature or English Language",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "for entry to higher education diplomas, a study score of at least 23 in Units 3 & 4 English as an Additional Language (EAL) or at least 20 in Units 3 & 4 English, Literature or English Language",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "for entry via the Schools Network Access Program (SNAP) or Indigenous Access Program, the required English study score is five points lower than the published study score for entry to bachelor degree programs.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(12) Domestic applicants using a tertiary qualification as the basis of meeting minimum English language requirements must either have:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "successfully completed at least two courses (subjects) or 24 RMIT credit points at Australian undergraduate level (or overseas equivalent), or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "an Australian Qualifications Framework (AQF) accredited award at certificate IV or higher (or overseas equivalent) or equivalent volume of learning.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(13) International applicants applying for admission must either have:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "at least six years of primary and/or secondary education taught and assessed entirely in English in a recognised English-speaking country with at least two years of this education at secondary or senior secondary level (or overseas equivalent), and at least two courses (subjects) or 24 RMIT credit points at Australian undergraduate level (or overseas equivalent), or an Australian Qualifications Framework (AQF) accredited award at certificate IV or higher (or overseas equivalent), or the circumstances described in (14) for applications for postgraduate coursework programs only.",
              "subclauses": [
                "at least two courses (subjects) or 24 RMIT credit points at Australian undergraduate level (or overseas equivalent), or",
                "an Australian Qualifications Framework (AQF) accredited award at certificate IV or higher (or overseas equivalent), or",
                "the circumstances described in (14) for applications for postgraduate coursework programs only."
              ]
            },
            {
              "clause_number": "2",
              "text": "a minimum of one-year full-time study in an award equivalent to an Australian diploma, advanced diploma, associate degree, bachelor degree, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "one semester full-time of a postgraduate qualification (equivalent to an Australian graduate certificate or higher).",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(14) Applicants who are applying for postgraduate coursework programs may demonstrate they meet English language proficiency requirements with evidence of two years professional work experience in an occupation requiring English language proficiency.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Meeting Requirements for Vocational Education Programs",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) There are no set minimum English language requirements for entry into vocational education programs.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(16) Applicants who are admitted to any vocational education program may be required to undertake a language, literacy and numeracy (LLN) assessment prior to enrolment.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The results of the LLN are used to determine the appropriateness and academic suitability of the offered program, any educational support requirements and the student’s eligibility for a VET student loan.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "RMIT uses the BKSB tool to test LLN where an assessment is required. Results of the BKSB test are made available directly to the student via the BKSB tool immediately after the test is taken. Results are also recorded in RMIT’s Student Management System.",
              "subclauses": [
                "Results of the BKSB test are made available directly to the student via the BKSB tool immediately after the test is taken.",
                "Results are also recorded in RMIT’s Student Management System."
              ]
            },
            {
              "clause_number": "3",
              "text": "RMIT will provide LLN results to authorised officers of the state and federal governments if requested.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Offers may be rescinded if it is determined that the program is not appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(17) Applicants who have completed the VCE or equivalent must achieve a study score of at least 20 in Units 3 & 4 English as an Additional Language (EAL) or at least 15 in Units 3 & 4 English, Literature or English Language.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Meeting Requirements for Foundation Studies Programs",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) Applicants may demonstrate English language proficiency requirements for Foundation Studies programs by meeting (17), or:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "having successfully completed VCE units 1 & 2 English as an Additional Language (EAL), English, English Language or Literature(or equivalents at another Australian senior secondary institution) and achieved a minimum 50% average grade.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Meeting Requirements for Non-Award Study",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) Applicants for the following non-award programs may demonstrate they meet English language proficiency requirements as follows:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "For study at RMIT via an approved RMIT exchange agreement, applicants may supply formal confirmation from their home institution that their level of English language proficiency meets RMIT requirements.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Incoming study abroad students must demonstrate they have successfully completed one year or the equivalent of 60 European credit Transfer and Accumulation System tertiary level courses where English is the language of instruction for the completed courses.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Meeting Requirements for Higher Degree by Research (HDR) Programs",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) Applicants from recognised English speaking countries meet minimum English language entry requirements when they meet program academic entry requirements based on a qualification that was taught and assessed entirely in English.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) Applicants for HDR programs who are not from an English speaking country can demonstrate English language proficiency by the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "A postgraduate qualification from an accredited university or institution where: English was the medium of instruction and assessment of study, and the final year of university study was completed during the five years immediately prior to the commencement of study at RMIT University.",
              "subclauses": [
                "English was the medium of instruction and assessment of study, and",
                "the final year of university study was completed during the five years immediately prior to the commencement of study at RMIT University."
              ]
            },
            {
              "clause_number": "2",
              "text": "Successful completion of at least two years of full-time (or part-time equivalent) university study from an accredited university or institution where: English was the medium of instruction and assessment of study, and the final year of university study was undertaken during the two years immediately prior to commencement at RMIT.",
              "subclauses": [
                "English was the medium of instruction and assessment of study, and",
                "the final year of university study was undertaken during the two years immediately prior to commencement at RMIT."
              ]
            },
            {
              "clause_number": "3",
              "text": "Evidence of professional experience and/or academic publications in English, such as: sustained work for two years immediately prior to commencement at RMIT in a country where English is an official language authorship or co-authorship of at least two English language peer-reviewed journal articles or a book chapter written and published in English within the three years prior to commencement at RMIT.",
              "subclauses": [
                "sustained work for two years immediately prior to commencement at RMIT in a country where English is an official language",
                "authorship or co-authorship of at least two English language peer-reviewed journal articles or a book chapter written and published in English within the three years prior to commencement at RMIT."
              ]
            }
          ]
        },
        {
          "section_title": "Time Limitations for Previous Study and Proficiency Tests",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) The following time limitations apply to the eligibility of previous study and proficiency tests for international applicants excluding those who meet the eligibility requirements of (13)a. for entry into coursework study:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) Time limitations for prior study and proficiency tests do not apply to applicants who have resided in a recognised English speaking country for at least five years since completing their secondary studies, bachelor degree or master degree in an English speaking country and can demonstrate having maintained their level of English proficiency through professional and/or academic achievements.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(24) Where an applicant for whom time limits apply presents with more than one measure of English language proficiency over a period of time, and where these are more than three months apart only the most recent will be considered.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}