{
  "metadata": {
    "title": "Enrolment Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=113",
    "scraped_date": "2025-10-31 01:24:28"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Enrolment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) A student must formally enrol or re-enrol on or before the date prescribed each year by following the process published on the RMIT institution website. RMIT provides all information necessary for students to complete their enrolment in a timely manner.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) Colleges, schools and industry clusters will provide program and course enrolment advice.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(8) A person must enrol in line with the program’s requirements, and any academic or course selection advice from colleges, schools and industry clusters.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Students in a Commonwealth Supported Place are not permitted to enrol in courses in their program which do not contribute to the requirements of the award. Additional courses may be studied via Single and Short Courses.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(9) A person who is not enrolled by the published deadline for the relevant teaching period is not considered to be a student and does not have the responsibilities or entitlements described and provided for students.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Responsibilities for student visa holders continue to remain in effect until a confirmation of enrolment (CoE) is cancelled by RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(10) Higher education students undertaking an award program who fail to re-enrol by the published deadline must seek permission to continue their program; permission to enrol or take leave of absence (LOA)is granted at RMIT’s discretion.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Non-Award Enrolments",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) Where eligibility requirements are met, a person may enrol in one or more courses on a non-award basis.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Enrolment Loads",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) For the purposes of completing a program in the minimum time, full-time study load for an award program is:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "96 credit points in a year for higher education programs (except higher education coursework programs offered in Vietnam)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "108 credit points in a year for higher education coursework programs offered in Vietnam",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the nominal hours for the program divided by the full-time duration of the program for vocational education programs in a year.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(13) The minimum study load for a full-time program enrolment is:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "100% for student visa holders unless otherwise approved by the school/industry cluster/college",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "75% of the full-time study load specified in clause (12) (or a pro-rata proportion where the duration is less than one year) for all programs except for higher education coursework programs offered in Vietnam, and higher degrees by research (HDR) candidates where a full-time load is 100%)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "96 credit points in a year for higher education coursework programs offered in Vietnam.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Minimum Age for Enrolment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) Students must be at least 16 years of age on the commencement date of the program, course or unit in which they wish to enrol.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Approval to enrol students younger than 16 years of age is granted to RMIT Vietnam for its English For Teens non-AQF Program only.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(15) The University Secretary and Academic Registrar will only permit the enrolment of an international student studying in Australia on a student visa who is under 18 years of age if they provide:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "written consent of a parent or legal guardian to the enrolment, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "written permission for the University to provide student information to a parent or legal guardian upon request.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(16) Prior to enrolling an individual who will be under the age of 17 years at the time of the commencement of training into a program funded under the VET Funding Contract:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "for students who have not yet completed Year 10, correspondence from a Department Regional Director that exempts that individual from school attendance must be sighted and retained.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "for students who have completed Year 10, correspondence from the school Principal that exempts that individual from school attendance must be sighted and retained.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Enrolment Variation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) Once enrolment has been completed, students can vary their enrolment in accordance with the deadline published by the institution.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) Enrolment variations must comply with:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "program and course rules and requirements",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "visa requirements, as applicable",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "any enrolment procedures or additional instructions issued to the student by the institution.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(19) A student must consider the effect of any variation of enrolment or load on their tuition fees, student contributions, scholarships and visa where applicable.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "A course withdrawal (drop) may incur an academic and/or financial penalty as prescribed in the Approved Schedule of Fees and Charges.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "A course withdrawal up to and including the census date does not incur an academic penalty.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(20) Transfer provider requests prior to completion of the first six (6) calendar months of the student's principal program must be approved for international students studying in Australia on a student visa.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Continuity of Enrolment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) To maintain continuity of enrolment in a program a student must, by the deadline published by the relevant institution, either:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "re-enrol for the following academic year, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "obtain approval for LOA",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Leave of Absence",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) A student who wishes to suspend their studies and retain their place in a program for a specified period of time must apply for LOA by the relevant date to retain their rights as a continuing student.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) To be eligible to apply for LOA, the student must be currently enrolled in an RMIT award program and have been an enrolled student on the census date in their first semester.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(24) Coursework and non-award students follow the process prescribed by the Enrolment Procedure – Leave of Absence.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(25) HDR students must follow the process prescribed by the HDR Admissions and Enrolment Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Cancellation of Program Enrolment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(26) A student may cancel their enrolment without penalty up to the dates and according to the processes prescribed by the relevant institution.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(27) Formal cancellation of enrolment may incur a financial penalty as prescribed by the Approved Schedule of Fees and Charges.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(28) Any student who transfers from an RMIT institution to another registered provider must cancel their enrolment at RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(29) International and intending international students studying in Australia on a student visa who withdraw from the program at the delivery location either before or after the agreed starting day of the program, will be reported to the Australian government.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Enrolment Variation on Administrative Grounds",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(30) A Dean/Head of School/Cluster Director or the University Secretary and Academic Registrar may instruct a student to vary their enrolment to comply with the requirements of a policy or procedure of the institution.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(31) Where the student does not comply with an enrolment instruction, the institution may enforce the instruction by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "varying the student’s enrolment directly",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "dropping the student’s enrolment and notifying them accordingly.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Overload Enrolment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(32) Students may apply to enrol in courses above the standard full-time study load for their program, in a particular study period, subject to approval from:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "RMIT University: the relevant college/school/industry cluster (coursework) or the Associate Deputy Vice-Chancellor Research, Training and Development (HDR)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "RMIT Vietnam: as specified in the relevant program guide",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "exchange or study abroad student studying at RMIT University: Industry and Global Experiences.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Extension of Enrolment Entitlements Under Some Exceptional Circumstances",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(33) A student is entitled to complete the assessment without further enrolment in the course but (where relevant) to have a confirmation of enrolment for student visa purposes where they have been:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "granted an assessment adjustment for a course, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "received an interim grade of NEX or RNF for a course.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(34) A student who is active in an HDR program but who has had their courses dropped due to their thesis being submitted (on TSUB status) is entitled to receive an RMIT student card and have access to relevant facilities until such time as they submit the final archival copy of their thesis.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(35) There is no requirement for any further enrolment in a course but (where relevant) the student may be provided with a CoE for student visa purposes.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Citizenship/Residency Status Change",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(36) If a student’s citizenship or residency status changes after enrolment, the student is responsible for immediately notifying RMIT and providing evidence of their status.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(37) A student’s change in citizenship or residency status will be effective from the next applicable census date after the student has provided evidence of the change.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(38) Enrolment in a Commonwealth Supported Place (CSP) may be offered in these circumstances provided that:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a place is available within the current course quota or, if not, with the approval of the relevant Deputy Vice-Chancellor; and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the student’s application for a CSP is competitive under the provisions of the Australian government’s fairness requirement.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Effect of Exclusion, Suspension or Expulsion",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(39) A person who has been expelled from an RMIT institution is:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "no longer an RMIT enrolled student",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "not permitted to enrol in any program or course at any RMIT institution (including programs or courses offered by an RMIT institution via another provider)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "not entitled to use the services offered by any RMIT institution to enrolled students.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(40) A person who has been suspended from an RMIT institution is, for the period of the suspension:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "not permitted to enrol in any program or course at any RMIT institution (including programs or courses offered by an RMIT institution via another provider such as Open Universities Australia)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "not entitled to use the services offered by any RMIT institution to enrolled students.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(41) At the end of a specified period of suspension from the RMIT institution, a student:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "has the right to resume their studies in the same program they were studying when suspended, subject to the availability of the program or an equivalent replacement program",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "is required to meet any conditions for resumption of their studies that have been set by the institution.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(42) A person who has been excluded from an RMIT program:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "is not permitted to enrol in any courses for the program during the period of their exclusion",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "may apply for admission to other programs of the institution, or another RMIT institution",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "is not entitled to use the services offered by any RMIT institution to enrolled students.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(43) A student is entitled to maintain their enrolment during an internal appeal against, or a recognised external review of, a decision to exclude them for unsatisfactory academic progress",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(44) Student visa holders must maintain an active enrolment until all appeal avenues are exhausted.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Student Fees and Charges",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(45) The Approved Schedule of Fees and Charges is published annually under the authority of the RMIT University Council and outlines all fees that may be charged by RMIT for enrolment or other engagement with RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(46) Refer to the following documents which are established in accordance with this procedure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Maximum Time to Complete a Program",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}