{
  "metadata": {
    "title": "Enrolment Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=11",
    "scraped_date": "2025-10-31 01:25:48"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) Students enrolled in a program or course are subject to RMIT statutes, regulations and policies, and any procedures of the relevant RMIT institution.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) Where University requirements have been met, enrolled students are entitled to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "academic and student support services and appropriate learning resources offered by the institution",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "attend or participate in teaching sessions and other scheduled activities",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "assessment of their learning and performance",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "research training and supervision, in the case of higher degree by research programs",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "receive results (except in short courses and some English skills acquisition courses where there is no summative assessment).",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(9) RMIT is committed to providing:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "information relating to enrolment and enrolment variation which is clear and accessible to students",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "transparent processes and accuracy of records.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(10) Appropriate appeal provisions will be available in respect to enrolment decisions.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) Enrolled students are responsible for ensuring:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "their enrolment and personal details as recorded by the University are accurate for the duration of their program",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "all fees and charges are paid by the due dates",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "they are familiar with the Student Charter",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "they read and comply with the Statement of Student Responsibilities",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "their enrolment complies with government and visa requirements, where applicable",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "they notify RMIT of any changes to their circumstances that may impact their enrolment status at RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(12) The University Secretary and Academic Registrar is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "establishing and maintaining procedures and resources for enrolment in RMIT University award programs and courses",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensuring changes or decisions relating to enrolment are communicated to students",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "authorising notifications to external authorities, including mandatory reporting",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "ensuring current and accurate information about critical timelines, student visa obligations and enrolment processes are available to students",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "amending a student’s enrolment or details to meet University and/or legal compliance requirements, and may cancel, suspend or terminate an enrolment where the student has breached certain obligations",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "reviewing this policy and supporting documents",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "approve annual Academic Calendar",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "approve release of student information.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(13) The Chief Executive Officer, RMIT University Pathways (RMIT UP) establishes and maintains enrolment procedures and resources for ELICOS training programs and English language preparatory courses, and resources to support pathway programs delivered at RMIT UP.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(14) The Associate Deputy Vice-Chancellor Research Training and Development establishes and maintains procedures and resources for enrolment in higher degree by research programs.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(15) All staff responsible for administering enrolment activities must follow this policy, associated procedures and resources.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) Breaches of this policy by a staff member will be managed via the Code of Conduct.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(17) Breaches of this policy by a student will be managed via the Student Conduct Policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) This policy will be reviewed at least once every three years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Enrolment Procedure - Mobility",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Enrolment Procedure - Leave of Absence",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Enrolment Procedure – Maximum Time to Complete a Coursework Program",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Enrolment Procedure - Discontinuation of Student Program",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Refund of Fees Procedure",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Remission and Removal of Debt Procedure",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "Enrolment Instruction – Officers of the Student Union",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "Enrolment Instruction – Death of a Student",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "Enrolment Instruction - Managing a Missing Student",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "Enrolment Instruction - Vocational Education Students Cease Engagement",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "RMIT UP RMIT University Pathways (RMIT UP) Cancellation of Enrolment Instruction RMIT University Pathways (RMIT UP) Enrolment and Enrolment Variation Procedure RMIT University Pathways (RMIT UP) English for Academic Purposes (EAP) Refund Procedure RMIT University Pathways (RMIT UP) Leave of Absence Instruction RMIT University Pathways (RMIT UP) Student Attendance Instruction RMIT University Pathways (RMIT) Transfer to Another Education Provider Instruction.",
              "subclauses": [
                "RMIT University Pathways (RMIT UP) Cancellation of Enrolment Instruction",
                "RMIT University Pathways (RMIT UP) Enrolment and Enrolment Variation Procedure",
                "RMIT University Pathways (RMIT UP) English for Academic Purposes (EAP) Refund Procedure",
                "RMIT University Pathways (RMIT UP) Leave of Absence Instruction",
                "RMIT University Pathways (RMIT UP) Student Attendance Instruction",
                "RMIT University Pathways (RMIT) Transfer to Another Education Provider Instruction."
              ]
            },
            {
              "clause_number": "13",
              "text": "Student Name Procedure",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}