{
  "metadata": {
    "title": "Enrolment Procedure - Discontinuation of Student Program",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=116",
    "scraped_date": "2025-10-31 01:25:13"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Program Discontinuation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Cancellation, discontinuation, reinstatement and provider transfer are considered enrolment variations.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) A student who wishes to vary their program enrolment must do so in accordance with the processes prescribed by the University Secretary and Academic Registrar.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) The University Secretary and Academic Registrar may vary a student’s enrolment on administrative grounds or as an outcome of a decision made under RMIT’s policies and procedures.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Cancellation of Enrolment by RMIT",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) The University Secretary and Academic Registrar may cancel a student’s program enrolment in the following circumstances:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "A student who has failed to: provide accurate and/or complete information in their application for admission to their program meet requirements for enrolment by the relevant deadline and therefore their place in a program or candidature has lapsed pay the prescribed fees by the payment deadline; or if payments made to cover prescribed fees are then reversed comply with enrolment-related visa conditions, as applicable meet legislative requirements to retain their enrolment.",
              "subclauses": [
                "provide accurate and/or complete information in their application for admission to their program",
                "meet requirements for enrolment by the relevant deadline and therefore their place in a program or candidature has lapsed",
                "pay the prescribed fees by the payment deadline; or if payments made to cover prescribed fees are then reversed",
                "comply with enrolment-related visa conditions, as applicable",
                "meet legislative requirements to retain their enrolment."
              ]
            },
            {
              "clause_number": "2",
              "text": "A student who is an apprentice or a trainee and: has changed training provider, or whose training agreement has been cancelled.",
              "subclauses": [
                "has changed training provider, or",
                "whose training agreement has been cancelled."
              ]
            },
            {
              "clause_number": "3",
              "text": "A vocational education student who has not attended any scheduled classes.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "A vocational education student accessing a VET Student Loan who fails to submit their VET Student Loan progression forms, or submits a progression form with an outcome response that does not match their enrolment record for the relevant period. A student will be provided at least 28 day’s notice that failure to submit their VET Student Loan progression forms will lead to their program cancellation, and should they be identified for program cancellation, they can either: immediately submit their outstanding VET Student Loan progression form contact Student Connect to seek a review of their VET Student Loan fee deferrals and progression forms where they believe there is an error opt to pay tuition fees for the courses in full to RMIT and request cancellation of their VET Student Loan.",
              "subclauses": [
                "A student will be provided at least 28 day’s notice that failure to submit their VET Student Loan progression forms will lead to their program cancellation, and should they be identified for program cancellation, they can either: immediately submit their outstanding VET Student Loan progression form contact Student Connect to seek a review of their VET Student Loan fee deferrals and progression forms where they believe there is an error opt to pay tuition fees for the courses in full to RMIT and request cancellation of their VET Student Loan.",
                "immediately submit their outstanding VET Student Loan progression form",
                "contact Student Connect to seek a review of their VET Student Loan fee deferrals and progression forms where they believe there is an error",
                "opt to pay tuition fees for the courses in full to RMIT and request cancellation of their VET Student Loan."
              ]
            },
            {
              "clause_number": "5",
              "text": "A higher degree by research student: who has committed a breach of academic integrity in the research proposal submitted as part of their application for admission whose research candidature has been terminated for failing to make satisfactory academic progress.",
              "subclauses": [
                "who has committed a breach of academic integrity in the research proposal submitted as part of their application for admission",
                "whose research candidature has been terminated for failing to make satisfactory academic progress."
              ]
            },
            {
              "clause_number": "6",
              "text": "A student whose enrolment is sponsored by their employer and the employer has advised that the student ceases to be an employee.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "A student who has not complied with terms stipulated in a third-party agreement.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "The student’s enrolment is contrary to Australian or relevant country law.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "A student who has: been expelled from the University failed to meet the requirements of the Higher Education Support Act 2003 or the VET Student Loans Act 2016 been excluded for failing to make satisfactory academic progress been deemed a serious concern or risk in relation to the RMIT community.",
              "subclauses": [
                "been expelled from the University",
                "failed to meet the requirements of the Higher Education Support Act 2003 or the VET Student Loans Act 2016",
                "been excluded for failing to make satisfactory academic progress",
                "been deemed a serious concern or risk in relation to the RMIT community."
              ]
            }
          ]
        },
        {
          "section_title": "Cancellation of Enrolment for Unpaid Fees",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) The University may cancel the enrolment of students who fail to pay outstanding tuition fees as prescribed in the Approved Schedule of Fees and Charges.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(10) Until they have paid their debt in full, students who have unpaid fees totalling no more than $500.00 (or as specified in the relevant fees and charges schedule)",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "may be prevented from: adding courses to their program enrolment, or re-enrolling",
              "subclauses": [
                "adding courses to their program enrolment, or"
              ]
            },
            {
              "clause_number": "2",
              "text": "and will be prevented from: obtaining a transcript or other documentation of their achievement being conferred an award, and graduating.",
              "subclauses": [
                "obtaining a transcript or other documentation of their achievement",
                "being conferred an award, and"
              ]
            },
            {
              "clause_number": "5",
              "text": "(11) Where a student has unpaid fees totalling more than $500.00, RMIT will provide at least 20 working days (or 28 calendar days) notice that they are liable to have their enrolment cancelled. During this period a student may:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "pay the outstanding fees during this period, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "contact Student Connect to seek a review of their fees where they believe there is an error.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(12) The notice period may be reduced for a student who:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "is enrolled in an online accelerated mode program",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "is enrolled at RMIT Vietnam.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(13) Where a student’s program enrolment is cancelled because of unpaid tuition fees, their current and future enrolment in all incomplete courses, in all programs, will be withdrawn.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Students will remain liable for other outstanding charges, such as materials fees.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Financial liability will be retained where a class is graded.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Students whose account is in credit after all debt to RMIT is settled may apply for a refund.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(14) Students whose program enrolment has been cancelled because of unpaid tuition fees, and who have paid any other outstanding charges, may apply for re-instatement, re-admission or for admission to any other program at RMIT on the same basis as other applicants for admission.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "RMIT Vietnam may allow reinstatement into courses where evidence of payment is provided, and other published criteria are met.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(15) To be considered for reinstatement, a student must pay all overdue fees within 10 working days of the cancellation date and apply to the relevant school/industry cluster/college.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "RMIT Vietnam may allow reinstatement into a program according to published processes and timelines.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(16) The following students will have five (5) working days from date of cancellation to make payment due to shorter reporting timeframes:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "international students under the age of 18",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "students enrolled in an online accelerated or online postgraduate program.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(17) A student’s enrolment may be reinstated once only in a program following cancellation for unpaid tuition fees.",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "(18) Students will not be reinstated where it is determined that to do so would be in breach of legislation.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Reinstatement of international students studying on a student visa requires confirmation that they are not in breach of the conditions of their student visa.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "When requesting reinstatement, students studying on a student visa must provide an explanation as to why they did not make payment on time.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(19) Any loss of access to RMIT systems and student services that are a result of enrolment being cancelled will not be considered grounds for special consideration, should the student be reinstated in line with this procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Cancellation of Enrolment for International Students",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) International students studying in Australia on a student visa whose enrolment is cancelled (either by the student or the institution) will have their electronic Confirmation of Enrolment (CoE) for any current and future programs cancelled.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) International students who have not yet commenced study or who have not completed the first six calendar months of their program may cancel their CoE in the following circumstances:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the request for student visa was refused or would not be available in time to enrol",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a close family member has passed away",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "RMIT is unable to offer the program",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "a scholarship has not been granted to the student",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "illness or injury will prevent the student from study for an ongoing period",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "the student has genuinely attempted but failed to meet the English or other requirements for admission into the program",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "other special or exceptional circumstances, including political, civil or natural events",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "the student is no longer on a student visa (e.g. has been granted Permanent Residence status) before the census date.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(22) Fee credits and refund requests will be determined in accordance with the Approved Schedule of Fees and Charges.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(23) International students studying on a student visa in Australia who have not yet completed six (6) months of study in the principal program in which they are enrolled, require notice of release from RMIT before they can be enrolled at another registered provider.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Students who apply for transfer and seek a letter of release must remain enrolled and attend classes until their application has been approved.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "If a student cancels their enrolment before receiving permission to transfer to another provider, RMIT will report the student to the Australian government as a program cancellation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appeals",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(24) A student may appeal a decision by the RMIT institution not to release them to transfer to another institution, if they can provide evidence that:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "significant relevant circumstances have not been considered in the decision",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "there was an error in process or breach of policy that had a significant impact on the decision",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "there is new, relevant information that was not available at the time the student made the application, which would have had a significant impact on the decision.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(25) The student must submit their appeal in writing to the Associate Director, Enrolment and Student Records within 20 working days of the date the decision was provided to them.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(26) Students who wish to seek review of the outcome of the appeal by an external agency must do so within 10 working days of the date their appeal outcome was emailed to them.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(27) Each institution will publish information to support the appeal process and if an appeal is dismissed, the student’s right to apply for review of the decision by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "in the case of vocational education students, the Victorian Ombudsman",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "in the case of higher education students, the National Student Ombudsman.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(28) Where a domestic student enrolled in a vocational education program is aged under 17 at the time of program cancellation, RMIT University is required to report to the Victorian government.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(29) Additional reporting obligations are in place for students studying in Australia on a student visa who are under 18 years of age. Students must submit written instructions for any enrolment variation to the International Compliance Advisor in Risk, Audit and Compliance.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(30) The University is required to report the cancellation of enrolment of International students studying in Australia on a student visa to the Australian government.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(31) Refer to the following documents which are established in accordance with this procedure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Enrolment processes for staff",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}