{
  "metadata": {
    "title": "Flexible Work Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=125",
    "scraped_date": "2025-10-31 01:21:55"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) RMIT recognises the importance of fit for purpose, personalised, flexible working arrangements that foster and encourage a diverse and adaptable workforce. We encourage everyone working at the University to be creative in establishing ways of working that suit their roles and teams as well as balance your life outside RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) RMIT supports flexibility for a range of reasons and does not value or prioritise one reason for requesting flexibility over another, except where the law requires.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) Safety is RMIT’s priority in managing flexible work requests and arrangements.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(8) RMIT will conduct regular analysis of the take up of flexibility working options and workplace adjustments to identify improvements and promote flexible working options available to staff and managers including by gender diversity of participation and employment type.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Access to a Flexible Work Arrangement",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) Employees covered by an enterprise agreement or awards have the options and any limits around flexibility that exist in that award or agreement.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(10) Some employees have a legal right to request flexible work arrangements and to have those requests met in certain circumstances. It’s especially important to seek advice from RMIT People if the request falls into one of the following categories:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "parents or carers of children of school age needing flexibility to look after the family needs",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "carers needing flexibility to fulfil their carer responsibilities",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "an employee living with a disability",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "an employee who is aged 55 or older",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "an employee who is experiencing violence from a family member, or who’s providing care and support for an immediate family member or house-sharer who is experiencing violence from a family member.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(11) Flexible arrangements are specific to circumstances. If circumstances change then the flexible arrangements may need to be reviewed and modified. A potential change in role should always prompt a discussion to review any flexible arrangement in place before the new role is offered.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) Employees looking for flexible work arrangements are required to discuss their request with their manager. Requests can be made in writing, or as requested by the manager.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) Managers are required to ensure direct reports:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "are aware of flexible work arrangements, and actively promote the availability of flexible work arrangements, considering how positions in their team can be worked flexibly.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "are supported in their request and measure uptake of flexible working arrangements both formal and informal.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(14) Managers of an employee requesting flexible work arrangements have a responsibility to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Meet with the employee to discuss their request for a flexible work arrangement",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "listen carefully to the request",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ask questions to understand why flexibility is needed",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "genuinely consider whether they can agree to the request or meet the need in a different way, including by seeking advice from RMIT People and their management line",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "have regard to the consequences of the refusal for the employee",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "discuss alternative working arrangements with the employees if they are considering refusing a request",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "explain decisions about the request clearly in writing within 21 days of receiving the request.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(15) Managers are obliged to seriously consider a request for flexibility. In some circumstances, it simply won’t be possible, either because of restrictions contained in the employee’s enterprise agreement, or because of operational requirements or the needs of other employees.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Where a request is refused, managers must have reasonable business grounds for doing so. RMIT People can provide advice on how to test this – sometimes a trial arrangement can help establish whether something is viable.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Where the request is refused, managers may agree upon alternative changes to the employee’s working arrangements and note the agreed changes in their written response",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Record Keeping",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) If a request for a flexible work arrangement is approved, this should be clearly documented in writing. The documentation must record the duration of the arrangement, and any trial or review periods that apply.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(17) If a request for a flexible working arrangement is declined, and there is no ability to offer alternative working arrangements, the refusal must be communicated to the employee in writing and include all of the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "details of the reasons for the refusal",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the particular business grounds for refusing the request",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "how those grounds apply to the request",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "any changes that the Manager would be willing to make that would accommodate the employee’s circumstances to any extent, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "a statement that that any unresolved dispute regarding the request may be referred to the Fair Work Commission.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) This policy will be reviewed every three years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Work Adjustment Procedure",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}