{
  "metadata": {
    "title": "Gifts, Benefits and Hospitality Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=96",
    "scraped_date": "2025-10-31 01:23:39"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) All staff are required to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "declare all gifts, benefits or hospitality in accordance with this policy and the conditions and disclosure requirements in Schedule 1 using the Gifts, Benefits and Hospitality Declaration Form",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "decline offers of gifts, benefits and hospitality that are unacceptable under clause (10) of this policy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ensure the responsible provision of gifts, benefits and hospitality (if giving a gift, benefit or hospitality).",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(12) Staff unsure about whether a gift, benefit or hospitality meets the criteria set out in this policy should consult their line manager or the Central Compliance team.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(13) Managers with direct reports are responsible for overseeing the acceptance or refusal of gifts, benefits and hospitality by their staff, promoting awareness and compliance with this policy, and modelling good practice.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(14) The Chief Officer Procurement is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ensuring staff involved in procurement decisions and RMIT suppliers are aware of and comply with this policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "monitoring supplier and staff involved in procurement decisions behaviour and compliance with probity and conflict of interest requirements",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "reporting breaches under this policy related to procurement initiatives to the Interim Executive Director, Governance, Privacy and Compliance via the Central Compliance team for assurance and quality purposes.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(15) The Vice President, People and Culture is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the investigation and management of conduct matters arising from alleged or actual breaches of this policy, in accordance with the Code of Conduct and Workplace Behaviour Policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "reporting breaches under this policy that are handled by the People team to the Interim Executive Director, Governance, Privacy and Compliance via the Central Compliance team for assurance and quality purposes.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(16) The Interim Executive Director, Governance, Privacy and Compliance is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "approving the threshold values, conditions and disclosure requirements for gifts, benefits and hospitality prescribed in Schedule 1",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "maintaining a register of gifts, benefits and hospitality declared via the Gifts, Benefits and Hospitality Declaration Form",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "approving procedural exemptions under this policy",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "reporting breaches received from the Vice President, People and Culture and the Chief Officer Procurement to the Chief Operating Officer",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "referring behaviour or conduct that potentially constitutes or involves criminal behaviour, such as offering or accepting a bribe, to the relevant integrity or law enforcement agencies.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Gifts, Benefits and Hospitality Declaration",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) RMIT collects and holds personal information in the Gifts, Benefits and Hospitality Declaration form for internal use to ensure compliance with this policy. Declarable gifts, benefits and hospitality may include personal information of donors and recipients external to RMIT and will be managed in accordance with the RMIT Privacy Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) Where a manager or staff suspects or becomes aware of a gift, benefit or hospitality that has been accepted or provided in breach of this policy, they must contact People Connect as soon as practical.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) Breaches of this policy may result in disciplinary action, including termination of employment.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(20) A staff member may be directed to return any gift that has been accepted in breach of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(21) This policy includes the following schedule(s):",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Gifts, Benefits and Hospitality Policy Schedule 1",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Gifts, Benefits and Hospitality Guideline.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}