{
  "metadata": {
    "title": "Gifts, Benefits and Hospitality Guideline",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=329",
    "scraped_date": "2025-10-31 01:21:16"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Guidance on offers to staff",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) Staff must not accept offers that are in breach of RMIT’s Gifts, Benefits and Hospitality Policy and Schedule, or any other RMIT policies.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(9) The nature of any gift, benefit or hospitality accepted by staff must align with RMIT’s values.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(10) Staff are encouraged to adopt a ‘thanks is enough’ approach, even if acceptance is permitted under RMIT policies.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(11) Staff must discuss the appropriateness of a gift, benefit or hospitality with their direct manager before acceptance. Where it is not possible in the circumstances to discuss or seek approval from the direct manager before accepting a gift, benefit or hospitality, this must happen as soon as possible after the offer is made.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(12) Before accepting a gift, benefit or hospitality, staff must inform the donor that the offer will be declared in accordance with RMIT’s policies.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(13) If a gift is received by staff in the mail, and accepting the gift is in breach of any policy, the gift must be returned to the sender as soon as practicable and declared according to RMIT’s policies.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(14) If declining an offer or returning it might cause offense or is not possible, staff may:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "explain RMIT’s policy to the sender and, if possible, accept the gift on behalf of RMIT rather than personally",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "consider accepting small gifts of modest value to avoid causing offense, in accordance with Gifts, Benefits and Hospitality Policy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "consult the Central Compliance team.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(15) Staff must decline offers that could reasonably be seen as creating a conflict of interest, which include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "repeat offers from the same person, group or organisation that could be perceived as having influence over staff",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "offers where the staff is likely to make or influence a decision about the offeror in the foreseeable future",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "offers from a supplier or contractor without a legitimate business reason",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "offers that could be seen as endorsing a product or service",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "offers that could be seen as advantaging a supplier, subcontractor, manufacturer or sponsor in a future procurement.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(16) Staff involved in a procurement initiative must not accept any gifts, benefits or hospitality from individuals employed by or representing potential or actual participants in the initiative, including potential or actual tenderers, their subcontractors, and suppliers.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(17) Gifts of cultural or historical significance are governed by the Cultural Asset Management Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(18) Externally funded travel and conference tickets must be declared via the Gifts, Benefits and Hospitality Declaration portal. For example, where conference organisers offer to fund or reimburse tickets for staff who are appearing as keynote speakers, and the travel is out of scope of RMIT’s Travel Procedure - Staff.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Guidance on staff making offers",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) Staff must not offer gifts, benefits or hospitality that breach RMIT’s Gifts, Benefits and Hospitality Policy and Schedule, or any other RMIT policies.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(20) Staff must discuss with their direct manager and receive their approval before making an offer to ensure it is appropriate and aligns with RMIT policies and values.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(21) Before making an offer, staff must evaluate the nature of the gift to ensure it is:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "respectful of RMIT and community values",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "aligned to RMIT’s sustainability, corporate social responsibility and indigenous engagement commitments",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "culturally appropriate and gender neutral",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "environmentally sustainable. Gifts that are considered disposable must be avoided. Consideration should be given to accommodation or travel related emissions when making an offer. Staff may contact the Sustainability team for guidance.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(22) When offering a gift, benefit or hospitality, relevant policies or processes may apply, such as the Business Expenses Policy, Conflict of Interest Policy, Fraud and Corruption Control Policy, and Alcohol Management Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Guidance on making declarations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) All RMIT staff, whether based in Australia or overseas, must register any offer or receipt of gifts, benefits or hospitality according to the thresholds specified in the Gifts, Benefits and Hospitality - Schedule 1 via the Gifts, Benefits and Hospitality Declaration Form, regardless of whether it was:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "accepted or refused by the staff or recipient",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "accepted or offered while the staff was on leave",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "offered to an individual staff member or their entire team",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "offered as a Christmas gift",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "offered to a family member of staff, where it can be reasonably attributed to the staff’s official duties or association with RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(24) In certain situations, there can be an exception to the declaration process, which may include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "offers outside the scope of the Gifts, Benefits and Hospitality Policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "offers made in a personal capacity, where there are reasonable grounds that the offer was made in a personal capacity and is not related to the staff’s official duties or association with RMIT",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "offers received in spam emails that are either rejected or not acted on.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(25) Any gifts, benefits or hospitality offered or received must be registered before receiving it, or if not possible, as soon as possible thereafter.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(26) If staff are unsure of the gift’s value, they can estimate the market value or ask the supplier.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(27) In special circumstances where recording a value may cause offence, a declaration with a “zero” value may be made, subject to agreement with the direct manager.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(28) RMIT or a direct manager may direct staff to return any gift accepted in breach of RMIT’s policies.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(29) For any technical issues encountered when submitting a declaration via the declaration portal, staff must contact IT Connect.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}