{
  "metadata": {
    "title": "Guidance Note on Conflicts of Interest in Research",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=265",
    "scraped_date": "2025-10-31 01:24:59"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Guiding Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) The Australian Code for the Responsible Conduct of Research (The Code) defines a conflict of interest as ‘as a situation where an independent observer might reasonably conclude that the professional actions of a person are or may be unduly influenced by other interests’.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Conflicts of interest can be actual, potential or perceived.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Conflicts of interest are not inherently wrong and the existence of a conflict of interest in a research context does not necessarily imply a breach of research integrity. Researchers will almost inevitably have multiple interests that may at times conflict with the conduct of their research.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Conflicts of interest exist on a spectrum, from minor perceived conflicts that can be successfully managed through the disclosure of the interest, to serious actual conflicts that can constitute breaches of professional integrity and/or criminal conduct.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(8) Under the Code (see Responsibilities of Researchers - R24) and RMIT policy, all individuals involved in research at RMIT have a responsibility to identify, declare and manage conflicts of interest whether they be actual, perceived or potential in nature.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(9) Individuals involved in research have a responsibility under the Code (R16) to undertake training and education in responsible research conduct, including the management of conflicts of interest.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(10) In accordance with NHMRC guidance on conflicts of interest, RMIT also has a responsibility to maintain a record of institutional interests that may be perceived to affect the design, conduct, review, and dissemination of research and appropriately manage any conflicts identified.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Identifying Conflicts of Interest",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) Individuals involved in research should consider the potential for conflicts arising from all possible interests. Such interests may include but are not necessarily limited to the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "financial interests, including receiving cash, services, equipment or other recompense from external bodies to support research activities",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "paid or unpaid professional positions or advisory roles, including involvement in start-ups or spin-off organisations, whether such involvement is formal or informal in nature",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "membership of committees, advisory groups or boards of directors",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "professional relationships",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "family and personal relationships.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(12) A conflict of interest may inappropriately affect, or be perceived to affect the following aspects of research conduct:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "research design, data collection and analysis",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "research-related business transactions",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "dissemination of findings",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "internal and external allocation of research funding",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "supervision of staff and Higher Degree by Research candidates.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(13) It should be noted that competition and enmity, as well as alignment, collaboration, and friendship, may give rise to actual or perceived conflicts of interest.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(14) Primary responsibility for identifying a conflict of interest lies with the individual to whom the interest accrues, and the process of identifying conflicts of interest should be consistent with the definitions, principles, and essential requirements of the Code and RMIT Policy. RMIT’s Network of Research Integrity Advisors can provide individuals with advice to help in their identification and assessment of conflicts of interest, as needed.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Declaring Conflicts of Interest",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) Disclosure of an identified research-related conflict of interest must be made to a relevant manager in accordance with the Conflict of Interest Management Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "In the research context, the term ‘relevant manager’ (Conflict of Interest Management Procedure, clause 12) refers to the relevant research leader best positioned to manage the conflict of interest. This may include, but is not limited to, a direct line manager, a Dean of School, the director of a research centre or a Deputy Dean of Research and Innovation. Importantly, the relevant manager must be independent to the research and research interest.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(16) Interests must be declared via the Conflict of Interest Declaration form.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(17) Where there is doubt or uncertainty as to whether a conflict of interest exists, the interest in question should be declared.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(18) Individuals involved in research should also:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "maintain records of activities that may be relevant to the assessment of whether a conflict of interest exists. Examples include, but are not limited to: consultancies; membership of boards of directors, advisory groups, or committees; or receipt of or delegation to receive funds, services, or equipment from outside bodies to support research activities",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "disclose any new interest in a timely fashion",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "comply with the disclosure of interest policies and procedures of external bodies with which they engage or are affiliated. Examples of such external bodies may include funders, conference sponsors or organisers and publishers. Relevant roles may include, but are not limited to: company director, not-for-profit board member, scientific advisor or editor, peer reviewer",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "update any disclosures of interest as circumstances change, and at least annually during the period during which the research remains active.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Managing Conflicts of Interest",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) Once a conflict has been identified and disclosed it must be managed. This is a joint responsibility of the individual and the relevant manager/s.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(20) Individuals should not solely manage their own conflicts of interest, as this is not appropriate and may heighten an observer’s perception of bias, undue influence and/or unfairness.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(21) The appropriate approach is for individuals to consult and involve the relevant manager/s in the management of the conflict. Where there is any divergence or disagreement between an individual and the relevant manager/s in the approach to, or plan for, management of a conflict of interest, the approach of the management team will take precedence.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(22) Conflict of interest management plans must be documented via the Conflict of Interest Declaration form.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(23) Conflicts of interest pertaining to HDR supervision must be managed in accordance with clause 9 of the HDR Supervision Arrangements Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Individuals",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(24) In declaring a conflict of interest, individuals should suggest an approach and put forward a draft plan for managing a conflict of interest in a research context to the relevant manager/s. For guidance on management strategies suitable to the level of identified risk, individuals should refer to the ‘6Rs’ of Conflict-of-interest Management, elaborated in the Guide to the Management of Conflicts of Interest.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(25) Individuals should work collaboratively with the relevant manager on the management of a conflict of interest, wherever appropriate.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Managers",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(26) Managers are responsible for reviewing the approach and draft plan for managing a conflict of interest in a research context and ensuring appropriate management in compliance with the Conflict of Interest Management Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(27) Managers should assess the risks a declared conflict of interest presents and develop a management plan and strategy that is appropriate for use in a research context and commensurate with risks identified.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(28) Managers should refer to the ‘6Rs’ of conflict of interest management elaborated in the Guide to the Management of Conflicts of Interest for guidance on management strategies suitable to the level of risk identified. Managers should work collaboratively on a management plan with the individual subject of a conflict of interest declaration, wherever appropriate.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(29) All individuals involved in research at RMIT have a responsibility to identify, declare and manage conflicts of interest appropriately and in line with the Australian Code and RMIT policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(30) A failure to appropriately identify, declare and manage conflicts of interest in compliance with RMIT Policy may:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "constitute non-compliance with RMIT policy and/or the Code of Conduct and result in disciplinary action, up to and including termination of employment",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "also constitute a breach/es of the Australian Code and result in corrective and/or disciplinary action",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "also constitute potential criminal behaviour or conduct (i.e. corruption or fraud) and be referred by RMIT to appropriate law enforcement agencies.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(31) Alleged breaches of RMIT Policy and the Code of Conduct will be managed in accordance with the Code of Conduct and the Workplace Behaviour Policy.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(32) Alleged breaches of research integrity as established in the Australian Code will be reported and managed in accordance with the Research Policy and Research Integrity Breach Management Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(33) Where it is believed that a conflict of interest involves illegal or dishonest behaviour, a report can be made to Stopline in accordance with the Whistleblower Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(34) For conflicts of interest in a research context, refer to the following RMIT documents:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Conflict of Interest Policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Conflict of Interest Management Procedure",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Guide to Responsible Management of Conflicts of Interest in Research",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Researcher Portal – Conflicts of Interest.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(35) For conflicts of interest in a research training context, refer to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Higher Degrees by Research Policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Australian Council of Graduate Research Good Practice Guidelines for Disclosing and Managing Interests in Graduate Research.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}