{
  "metadata": {
    "title": "HDR and RTP Scholarships Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=22",
    "scraped_date": "2025-10-31 01:25:59"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) The School of Graduate Research (SGR) will ensure a consistent approach to establishing, awarding, managing and reviewing RTP scholarships and University-funded scholarships.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) The terms and conditions of research scholarships will align with RTP guidelines, where possible.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Application, Selection and Award",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) SGR is responsible for the management of HDR scholarships paid in Australia. RMIT Vietnam is responsible for the management of HDR scholarships in Vietnam.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) All scholarships for HDR candidates must be awarded through a competitive selection process that assesses applicants on academic achievement, relevant research experience, research outputs relative to opportunity, and alignment with University research priorities.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(9) Applicants may only be awarded a scholarship if they meet the eligibility requirements prescribed in the RMIT Research Scholarship Terms and Conditions.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(10) The Associate Deputy Vice-Chancellor Research Training and Development (ADVC RT&D) or nominee approves the allocation of HDR fee scholarships funded by the University.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(11) All RTP, RMIT and Vice Chancellor’s PhD scholarships and scholarships funded by private donation to the University are awarded by the HDR Scholarships Committee.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(12) Research scholarships funded by the University’s colleges or schools or by industry partners are awarded by the academic staff making the scholarship available.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(13) Research scholarships funded by the University’s colleges or schools or by industry partners must comply with the HDR scholarship principles.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Scholarship Administration",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) All scholarships are managed in accordance with the RMIT Research Scholarship Terms and Conditions and the HDR scholarship principles.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Research Training Program Scholarships",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) RMIT will, at its discretion, use Research Training Programs funds to provide:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Fees offsets for eligible candidates",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Allowances to assist candidates with costs associated with completing an HDR degree including but not limited to: for overseas candidates, an Overseas Student Health Cover policy approved by the Commonwealth Department of Health, relocation costs to undertake an HDR program, and HDR thesis printing and academic publication costs.",
              "subclauses": [
                "for overseas candidates, an Overseas Student Health Cover policy approved by the Commonwealth Department of Health,",
                "relocation costs to undertake an HDR program, and",
                "HDR thesis printing and academic publication costs."
              ]
            },
            {
              "clause_number": "4",
              "text": "(16) To be eligible for an RTP stipend a candidate must not be receiving income from another source to support that candidate’s general living costs while undertaking their course of study if that income is greater than 75 percent of that candidate's RTP stipend rate. Income unrelated to the candidate’s course of study or income received for the candidate’s course of study but not for the purposes of supporting general living costs is not to be taken into account.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(17) RMIT will provide an RTP stipend at a rate published annually in the RMIT Research Scholarships Terms and Conditions. The RMIT RTP stipend rate will be no less than the base value and no more than the maximum value specified in the Commonwealth Scholarship Guidelines (Research) 2017.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(18) The duration of RTP support is as follows:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "For domestic candidates the RTP Fees Offset may be provided up to the maximum duration of candidature.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "For all RTP support provided to international candidates, and for domestic RTP stipend recipients, RTP support is for the full time equivalent (FTE) of up to three years for doctoral study (six-month extension may be applied for); and for Master by Research study, a maximum of two years (FTE).",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(19) The candidate’s period of support will be adjusted to account for any periods of leave approved by RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(20) Extensions to candidature duration are considered in accordance with the HDR Admissions and Enrolment Procedure and any other applicable Research Scholarship Terms and Conditions.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(21) By approving any program transfer to, or within, RMIT by an RTP Scholarship recipient, RMIT commits to providing the equivalent RTP Scholarships at the standard RMIT rates for the remaining duration of candidature in the new program (less any scholarship already received in-candidature). Requests for any exceptions may be considered for approval by the ADVC RT&D or nominee.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(22) Where an RMIT-enrolled RTP Scholarship recipients transfers to another university, RTP scholarship support provided through RMIT will cease on cancellation or enrolment at RMIT. RMIT will supply details of the RTP support already provided to the candidate to the new university, with the candidate’s consent.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(23) Leave provisions for all RTP and University-funded scholarships are set out in the RMIT Research Scholarship Terms and Conditions.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(24) Where a candidate engages in a graduate research internship, work placement or other professional development activity during candidature:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "there will be no impact on the duration or level or support provided through an RTP fees offset scholarship, however,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "RTP Stipend Scholarship (RSS) conditions apply if the candidate receives an income associated with the activity.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(25) Additional provisions relating to employment while in receipt of a RTP stipend or other type of stipend are set out in the Research Scholarship Terms and Conditions.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(26) RMIT can terminate an RTP fees offset based on a candidate having established unsatisfactory academic progress, in accordance with the Higher Degrees by Research Policy and associated procedures.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(27) RMIT can terminate an RTP Stipend in accordance with the Research Scholarship Terms and Conditions.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(28) If a research stipend is terminated, it cannot be re-activated unless the termination occurred in error.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(29) All aspects of candidature and supervision aside from the scholarship are managed through HDR procedures.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(30) Refer to the following documents which are established in accordance with this Policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Research Scholarship Terms and Conditions",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}