{
  "metadata": {
    "title": "HDR Progress Management and Support Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=15",
    "scraped_date": "2025-10-31 01:23:15"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Progress Management",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) Candidates will have their progress and the quality of their research regularly monitored.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) Progress is managed through:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "regular supervision meetings,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "completion of coursework and other appropriate skills development training,",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "formative assessment of progress and researcher capability through three candidature milestones, and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "provision of other relevant services and support available to enrolled students.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(6) The University will identify and support candidates to address progress issues which may arise during their program of study.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Requirement for Regular, Documented Supervision Meetings",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) Supervisors are required to monitor their candidates’ overall academic progress, their preparedness for milestone reviews and submission for examination through regular meetings and review of work submitted at regular intervals.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) Within the first three (3) months of candidature, candidates and their supervisors must agree on:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "an outline of the research project for the duration of candidature with key components of the project detailed (e.g. literature review; whether an ethical review of the proposed research is required),",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "how the research will be presented for examination according to the norms and standards of the discipline, including where necessary, a plan for recording digitally additional integral elements of work to be examined,",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "any periods, locations, purpose and description of fieldwork, lab work etc.,",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "periods of attendance at a partner institution/organisation (if applicable),",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "potential ethics and institutional biosafety requirements and timing of ethics approval, including a documented plan for gaining and maintaining any required ethics approval in accordance with the RMIT Research Policy.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "an indicative plan for the production of research outputs,",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "candidate training needs additional to any mandatory coursework to support good progress and successful graduate outcomes.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(9) Supervisors and candidates will agree on a supervision meeting schedule which may be revised depending on the candidate’s study load and stage of candidature. As a guide, meetings should normally occur at least once a fortnight or part-time equivalent.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(10) Candidates and their supervisors are responsible for keeping a record of all supervision meetings on file for reference including tasks the candidate must undertake, and the responsibilities of the supervisor.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(11) Records of supervisory meetings must be accessible by the candidate and the supervisory team for future reference. They must also be produced on request by the school HDR Delegated Authority (HDR DA) or the School of Graduate Research (SGR).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Candidature Milestone Review Process",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) A candidate’s academic progress is formally assessed through the three candidature milestone reviews: confirmation of candidature; second milestone review; and the third milestone review.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) Candidates are expected to demonstrate an understanding of the ethical and biosafety requirements of their research, and to critically consider the appropriate use of artificial intelligence (AI), as per RMIT Research Policy at each milestone.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(14) For candidates enrolled through a collaborative research training agreement or joint PhD, candidature milestones should align with the requirements of the partner institutions where possible. Milestones which are completed at a partner institution and involve the RMIT supervisors on the panel, will be deemed to be the equivalent of RMIT milestones and will not be required to be duplicated at RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(15) Subject to the remainder of this Procedure, candidates may permitted up to two attempts to achieve a milestone. Where a candidate has failed two milestone attempts, the case must be referred to the college nominee for review within 10 working days of the milestone outcome notification being sent to the candidate. From this point, the matter follows the College review process listed in the HDR Unsatisfactory Progress Process.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(16) Where milestones are not attempted or achieved in a timely manner, a Candidate Action and Support Plan (CASP) must be put in place.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Candidates Who Need Action and Support for Their Academic Progress",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) An HDR CASP must be developed and implemented when a candidate’s satisfactory progress is at risk for any reason.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) A period of action and support may be initiated by the candidate, the milestone review panel, the HDR DA, or the Associate Deputy Vice-Chancellor Research Training and Development (ADVC RT&D) or nominee if:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a candidate fails to attend two or more regular supervision meetings without providing evidence of exceptional/compassionate circumstances",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "there are documented circumstances beyond the candidate’s control which are impeding their academic progress",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "there is documented evidence of failure by the candidate to: consistently produce work requested for review by their supervisor to the required standard, complete one or more coursework courses, or otherwise follow their agreed research plan.",
              "subclauses": [
                "consistently produce work requested for review by their supervisor to the required standard,",
                "complete one or more coursework courses, or",
                "otherwise follow their agreed research plan."
              ]
            },
            {
              "clause_number": "4",
              "text": "the candidate has missed a milestone due date",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "the candidate has been unable to achieve the requirements of their milestone and/or their milestone requires major amendments",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "the candidate applies for an extension beyond maximum duration of candidature.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(19) Where extenuating circumstances cause an impact on the academic progress of a cohort of HDR candidates, a specialised CASP may be developed. Processes and timelines may vary from the standard CASP process listed in this procedure.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(20) Action and support should not be used for student conduct matters. Refer to the Student Conduct Policy for more information.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Action and Support Management",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) Once a requirement for action and support is established, the HDR DA in conjunction with Research Training Services (RTS) team in SGR will provide notice within ten (10) working days to the candidate and supervisors of a scheduled action and support meeting.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(22) The purpose of the meeting is to develop a CASP outlining required action for the candidate and their supervisors to return the candidate to satisfactory progress, as well as any additional support to be provided.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(23) The HDR DA or nominee will chair the meeting. The primary senior supervisor and the candidate will attend along with the associate or joint senior supervisor/s (at the Chair’s discretion).",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(24) The candidate may take a support person to the meeting.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(25) Action and support meetings should be face to face, either in person or via video conferencing.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(26) The CASP form is the formal record of the meeting and of the University’s commitment to provide action and support.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(27) The HDR DA is responsible for reviewing and endorsing the CASP and may require amendments where appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(28) The HDR DA must submit the CASP to the RTS team in SGR within 10 working days of the CASP meeting.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(29) SGR may provide further advice and guidance regarding the development, implementation and review of a CASP if required.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(30) The candidate must work with their supervisors to implement the plan by the proposed end date, even if the candidate does not:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "attend an action and support meeting,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "contribute to the development of a CASP, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "sign the CASP within 10 working days of its development.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(31) The duration of a CASP is determined by the HDR DA up to a maximum duration of three months or part-time equivalent.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(32) A full set of documentation from the action and support meeting must be developed to ensure the action and commitments agreed by the school, supervisors and candidate are recorded. The CASP documentation must include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a summary of the candidate’s perspective on barriers to progress,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "recommendations by the senior supervisor and/or HDR DA for additional support for the candidate, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "an action plan developed and endorsed by the candidate, their supervisor/s, and the HDR DA which must consist of tasks for the candidate and the supervisory team where appropriate, that: are clear, detailed and specific – the candidate, supervisory team and HDR DA should have the same understanding of each task after reading the action plan have set deadlines that are achievable within the time frame of the CASP (in the event of any unexpected absence, the action plan should be reviewed and updated to reflect any delays, as appropriate) include reasonable time for any specific training or access to/provision of facilities required set tasks and deadlines for the supervisory team, such as providing feedback within a set period of time to support the candidate’s return to progress.",
              "subclauses": [
                "are clear, detailed and specific – the candidate, supervisory team and HDR DA should have the same understanding of each task after reading the action plan",
                "have set deadlines that are achievable within the time frame of the CASP (in the event of any unexpected absence, the action plan should be reviewed and updated to reflect any delays, as appropriate)",
                "include reasonable time for any specific training or access to/provision of facilities required",
                "set tasks and deadlines for the supervisory team, such as providing feedback within a set period of time to support the candidate’s return to progress."
              ]
            },
            {
              "clause_number": "19",
              "text": "(33) CASPs may be monitored and reviewed by the RTS team in SGR, and the ADVC RT&D or nominee may instruct:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "amendments to be made to the CASP",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "any remedial action or additional support deemed necessary to uphold academic standards, support HDR progress, and to ensure compliance with University policy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "that a new CASP should be created when enrolment variations take place during the CASP period.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Next Steps After a Period of Action and Support",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(34) No more than two consecutive CASPs may be agreed for the same candidate unless approved by the ADVC RT&D or nominee.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(35) At the end of a period of action and support, the HDR DA will determine whether the conditions of the CASP have been met. If the candidate:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "is deemed to be making satisfactory progress, the period of action and support will end",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "continues to require additional support, a new CASP may be developed (in accordance with this procedure)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "fails to make satisfactory progress or refuses to engage with the CASP, the HDR DA will either require a second, consecutive CASP or refer the matter to the College nominee for review within 10 working days of the CASP’s expiry date.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(36) Refer to the HDR Unsatisfactory Progress Process for further information.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Convening a Milestone Review Panel",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(37) The HDR DA or supervisory team will convene the review panel and must ensure there is no potential, perceived or actual conflict of interest between the panel members and/or the candidate. Where possible, the review panel members should remain consistent for each milestone throughout candidature.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(38) A review panel normally comprises:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a Chair, who will be the school HDR DA or another senior supervisor from the school",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a minimum of one supervisor who is a senior or a joint senior supervisor",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "at least one member who is independent of the supervisory team. This member of the panel must be a registered supervisor (or, if external to the university, have a doctoral qualification or equivalent).",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(39) Additional supervisors may be appointed to the panel where appropriate. However, all supervisors must agree on a single, team position with respect to any decisions the panel may make on the outcome.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Scheduling of Milestone Reviews",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(40) All candidature milestone reviews must be scheduled within the following milestone windows:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(41) Approved leave of absence and changes to study load will adjust the milestone review window for future milestones only. Overdue milestones are unaffected by changes of study load or approved leave of absence.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(42) Candidates are required to present their research to a forum of the relevant research community and the candidate is expected to take questions from review panel members and the wider audience.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(43) Where a candidate is not able to attend a scheduled milestone review due to compassionate or compelling circumstances, they must notify their senior supervisor and HDR DA as early as possible and provide documentation to support their request to reschedule their milestone.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(44) All costs associated with milestone review, regardless of location, will be borne by the enrolling school.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Closed Milestone Reviews",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(45) In exceptional circumstances, a candidate may request approval to present their milestone solely to a review panel rather than in a public forum. This request must be made at least two months prior to the scheduled milestone presentation. Candidates make the request by submitting a case and supporting documentation, including evidence of support from their senior supervisor, to HDR DA and the RTS team in SGR.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(46) The case is considered for endorsement by the HDR DA, after consultation with the supervisory team. If the request is endorsed, the HDR administrator must submit the documentation for approval by the ADVC RT&D or nominee.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Exemptions from Milestone Reviews",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(47) In some circumstances, such as transferring to RMIT from another institution, candidates may apply for an exemption for any milestone review by submitting a request to their senior supervisor, including evidence from their previous institution of the successful completion of equivalent milestone(s) for their current research project. Support for the exemption from their senior supervisor is required before the request can be processed. This should be done at the point of application for admission.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(48) The case is considered, and if deemed appropriate, approved by the HDR DA, after consultation with the supervisory team.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(49) Candidates who seek re-admission for the purpose of examination may be exempt from completing the third milestone review, providing the school is satisfied that the candidate’s research is ready for examination. (Refer to HDR Submission and Examination Procedure).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Written Components of Reviews",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(50) All review presentations must be accompanied by submission of appropriate written and supporting materials to the review panel as specified in Schedule 1 and be of an appropriate scholarly standard.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(51) Candidates are required to produce work of the appropriate quality and length for each milestone as per guidance from their supervisory team and/or HDR DA.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Convening and Running a Milestone Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(52) The candidate must submit all documentation at least 15 working days before the scheduled date of the milestone.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(53) Candidates must notify their school of any specific technical requirements 10 working days before their presentation. Schools are to make available to candidates any necessary equipment for projection of sound/visual or text-based presentations.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(54) A review panel must confirm that any necessary approvals or arrangements are in place or in progress, such as: human, animal research ethics, institutional biosafety, copyright clearances and/or intellectual property. Where these are not in place, the candidate will work with their supervisors and/or HDR DA to develop and implement a Candidate Action and Support Plan following the milestone to ensure a swift resolution and to prevent any further impact on progress.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(55) Candidates must be provided with informal feedback at the end of the milestone review.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(56) During the milestone review, the panel Chair must invite candidates to provide confidential feedback on their candidature and supervision, without the supervisory team present. Candidates may also submit feedback on their supervisory experience to SGR. Any record of feedback will remain confidential between the candidate, panel Chair and SGR, unless the candidate permits disclosure.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(57) The review panel must confer in camera, as soon as possible, but not more than one week after the presentation to agree to their recommended outcome of the review. The Chair of the panel has the final determination of candidate’s milestone status.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(58) The panel must provide detailed, written feedback to the candidate, and include any amendments, necessary or recommended, for the candidate and supervisors.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(59) The Chair of the review panel must finalise and endorse the milestone review report after the meeting. The Chair must submit the report to SGR within 10 working days of the review presentation.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(60) Milestone review documentation is subject to regular auditing and moderation.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(61) Following a review of any milestone documentation submitted for approval, the ADVC RT&D or nominee may:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "delay the finalisation of a milestone outcome pending provision of further information or documentation",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "overrule a milestone outcome",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "instruct any remedial action deemed necessary, to uphold academic standards, support HDR progress, and to ensure compliance with University policy.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(62) SGR notifies candidates of the outcome of all milestone reviews. Those who achieve their milestone are regarded as having made satisfactory progress.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Assessment of Progress at a Milestone Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(63) Panel members will assess candidates progress against the criteria listed in Schedule 1.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(64) The Chair of the review panel may refer milestone reports to the ADVC RT&D or nominee prior to determining an outcome where an independent review would be useful.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(65) Milestone review outcomes include:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Major amendments required",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Major amendments not achieved",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(66) Criteria for milestone review outcomes are listed in Schedule 1.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Subsequent Milestone Attempts",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(67) If a candidate is given an outcome of major amendments required, the RTS team in SGR instructs a CASP to be developed and advises that they must present their milestone a subsequent time, addressing the required amendments. The HDR DA must organise an action and support meeting in accordance with this procedure.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(68) Where a candidate is required to present a subsequent time:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the CASP must include the timeframe for resubmitting and presenting the milestone, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the panel must assess whether the requested amendments were made.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(69) Where a candidate is required to present a milestone for the second time and the milestone is not achieved, the candidate is considered to be making unsatisfactory progress. The case must be referred to a college review within 10 working days of the milestone outcome notification being sent to the candidate (Refer to the HDR Unsatisfactory Progress Process).",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(70) Where the resulting action of the college review provides a candidate the opportunity to attempt a milestone for a third time and the outcome is unsuccessful, the matter must be referred to the Research Candidature Progress Committee (RCPC) within 10 working days of the milestone outcome notification being sent to the candidate. (Refer to the HDR Unsatisfactory Progress Process).",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(71) This procedure includes the following schedules:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "HDR Progress Management and Support Schedule 1 - Milestone Submission Requirements, Assessment Criteria and Outcomes",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(72) Refer to the following documents:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "HDR Forms: HDR Candidate Action and Support Plan (CASP)",
              "subclauses": [
                "HDR Candidate Action and Support Plan (CASP)"
              ]
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}