{
  "metadata": {
    "title": "HDR Unsatisfactory Progress Process",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=174",
    "scraped_date": "2025-10-31 01:27:17"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "College review of CASP",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) Following a candidate’s continued unsatisfactory academic progress after the implementation of a CASP, the HDR Delegated Authority (HDR DA) will refer the matter to the college nominee.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) Within 10 working days of referral, the college nominee will determine if any of the following has occurred:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a failure by the University as represented by the supervisory team, HDR DA, school administration or University services, which has materially affected the candidate’s ability to maintain good progress, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the candidate’s inability or refusal to complete the actions detailed for them in the CASP, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "a combination of the above.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(6) If required, the college may also:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "interview the HDR DA and/or supervisory team",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "conduct a confidential interview with the candidate.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(7) The college nominee will submit a report of the audit to the School of Graduate Research (SGR) and a recommendation as to whether the candidate should:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "be permitted a further period of action and support",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "if applicable, be permitted a third attempt at the milestone supported by a CASP",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "attend a Research Candidate Progress Committee (RCPC).",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(8) Where a deficit in support provided by the University is identified, the audit report should also include a remediation plan.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(9) The Associate Deputy Vice-Chancellor Research Training and Development (ADVC RT&D) or nominee will consider the recommendations from the college audit for approval, and determine subsequent action as needed.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(10) SGR will monitor implementation of any remediation plan developed following college review.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "College Review of Candidate Progress",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) Where the college audit finds that responsibility for not meeting the conditions of the CASP lies with the candidate, the college will convene an RCPC to determine whether the candidature is viable.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The Research Training Services (RTS) team in SGR must notify the candidate via email and invite them to attend, at least 15 working days prior to the meeting (unless otherwise agreed with the candidate).",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Candidates must be enrolled and are afforded all the entitlements of enrolment during the college review of candidate progress.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(12) The RCPC is convened by the college and will comprise the following members:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Committee Chair (college nominee)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "an independent senior academic from another school in the same college, who is registered as an internal supervisor.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(13) RCPC meetings must be in person or via video conferencing.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(14) The candidate’s supervisory team is invited to provide evidence at the RCPC. At least one of the candidate’s supervisors must attend in this capacity.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(15) The candidate’s supervisors cannot be members of the RCPC panel and must not be present during Committee deliberations.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(16) Reports and written submissions to the RCPC are to be provided to the members of the RCPC panel only.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(17) Candidates may take one support person to the RCPC.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(18) Candidates will be offered an opportunity to make a written submission to the committee.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "If they accept, their submission should provide evidence on all relevant issues and special circumstances affecting academic performance.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "They must also provide grounds to RMIT that clearly define how they will improve their progress.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Wherever possible, this written submission must be supported by relevant independent documentation.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(19) An RCPC can proceed without a written submission for a candidate and without their attendance at the meeting.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(20) After consideration of all available evidence by the Committee, the Chair of the RCPC can recommend to the ADVC RT&D or nominee that:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "there is a valid case for the candidate to be allowed to continue in their program with an additional period of action and support, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the candidature is terminated due to unsatisfactory academic progress.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(21) The RTS team in SGR will provide the RCPC meeting Minutes to the candidate, RCPC members, and the supervisors within 5 working days of the RCPC meeting.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(22) The notification of the final RCPC outcome from the ADVC RT&D or nominee will be provided to the candidate by the RTS team in SGR via email within 15 working days of the meeting.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Candidature Termination",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) Where an RCPC recommends that the candidature is terminated, and if the ADVC RT&D or nominee approves the recommendation, all documentation is forwarded to the Academic Registrar's Group (ARG) for a review of compliance with RMIT policies.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "If, after ARG review, a termination of candidature decision is found to be non-compliant, SGR will inform the candidate, school and college that the candidate will require a further period of action and support.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "If the termination documentation is compliant, ARG will commence the process of cancellation of enrolment.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "The notification of the intention to cancel enrolment will be provided to the candidate by ARG.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appeals Against Termination",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(24) A candidate may appeal against a decision to terminate their candidature to the University Appeals Committee (UAC) via the University Secretary and Academic Registrar. The appeal process is detailed in the Assessment, Academic Progress and Appeals Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(25) A candidate may lodge an appeal on the following grounds:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "there is evidence of a breach of University legislation, policy or process in the handling of the additional support process which has had significant impact on the determination to terminate the candidature, and/or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "there is significant new, relevant evidence that was not available at the time of the Research Candidate Progress Committee meeting.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(26) Candidates must lodge their appeal application no later than 20 working days from the date the notification of intention to cancel their enrolment is sent to them by the university. The lodgement date will be specified in the notification of the intention to cancel enrolment.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(27) A candidate is entitled to maintain their enrolment during an appeal against a decision to terminate their HDR candidature. If the appeal application is unsuccessful, the process to initiate enrolment cancellation by the Academic Registrar's Group will not be undertaken until the candidate is notified of the outcome of the appeal. Candidates will continue to consume candidature during this time.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(28) Where an international candidate studying in Australia has their candidature terminated for unsatisfactory academic progress, the University Secretary and Academic Registrar will cancel the candidate’s confirmation of enrolment in accordance with the Enrolment Policy.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(29) If candidature is terminated, any further enrolment in a Higher Degree by Research program at RMIT can only be achieved by the person re-applying for admission after a period of 12 months, in accordance with the Admission Policy.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}