{
  "metadata": {
    "title": "HDR Supervision Arrangements Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=14",
    "scraped_date": "2025-10-31 01:23:50"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Allocation of Supervisors",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) The Dean/Head of School is accountable for the allocation of supervisors to HDR candidates and the oversight of supervisor performance.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) The Dean/Head of School may choose to delegate aspects of their authority to the school HDR Delegated Authority (HDR DA).",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) The University will provide each candidate with a team of suitably qualified and registered supervisors with relevant expertise to support and guide them throughout the duration of their candidature.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(7) It is expected that supervisory teams will reflect the range of discipline expertise required for the project and will include a mix of early career and experienced researchers. Consideration should also be given to equity, diversity and inclusion, such as gender identity and cultural background. Indigenous candidates should have at least one Indigenous supervisor.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(8) A minimum of two (2) supervisors, at least one of whom is a senior supervisor, are allocated to each candidate on the basis that the supervisors:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "have relevant experience in the candidate’s research topic and sufficient supervisory capacity in their workload to provide high-quality support,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "are willing to supervise the candidate,",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "if senior supervisors, intend to supervise the candidate for the full period of candidature, and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "are not an enrolled HDR candidate at RMIT or any other institution.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(9) All actual, perceived and potential conflicts of interest must be declared and managed as per the RMIT Conflict of Interest Policy and Conflict of Interest Management Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Supervisors must act in accordance with the Australian Council of Graduate Research guidelines on conflict of interest. Some conflicts of interest have significant potential to introduce bias and thus compromise independence in fact or perception.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Major conflicts of interest, as identified in the ACGR guidelines, are to be avoided where possible. These include co-supervision of candidates by supervisors who are or have been in relationships of a close, personal nature (e.g. family or intimate relationships), and financial investment or commercial relationships.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Where there is a major conflict of interest and there is demonstrated insufficient expertise to avoid the conflict, approval can be sought from the ADVC RT&D to allow co-supervision to proceed.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "In cases where a senior staff member (Associate Dean/Dean/Head of School, ADVC R&I, DVC) is the line manager of a co-supervisor, the conflict of interest will be assessed and managed by the senior staff member’s direct supervisor.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "In all other cases, the conflict of interest must be managed by appointing a third, independent, and equally senior academic as Joint Senior supervisor (where two level C supervisors are conflicted, a third level C can be the independent academic).",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(10) Allocation of a candidate’s supervisory team must be finalised before an offer of admission can be made.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(11) Where a candidate’s research project is pursued in the context of a formal agreement with a partner organisation, every effort shall be made to appoint an external supervisor associated with the partner organisation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Supervisor Registration",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) All supervisors must be accredited and listed on the RMIT supervisor register as either an internal or external supervisor before they can be allocated to candidates.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) Supervisors must apply to be registered via the online Supervisor Registration Form.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(14) Recommendations for entry on the register for academic staff are made by the Dean/Head of School (or Deputy Vice-Chancellor for the registration of Deans/Heads of School). Non-affiliated academics and professional staff nominations should include endorsement from their line manager. All non-affiliated academics and professional staff will be aligned to an academic school.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(15) The Supervisor Register is owned and maintained by the School of Graduate Research (SGR).",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(16) The Dean/Head of School may set up supervisor limits for their school in accordance with operational requirements, but these must not exceed the maximum supervisory load listed in HDR Supervision Arrangements Schedule 1 - Supervision Registration Requirements.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Supervisory Teams",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) The minimum requirements for a supervisory team are a senior supervisor and an associate supervisor per candidate. Teams may also be comprised of:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "two joint senior supervisors,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "one senior and several associate supervisors, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "two joint senior supervisors and one or more associates.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(18) The senior supervisor in the supervisory team provides the overall academic leadership to the candidate on their research project.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(19) Any major decisions concerning the academic direction of the candidates’ research require the agreement of both joint senior supervisors, where applicable.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(20) One senior supervisor per team, who is affiliated to the candidate’s enrolling school, must take responsibility for candidature administration and compliance.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(21) Associate supervisors’ roles in the supervision of a candidate may vary, depending on the candidate’s supervisory requirements.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(22) The combined supervisor contribution load per candidate must total 100%.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The senior supervisor must have a minimum load of 35%, and a higher load than any associate supervisors.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "If there are two joint senior supervisors, they must have the same load (e.g., 50% each, or 40% each with an associate supervisor contributing 20%).",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "The minimum associate supervisor contribution load is 10%.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(23) The relative loads of each supervisor contribution allocated to an HDR candidate are recorded in the candidate record.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(24) HDR completions are a performance indicator used in the assessment of supervisor research performance and supervisor registration. At the point of thesis or dissertation submission, all members of a supervisory team receive recognition for any HDR completions to which they have contributed, regardless of load or role.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Replacement/Change of Supervisor",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(25) Candidates may apply for a change to supervisory arrangements at any time, including during a Candidate Action and Support Plan (CASP). In doing so, they must seek the assistance of the HDR DA in identifying a suitable replacement supervisor(s). Where a candidate changes supervisory arrangements while on a CASP, the CASP remains in place.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(26) Applications for a change to supervisory arrangements may not be approved.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(27) HDR DAs may initiate a change to supervisory arrangements at any time. It is the HDR DA's responsibility to endorse and allocate a replacement supervisor in these circumstances.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(28) The ADVC RT&D or nominee may instruct a change of supervisor in cases where poor performance or concerns regarding staff conduct are identified.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(29) When supervisory teams are changed, consideration must be given to any changes required to ethics approvals, data management, authorship plans and acknowledgements, and similar arrangements.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(30) To aid the allocation of replacement supervisors, supervisors should notify the HDR DA in advance if they are planning extended leave or a change to their employment arrangements that will affect their ability to supervise candidates.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(31) If a supervisor is not able to supervise a candidate for a period exceeding six weeks and no alternative arrangements have been made, the HDR DA must put in place alternative supervisory arrangements for approval by the ADVC RT&D or nominee, in consultation with the candidate. Alternative arrangements may include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the appointment of a short-term replacement supervisor to cover any absence",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the re-weighting of roles within the supervisory team",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the designation of supervisor administrative responsibilities to another supervisory team member.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(32) When supervisory teams are changed, considerations must be given to any changes required to ethics approvals, data management, authorship plans and acknowledgements, and similar arrangements.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(33) Changes to supervisory teams and supervision weighting are notified via a Change of Supervisor Form, completed by the HDR DA.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review of HDR Supervision Performance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(34) Deans/Heads of School must ensure that line managers of HDR supervisors include supervision in performance and career planning, and review HDR supervision performance as part of annual work plan discussions.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(35) Supervisor performance will be considered during annual program reviews.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(36) Deans/Heads of School or nominees, and the ADVC RT&D or nominee where appropriate, will review performance and compliance of individual supervisors when potential unsatisfactory performance is identified. Poor performance identified by a school should be reported to the ADVC RT&D or nominee.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(37) One or more indicators may lead to a review of a supervision performance and poor performance will be addressed according to the intervention strategies detailed in HDR Supervision Arrangements Schedule 2 - Potential Consequences of Unsatisfactory Supervision Performance.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Professional Development of Supervisors",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(38) All internal supervisors will be required to meet annual professional development requirements. Professional development requirements are detailed in HDR Supervision Arrangements Schedule 3 - Supervisor Professional Development.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(39) Failure to meet these requirements will be considered in the review of eligibility to supervise new candidates.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reviews of Eligibility",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(40) SGR reviews the eligibility of a supervisor whenever a new supervision is proposed.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(41) SGR annually reviews compliance with registration requirements for all supervisors and ensures Deans/Heads of School or nominees are notified.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(42) Supervisors who are no longer eligible but who have a current load will enter a grace period of registration to enable them to fulfil their current obligations, subject to the satisfactory progress of current candidates. During this period they will be encouraged to meet ongoing eligibility requirements. Supervisors in a grace period will be ‘unavailable’ for new candidates.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(43) Non-eligible supervisors without current candidates will be deregistered and will not allocated further candidates until they either:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "fulfil the eligibility requirements, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "receive a waiver in accordance with this procedure.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(44) SGR will return a supervisor to ‘active’ status, on receipt of evidence to support their eligibility.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(45) External supervisors with no current load will be deregistered.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(46) Deregistration will occur:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Where a supervisor has been inactive, with no candidates, for one year. SGR will deregister the supervisor and notify the Dean/Head of School or nominee.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "If a supervisor who has been an RMIT staff member leaves the University and no application to move to external registration is made.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "In certain circumstances where unsatisfactory supervision performance is established (refer to HDR Supervision Arrangements Schedule 2 - Potential Consequences of Unsatisfactory Supervision Performance) in which case, either the Dean/Head of School or ADVC RT&D or nominee may instruct deregistration.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(47) To reregister following deregistration, regardless of registration level, the prospective supervisor will need to apply for new registration subject to approval by the Dean/Head of School and the ADVC RT&D or nominee.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(48) This procedure includes the following schedules:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "HDR Supervision Arrangements Schedule 1 - Supervision Registration Requirements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "HDR Supervision Arrangements Schedule 2 - Potential Consequences of Unsatisfactory Supervision Performance",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "HDR Supervision Arrangements Schedule 3 - Supervisor Professional Development",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(49) Refer to the following documents:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Supervision Code of Practice",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Supervisor Intranet Change of Supervisor form",
              "subclauses": [
                "Change of Supervisor form"
              ]
            },
            {
              "clause_number": "3",
              "text": "Supervisor Registration Form Internal Supervisors External Supervisors",
              "subclauses": [
                "Internal Supervisors",
                "External Supervisors"
              ]
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}