{
  "metadata": {
    "title": "HDR Admissions and Enrolment Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=16",
    "scraped_date": "2025-10-31 01:23:02"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Admission",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Selection and admission to Higher Degrees by Research are managed in accordance with the Selection Procedure, Admission Policy and RMIT Enrolment Policy and associated procedures.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) Applicants for RMIT Higher Degree by Research (HDR) programs must meet the stated minimum entry requirements to be eligible for selection. In addition to meeting the minimum entry requirements, selection and admission is based on various factors, such as:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the applicant’s demonstrated capacity or potential to conduct independent research",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the capacity of the enrolling school to provide expert supervision",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the alignment of the applicant’s project to the enrolling school’s priorities",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "the ability of the enrolling school to provide adequate resourcing for the project, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "the applicant’s ranking in comparison to other applicants in the selection pool.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(7) By recommending an offer of admission to be made to an applicant, the enrolling school confirms that it has:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the appropriate discipline expertise to house the research,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the necessary space, facilities, equipment, technical and resource staff and funding for the applicant, for the duration of the program, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the capacity to provide high-quality and dedicated supervision for the duration of the program.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(8) Candidates may apply for credit towards coursework components of the program to which they are admitted in accordance with the Credit Policy.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(9) Export Controls, Foreign Relations, Autonomous and United Nations Sanctions, and other security considerations will be managed in accordance with relevant legislation, the Research Policy, and any other necessary processes.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(10) All applicants from a sanctioned country (excluding applicants who hold Australian permanent residency or an Australian humanitarian visa) seeking to study an HDR program at RMIT are assessed against the relevant legislation and policies.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(11) Existing HDR candidates who elect to change their research and supervision arrangements will undergo a further assessment of their research in line with relevant legislation.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(12) In assessing applications, RMIT may refuse to progress applications to an offer of admission based on the outcome of sanctions or security assessment. Outcomes of these assessments are final.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Duration of Candidature and Research Commencement Date",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) Permitted HDR candidature duration is calculated using Equivalent Full-Time Student Load (EFTSL) as follows:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "PhD: minimum 2.0 EFTSL and maximum 4.0 EFTSL.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Master by Research: minimum 1.0 EFTSL and maximum 2.0 EFTSL.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(14) The commencement date is the first date of enrolment. Commencement dates cannot be backdated.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(15) Candidates unable to enrol by the research commencement date on their offer of admission must notify the School of Graduate Research (SGR) immediately and may need to seek a deferment to ensure that their candidature duration is correctly calculated. Deferments are subject to rules set out in this procedure and the RMIT Admission Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "SGR will process deferments on receipt of email confirmation by the senior supervisor of the new, agreed research commencement date.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Failure to seek a deferment within one month of the candidate’s research commencement date will result in the offer of admission lapsing, which may also affect visa and scholarship status.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(16) Candidates must remain enrolled for the duration of their candidature unless on an approved leave of absence.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Candidates may be enrolled by SGR in training and development activities (such as research internships) after their thesis or dissertation submission. Candidates may not enrol themselves in classes for this purpose.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Variations to Candidature",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) Variations to candidature are subject to approval by the Associate Deputy Vice-Chancellor Research Training and Development (ADVC RT&D) or nominee (unless otherwise specified in this procedure) on provision of supporting evidence and subject to any applicable scholarship terms and conditions.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) Variations to candidature cannot be backdated.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) A candidate may request a review of a decision to alter or reject their application for an enrolment variation in accordance with the Enrolment Procedure and Enrolment Procedure – Leave of Absence.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Study Load",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) Candidate enrolment shall be either full-time (1.0 EFTSL per 12 months), or part-time (0.5 EFTSL per 12 months).",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) Full-time commitment will average at least four days per week over the course of a year. Part-time commitment will average at least two days per week over the course of a year. Any work, paid or otherwise, undertaken by the candidate outside of their research project must not affect their ability to maintain this commitment.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(22) International candidates studying in Australia on a student visa who wish to reduce their study load must submit a Recommendation to Reduce Enrolment Load Form and supporting documentation (e.g., Candidate Action and Support Plan, medical certificates, etc.) to their HDR Delegated Authority (HDR DA). If the recommendation is endorsed, the Research Training Services (RTS) team in SGR will submit the documentation for approval by the ADVC RT&D or nominee, subject to any terms and conditions of their scholarship or sponsorship.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(23) All other candidates can request changes between full- and part-time study load for an enrolment period by submitting a request to their senior supervisor and notifying SGR, subject to any terms and conditions of their scholarship or sponsorship.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(24) Changes to study load cannot be made retrospectively, except in extenuating circumstances.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Leave",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(25) Candidates are entitled to a total of 20 working days’ annual leave per year.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(26) Candidates must discuss any proposed leave period with their senior supervisor prior to applying for any type of leave.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(27) Candidates are entitled to a total of twelve (12) months’ leave of absence (LOA) per candidature (including part time students) to cover medical, compassionate or compelling circumstances which prevent the candidate carrying out research, subject to provision of appropriate documentation and any terms and conditions of their scholarship or sponsorship.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(28) Candidates are entitled to up to six (6) months’ parental leave, including adoption leave for each child born or adopted during candidature, subject to provision of appropriate documentation and any terms and conditions of their scholarship or sponsorship.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(29) Requests for parental leave may be granted in addition to the standard leave of absence provisions.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(30) Candidates who have experienced pregnancy loss may also access special leave, and in cases where this occurs within 20 weeks of the expected due date, the candidate is entitled to Parental Leave for a period of up to three (3) months.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(31) It is acknowledged that members of Aboriginal and Torres Strait Islander communities have significant responsibilities for cultural and ceremonial obligations. Aboriginal and Torres Strait Islander candidates may access up to six days leave per calendar year, non-cumulative, for cultural and ceremonial obligations of Aboriginal and Torres Strait Islander people.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(32) Candidates may apply for all types of leave of absence, including parental leave, by submitting a Leave of Absence Form with supporting documentation to SGR.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(33) Candidates receiving a scholarship or sponsorship must contact their provider to discuss the potential impact of LOA on their scholarship or sponsorship.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(34) Candidates whose research has ethics approval, or an ethics approval pending, must notify the Coordinator – Research Governance and Ethics of the relevant ethics review body if their LOA application is granted.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(35) If the application for LOA is less than the total amount permissible for candidature (12 months) the LOA form must be submitted for approval by the HDR DA, after consultation with the supervisory team. If approved, the application is processed by the RTS team in SGR.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(36) If the application for LOA is greater than the total amount permissible for candidature (12 months) or the candidate has been granted an extension beyond maximum duration, the LOA form must be submitted for endorsement by the HDR DA, after consultation with the supervisory team. If the application is endorsed, the RTS team in SGR must submit the documentation for approval by the ADVC RT&D or nominee.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(37) SGR will notify candidates of the outcome of their LOA application.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(38) Candidates must cease working on their research while on a leave of absence. Access to University facilities and resources will therefore be restricted during leave.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Study Away and Change of Location",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(39) Candidates must inform the University of their intent to spend any time away from their normal location of study for the purposes of their research, to ensure appropriate risk assessments and controls have been put in place to cover their travel and activity in accordance with the Health, Safety and Wellbeing Policy. Failure to do so will limit the University’s ability to support candidates’ safety and wellbeing.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(40) Candidates changing their normal location of study for a period of three months or more must notify RMIT of their ‘change of location’ by submitting a Leaving Australia Form or a Relocating to Australia Form to SGR.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(41) Changing location between Australia and a country outside of Australia will have implications for those candidates requiring a student visa.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Where an international candidate on a student visa is planning a permanent change of location outside of Australia, SGR will notify RMIT’s International Compliance office.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Any change of location may affect a candidate’s visa. Candidates are responsible for checking their visa status and conditions.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Candidates must update their RMIT record with any change to address and contact details as a result of a study away period or a change of location.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Program Transfer",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(42) For candidates wishing to transfer between HDR programs or to RMIT from another university, the transfer may be supported, subject to entry and admission conditions being met, if:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "less than 3.0 EFTSL has been consumed in a PhD, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "less than 1.0 EFTSL consumed in a Master by Research.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(43) A transfer after 3.0 EFTSL (PhD) or 1.0 EFTSL (Master by Research) may take place in exceptional circumstances, subject to approval by the ADVC RT&D or nominee.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(44) Candidates may request a transfer to another HDR program by submitting an application via the RMIT University Application Service. Candidates must discuss their proposed change of program with their supervisory team (and proposed supervisory team, if a change of supervisor is required) before submitting supporting documentation to SGR.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(45) The transfer application must be endorsed by the HDR DA in the school offering the proposed program, after consultation with the proposed supervisory team.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(46) If approved, candidates will receive an offer of admission to their new program from SGR. Candidates must accept their offer and enrol into the new program.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(47) Transfer from a Master by Research to a PhD program",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Candidates who wish to transfer from a Master by Research to a PhD program must demonstrate that they can expand the scope of their research to doctoral level by presenting a PhD-level confirmation of candidature in place of a Master by Research-level second milestone review. This must occur within the second milestone window. The HDR Progress Managment and Support Procedure provides further information on milestone reviews. Candidates can only attempt this transfer once, and if unsuccessful must continue in their current program.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(48) Transfer from a PhD to a Master by Research program",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Candidates who wish to transfer from a PhD to Master by Research program must demonstrate that they can reduce the scope of their research to Master by Research-level by presenting a Master by Research-level milestone.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Readmission Within Maximum Duration",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(49) Candidates who wish to apply for readmission within the maximum duration of their candidature must submit an application via the RMIT University Application Service. Candidates must discuss their proposed readmission with their supervisory team before submitting their application.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(50) The application must include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the background of the request",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a summary of work completed prior to the cancellation of enrolment",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "an outline of the work remaining",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "a timeline for the completion of the work remaining",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "a change of supervisor form, if a change of supervisor is required.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(51) If approved for readmission, the candidate will be issued an offer with a revised final submission date. Candidates must accept their offer and enrol into the new program.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Extension Beyond Maximum Duration",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(52) Candidates may apply for an extension beyond the maximum duration of their candidature by submitting a Candidate Action and Support Plan (CASP). Candidates should discuss their extension and develop their CASP with their supervisory team before submitting it to SGR. For more details on CASPs see the HDR Progress Management and Support Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(53) Extensions beyond maximum duration of candidature are not automatic and, if approved, are strictly capped at the approved duration of the accompanying CASP.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(54) The extension application must be endorsed by the HDR DA, after consultation with the supervisory team. If the application is endorsed, the RTS team in SGR must submit the documentation for approval by the ADVC RT&D or nominee.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(55) International candidates studying in Australia on a student visa will be advised by the RTS team in SGR on how to apply for a new eCoE for a visa extension if their extension beyond maximum duration is approved.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Cancellation Due to Exceeding Maximum Duration",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(56) Candidates who do not submit by their final submission date, or their extension end-date, will be notified that they have exceeded maximum duration of candidature. This notification will inform candidates of the options available to them and advise that, if they do not take any action, the ADVC RT&D or nominee will request that the University Secretary and Academic Registrar cancel the candidate’s enrolment.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(57) Candidates whose enrolment is cancelled for exceeding maximum duration are eligible to apply for readmission for the purpose of examination within three years of their cancellation. Refer to the HDR Submission and Examination Procedure for further information.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Cancellation Due to Unresponsive Candidate",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(58) A candidate may be considered unresponsive and having abandoned their program of study under one or more of the following circumstances:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Failure to return to their studies after a period of approved leave of absence.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Failure to maintain regular communication and interaction with their supervisory team and to respond to reasonable attempts by the University to contact them.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(59) Senior supervisors who have had no response from a candidate after reasonable attempts will notify the HDR DA.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(60) Where the HDR DA is satisfied the supervisory team have not had any recent contact with the candidate, they will notify SGR.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(61) If their absence remains unexplained, SGR will contact Student Support and request a missing student check as per the Enrolment Policy. If a welfare issue is discovered, SGR will work with the student welfare team to determine the appropriate steps.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(62) Following discussion with the HDR DA, and provided any welfare matters have been addressed, SGR will provide the candidate with options available to them and advise that if they do not respond to University correspondence within 20 working days and re-engage with their studies, the ADVC RT&D or nominee will request that the University Secretary and Academic Registrar cancel their enrolment. Where the candidate is an international student, SGR will notify the relevant parts of the University.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(63) Candidates whose enrolment is cancelled due to being unresponsive may be eligible to apply for Readmission within Candidature as prescribed in this procedure or in the HDR Submission and Examination Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(64) Refer to the following documents:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "HDR Forms: Change of Location form RMIT Leave of Absence form Request to Reduce Enrolment Load form",
              "subclauses": [
                "Change of Location form",
                "RMIT Leave of Absence form",
                "Request to Reduce Enrolment Load form"
              ]
            },
            {
              "clause_number": "2",
              "text": "HDR Sanctions and International Risk Assessment Form",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}