{
  "metadata": {
    "title": "Health, Safety and Wellbeing Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=97",
    "scraped_date": "2025-10-31 01:23:41"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) RMIT ensures its staff, students and third parties are informed of and understand their responsibilities and demonstrate commitment to accountability and leadership in health, safety and wellbeing.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) RMIT has a clear hierarchy of governance forums which facilitates and promotes active participation and recognises the value of involving people in health, safety and wellbeing consultation. RMIT will demonstrate leadership by delivering innovative and effective communication across the Group.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(8) RMIT eliminates and reduces health, safety and wellbeing risks through effective hazard and risk management processes.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(9) RMIT ensures that environmental impacts are avoided and minimised wherever possible",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(10) RMIT promotes a culture where all people actively manage health and safety risks through engaging with staff, students, researchers, and partner organisations to create safe working and learning environments and safe systems of work.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(11) RMIT provides proactive and supportive services and programs to promote wellbeing and mental health and minimises the risk of physical and psychological injuries and illness of our people.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(12) RMIT is continually improving the Global Safety Model by monitoring progress towards measurable objectives and targets aimed at eliminating illness and injury associated with RMIT activities.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(13) RMIT staff and students are trained to conduct their work, study, and research safely. Learning programs for health, safety and wellbeing are aligned to our values and industry expectations, creating a culture of care, and preparing health, safety and wellbeing leaders or advocates for the future.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(14) RMIT is committed to complying with all relevant health and safety legislation, standards, frameworks, and codes of practice and other requirements to which the RMIT subscribes.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) RMIT staff, students and third parties will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "be responsible for their own safety, and for fellow work colleagues and students, by always operating in a safe, respectful and appropriate manner",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "be responsible for maintaining cultural safety standards and wellbeing when studying, working and researching on the lands of the Eastern Kulin Nation",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "be responsible for maintaining cultural safety standards and wellbeing when studying, working and researching in all locations",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "report all hazards and incidents as soon as possible",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "identify, communicate and support measures to eliminate or minimise unsafe conditions.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(16) Specific responsibilities defined by role and leadership position are outlined in the Health, Safety and Wellbeing Policy Schedule 1 - Responsibilities and Accountabilities.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) This policy and RMIT’s Global Safety Model Framework demonstrate RMIT’s commitment to providing a safe and healthy environment for work, research and study and will be reviewed in accordance with:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Occupational Health and Safety Assessment Series (OHSAS) 18001 for Occupational Health and Safety Management Systems",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ISO 45001 Occupational Health and Safety Management System Standard",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "TEQSA Higher Education Framework Standards",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "National Code of Practice for Providers of Education and Training to Overseas Students",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Australian Skills Quality Authority (ASQA) Framework",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Victorian Child Safe Standards.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) Performance against this policy, including non-compliance with procedures, are reported quarterly to Council, the University Executive Committee and to local Health, Safety and Wellbeing Committees.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) Breaches of this policy will be managed in accordance with the relevant staff and student procedures.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(20) Health, Safety and Wellbeing Policy Schedule 1 - Responsibilities and Accountabilities.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(21) Refer to the following documents which are established in accordance with this Policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Student Safety Measures Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Domestic and Family Violence Procedure - Australia",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Alcohol Management Procedure",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Smoke-free RMIT Procedure",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Global Safety Model.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}