{
  "metadata": {
    "title": "Health, Safety and Wellbeing Policy Schedule 1 - Responsibilities and Accountabilities",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=260",
    "scraped_date": "2025-10-31 01:23:44"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Overall responsibility",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(1) RMIT has responsibility for providing a healthy and safe environment for all staff, students, researchers, visitors, third parties and members of the public who may take part in, or be affected by, RMIT’s activities.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Individual responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(2) The Vice-Chancellor has the responsibility and authority for the development, resourcing, implementation, review and continuous improvement of health, safety and wellbeing at RMIT. The Vice-Chancellor is accountable to the RMIT University Council for health, safety and wellbeing performance and ensuring the commitments within RMIT’s Health, Safety and Wellbeing Policy are delivered.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(3) The Vice-Chancellor must ensure that:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "there is a clear and robust health, safety and wellbeing strategy and policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "there is adequate resourcing for health, safety, and wellbeing within the organisation, enabling the objectives of the Health, Safety and Wellbeing Policy and Strategy to be met",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "systems are in place and resourced to monitor and remedy workplace conditions and the health of the RMIT community",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "regular reports of activity against the Health, Safety and Wellbeing Policy and Strategy are submitted to Council and other relevant forums.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(4) Executive leaders and CEOs of RMIT controlled entities must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "promote the principles of health, safety, and wellbeing throughout all levels of the organisation",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "contribute to the evolution of the organisation’s health, safety, and wellbeing culture",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "participate, where required, in matters relating to health, safety and wellbeing",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "provide adequate resourcing for health, safety, and wellbeing within the organisation, enabling the objectives of the Health, Safety and Wellbeing Policy and Strategy to be met",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "provide mechanisms for effective and meaningful consultation and rectification regarding matters relating to the health, safety, and wellbeing of RMIT staff and students",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "plan and implement the Global Safety Model (Safety Management System) and ensure health, safety and wellbeing matters are addressed in relation to all new development, tendering, research and program opportunities",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "monitor compliance with Occupational Health and Safety legislation and RMIT’s Global Safety Model (GSM) requirements",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "participate in the ongoing monitoring and review of the organisation’s performance in health and safety, including the formal Health, Safety and Wellbeing Management Review process",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "provide adequate facilities and safe systems of work.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(5) Senior leaders must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ensure adequate and timely resourcing of all areas of health, safety and wellbeing within their area of responsibility to ensure adequate safe systems of work can be effectively implemented.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "promote and support the roles of Health and Safety Representatives, first aiders and wardens",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "implement the Global Safety Model (Safety Management System) and ensure health, safety and wellbeing matters are addressed in relation to all new development, tendering, research, and program opportunities",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "monitor and review of health, safety and wellbeing performance and risks across their area of responsibility and ensure all hazards, incidents and near misses are managed in accordance with Global Safety Model",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "maintain adequate facilities and safe systems of work across their area of responsibility",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "provide staff and students, and third parties with necessary information, instruction, supervision and training.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(6) Operational Leaders and Supervisors must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ensure staff, students, researchers and third parties are aware of and understand their health and safety responsibility",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "implement the Global Safety Model, which provides safe systems of work for employees, students and third parties to safely undertake their work, study, and research",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "monitor resourcing of all areas of health, safety, and wellbeing within the area of responsibility to ensure adequate safe systems of work are effectively implemented",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "consult and communicate effectively and meaningfully on matters relating to the health, safety, and wellbeing of RMIT staff, students and researchers",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "provide staff, students, researchers and third parties with necessary information, instruction, and training",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "provide staff, students, researchers and third parties with adequate supervision based on the level of risk and competency",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "participate in the risk management processes for health, safety and wellbeing matters and engage subject matter experts as required within their area of responsibility",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "report all health and safety incidents, near misses, hazards and risks, and investigate and action in accordance with the Global Safety Model",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "ensure staff, students, researchers and third parties are aware of RMIT’s Incident and Hazard Reporting process",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "monitor and review health, safety and wellbeing performance across their area of responsibility to ensure all hazards, incidents and near misses are managed in accordance with Global Safety Model.",
              "subclauses": []
            },
            {
              "clause_number": "35",
              "text": "(7) Staff, students and researchers must, as applicable:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "take reasonable care for their own health and safety and ensure their acts or omissions do not adversely affect the health and safety of other persons",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "comply with policies and procedures and any reasonable instruction given by RMIT relating to health, safety and wellbeing",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "comply with lawfully issued instructions from Wardens or other members of the Emergency Control Organisation during emergency situations",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "participate in risk management processes and engage subject matter experts as required",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "promptly report to their manager/supervisor if they believe there is a risk to the health, safety and wellbeing of themselves or others",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "participate in meetings, training and other health safety and wellbeing activities",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "pass on relevant information to peers to protect themselves or others from risk of injury or illness.",
              "subclauses": []
            },
            {
              "clause_number": "43",
              "text": "(8) HSRs and DHSRs are encouraged to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "represent their Designated Work Group (DWG) on occupational health and safety issues, concerns and interests, as detailed in the Health and Safety Representatives process document in the Global Safety Model (HSW-PR08)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "facilitate communication and consultation and provide a crucial link between RMIT management and those in their DWG.",
              "subclauses": []
            },
            {
              "clause_number": "46",
              "text": "(9) Third Parties must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "take reasonable care for their own health and safety whilst on RMIT premises or performing work for RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "take reasonable care to ensure their acts or omissions do not adversely affect the health and safety of other persons",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "comply with policies and procedures and any reasonable instruction given by RMIT",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "promptly report to their manager/supervisor if they believe there is a risk to the health, safety and wellbeing of themselves or others",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "pass on any information to others to protect themselves or others from risk of injury or illness on RMIT premises or performing work for RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "take reasonable care for their own health and safety",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "take reasonable care to ensure their acts or omissions do not adversely affect the health and safety of other persons",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "comply with policies and procedures and any reasonable instruction given by RMIT staff.",
              "subclauses": []
            },
            {
              "clause_number": "55",
              "text": "(11) The Director, Health Safety and Wellbeing must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "develop and implement the RMIT Health, Safety and Wellbeing Strategy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "review, develop, consult on, implement, and monitor the Global Safety Model in meeting the requirements of the Health, Safety and Wellbeing Policy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ensure Executive Reporting on RMIT Health, Safety and Wellbeing performance is completed",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "assist with the development of RMIT Health, Safety and Wellbeing KPIs",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "facilitate continuous improvement of safety performance in RMIT’s operations",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "implement the Health, Safety and Wellbeing, Child Safe and Gender-Based Violence Prevention and Response policies and associated procedures, including providing relevant directions to staff, students and third parties.",
              "subclauses": []
            },
            {
              "clause_number": "62",
              "text": "(12) The Health, Safety and Wellbeing team must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "promote the principles of health, safety and wellbeing across RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "provide specialist advice on health, safety and wellbeing matters",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "contribute to the evolution of the organisation’s health, safety and wellbeing culture",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "monitor and assist (where required) with the fulfilment of health, safety and wellbeing responsibilities throughout RMIT",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "maintain RMIT’s Global Safety Management system",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "report on the performance of RMIT’s Global Safety Management system and specific elements as required",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "maintain current knowledge of Occupational Health and Safety legislation and standards as they apply to RMIT’s operations and delivery of service",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "report to regulators as required by Occupational Health and Safety legislation.",
              "subclauses": []
            },
            {
              "clause_number": "71",
              "text": "(13) Property Services Group (PSG) manages, maintains and optimises the use of RMIT owned infrastructure. PSG operates under an Integrated Management System and are certified for ISO9001, 45001, 14001, 55001 and 41001.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "provide strategic advice to support the RMIT Health, Safety and Wellbeing Strategy and operationalise the strategy with relation to maintenance of RMIT built infrastructure and third-party maintenance and construction works",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "oversee safety, environment and hazardous materials activities for the maintenance and construction undertaken by Property Services",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ensure compliance with applicable Acts and Regulations for activities undertaken by Property Services",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "oversee and manage relationships with Property Services third parties, including improving safety culture",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "identify and manage risks and report in relation to maintenance and construction, including risk and reporting for Property Services third parties’ consultants/contractors",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "respond to imminent or immediate risks in relation to health, safety and wellbeing (including physical and psychological) of staff, students and visitors on RMIT’s premises",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Delegation of Health and Safety Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) Health and safety responsibilities cannot be transferred to another person. Specific tasks, however, can be delegated to competent persons. This should follow the Delegations of Authority Policy process as detailed in RMIT Delegations of Authority Policy policy. Where specific health and safety tasks are delegated, these must be documented and communicated to the responsible person/s. This may be documented through job descriptions and/or workplans.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(16) More than one person can have the same responsibilities at the same time.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Authority",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) The level of health, safety and wellbeing authority is commensurate with the level of responsibility within a role. This will depend on the level of control a role has to influence outcomes.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) These are outlined in position descriptions, namely:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Vice-Chancellor for all RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "CEOs of RMIT controlled entities",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Executive Leaders for their respective college or portfolio",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Operational Leaders for their respective school or department",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Supervisor for their respective area, project, laboratory or workshop.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(19) Director, Health Safety and Wellbeing",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The Director, Health Safety and Wellbeing has authority to revoke a person’s implied licence to be on RMIT’s campus where that person is not an RMIT staff member or student and the Director, Health Safety and Wellbeing reasonably believes that the person: presents an ongoing risk to the health, safety or wellbeing (including physical and psychological) of staff, students or visitors; or has engaged, and is likely to reengage, in theft, damage or destruction of RMIT’s facilities, buildings, infrastructure, equipment or other property. This section 19(a) does not in any way limit section (36)(4) of the RMIT Statute No 1 (Amendment No.2).",
              "subclauses": [
                "presents an ongoing risk to the health, safety or wellbeing (including physical and psychological) of staff, students or visitors; or",
                "has engaged, and is likely to reengage, in theft, damage or destruction of RMIT’s facilities, buildings, infrastructure, equipment or other property. This section 19(a) does not in any way limit section (36)(4) of the RMIT Statute No 1 (Amendment No.2)."
              ]
            },
            {
              "clause_number": "2",
              "text": "Where revoking a person’s implied licence to be on campus under section (19(a)), the Director, Health Safety and Wellbeing must consider: whether such a revocation would inhibit the person’s freedom of speech and freedom to protest under the Intellectual Freedom Policy; and the Charter of Human Rights and Responsibilities Act 2006 (Vic), and must be made after consultation with relevant RMIT experts or advisors, including but not limited to, where relevant, Safer Community, Legal Services and Security.",
              "subclauses": [
                "whether such a revocation would inhibit the person’s freedom of speech and freedom to protest under the Intellectual Freedom Policy; and",
                "the Charter of Human Rights and Responsibilities Act 2006 (Vic), and must be made after consultation with relevant RMIT experts or advisors, including but not limited to, where relevant, Safer Community, Legal Services and Security."
              ]
            },
            {
              "clause_number": "3",
              "text": "All revocations of a person’s implied licence under section (19)(a) must be: documented in writing; include reasons for the decision; and be signed by the Director, Health Safety and Wellbeing.",
              "subclauses": [
                "documented in writing;",
                "include reasons for the decision; and",
                "be signed by the Director, Health Safety and Wellbeing."
              ]
            },
            {
              "clause_number": "4",
              "text": "All such documents must be stored securely in RMIT’s records management system with access provided to RMIT Senior Manager, Campus Security Operations and any other RMIT staff required to enforce the decision.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "A summary of revocations must be provided through the regular health, safety and wellbeing (HSW) reporting including but not limited to: HSW Steering Committee, University Executive and Nominations, Remuneration and People Committee (NRPC).",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(20) Property Services Groups staff, such as Security, Grounds and Facility Managers (PSG), have authority to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "stop an activity and evacuate an area where there is an imminent and significant risk of harm or damage, for example: in relation to events on RMIT premises; or failure of building or facilities infrastructure or essential services such as gas, water, electricity;",
              "subclauses": [
                "in relation to events on RMIT premises; or",
                "failure of building or facilities infrastructure or essential services such as gas, water, electricity;"
              ]
            },
            {
              "clause_number": "2",
              "text": "require a person to produce their RMIT staff or student identification card upon request;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "make enquiries and take reasonable action to regulate the access and behaviour of persons while they are on RMIT’s premises in order to maintain a safe and secure environment;",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "take reasonable steps to bring about a person’s removal from RMIT’s premises where: the person presents an imminent risk to health, safety or wellbeing (including physical and psychological) of persons on RMIT’s premises; the person fails to comply with a request to produce their RMIT staff or security identification card and the person does not demonstrate a reason authorised by RMIT to remain on RMIT’s premises; the person is undertaking an unauthorised Specified Activity (as defined under the Property Management Procedure) and does not cease undertaking the Specified Activity upon request by PSG staff; the Director, Health Safety and Wellbeing has revoked the person’s implied licence to be on RMIT’s campus or locations under section (19)(a); or as otherwise authorised under the RMIT Statute No.1 (Amendment No.2).",
              "subclauses": [
                "the person presents an imminent risk to health, safety or wellbeing (including physical and psychological) of persons on RMIT’s premises;",
                "the person fails to comply with a request to produce their RMIT staff or security identification card and the person does not demonstrate a reason authorised by RMIT to remain on RMIT’s premises;",
                "the person is undertaking an unauthorised Specified Activity (as defined under the Property Management Procedure) and does not cease undertaking the Specified Activity upon request by PSG staff;",
                "the Director, Health Safety and Wellbeing has revoked the person’s implied licence to be on RMIT’s campus or locations under section (19)(a); or",
                "as otherwise authorised under the RMIT Statute No.1 (Amendment No.2)."
              ]
            },
            {
              "clause_number": "19",
              "text": "(21) Property Services must report any exercise of any powers under section (20)(d) to the Executive Director, Property Services Group within 24 hours of that exercise. The Executive Director, Property Services Group must report any exercise of powers under section (20)(d) at the next Audit and Risk Management Committee.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(22) All members of the RMIT community have authority to initiate action to stop a hazardous activity. The appropriate action will vary depending on the circumstances and may include, for example:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a direct request to the person causing the hazard or their supervisor",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "calling Security in case of emergency",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "calling Facilities Management for building or contractor hazards",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "completing a hazard report, or",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "notifying their Health and Safety Representative or Health, Safety and Wellbeing Team Advisor.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Accountability",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) Accountability for health, safety and wellbeing responsibilities is monitored through:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Executive Leaders’ meetings",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Positive Performance Targets and/or staff performance reviews",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Periodic health, safety and wellbeing statistics and reports",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Internal or external audits",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Occupational Health and Safety committees",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(24) Documented evidence of accountability monitoring can be demonstrated by completed audit reports, periodic and annual review reports and minutes of committee meetings.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}