{
  "metadata": {
    "title": "Higher Education Staff Qualifications and Scholarship Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=286",
    "scraped_date": "2025-10-31 01:22:57"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "the qualifications and experience of staff with responsibility for oversight and teaching of RMIT programs and courses are consistent with regulatory requirements and standards, and reflect RMIT’s strategic priorities",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a framework is maintained to grant Equivalence for Course Coordination for the recognition of equivalent relevant professional or industry-based experience and expertise",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "where staff do not have the required higher education qualification, equivalence for coordination may be granted, where the staff member can undertake course coordination duties for RMIT programs and courses",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "a framework is maintained to supervise and support the development of staff who do not fully meet requirements for knowledge, skills, qualifications or experience",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "staff are encouraged and supported to engage with industry, which informs their currency of skills and knowledge",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "a diverse range of professional development and scholarly activities are recognised",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "staff are provided with appropriate support and resources to enable them to meet these expectations.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(5) RMIT requires that staff with responsibility for overseeing the teaching of HE coursework programs and courses:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "have the relevant, appropriate and current qualifications, knowledge, skills and competencies",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "are active in scholarship, research and/or professional activities appropriate to their discipline or profession, staff level and employment status, and are engaged in the scholarship of teaching and learning",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "undertake regular professional development in learning and teaching and record evidence of such",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "are not employed as casuals with RMIT in roles that require full course coordination responsibilities. Casual staff may complete some of the accountabilities required in coordination with support from an appropriately qualified non casual employee.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(6) Rules for the qualifications required by supervisors of HDR students are detailed in the Higher Degrees by Research Policy and HDR Supervision Arrangements Procedure. At a minimum, it is expected that staff with responsibility for supervision of Higher Degree by Research (HDR) programs:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "have the relevant and current qualifications, knowledge, skills and competencies",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "are active in research, scholarship and/or professional activities appropriate to their profession and/or discipline in which they teach, and are engaged in disciplinary scholarship",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "undertake regular professional development.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(7) Staff with leadership or management responsibility in program and course teams must have sufficient oversight and support the scholarship activity of individuals in their team and engage in scholarship activity themselves. These activities should be appropriate to the program discipline.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) Academic Board is responsible for oversight of the effectiveness of frameworks for ensuring that staff with responsibility for the oversight and teaching of programs and supervising HDR candidates meet RMIT expectations under this policy, consistent with regulatory requirements and strategic priorities.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(9) The Deputy Vice-Chancellor Education is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "policy, procedures and frameworks for the assessment of professional equivalency and supervision of staff who do not fully meet the requirements for knowledge, skills, qualification or experience",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "monitoring the effectiveness of this policy and related procedures, identifying incidents of non-compliance with this policy and reporting to Academic Board on such matters.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(10) The Chief Operating Officer (and/or equivalent), in collaboration with the Vice President, People and Culture (and/or equivalent), is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the systems and processes for staff qualifications, knowledge and skills",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "verifying staff qualifications, knowledge and skills on appointment, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the systems that support the documenting of professional development and scholarship on an annual basis.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(11) Deans are responsible for ensuring:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "staff teaching and overseeing programs and courses of study in each discipline and teaching period meet the requirements set out in clauses (4) and (5) above and in relevant procedures",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "that the staffing complement for each program and course of study is sufficient to meet the educational, academic support and administrative needs of student cohorts undertaking the course or program",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "all staff are provided with appropriate opportunities for professional development in learning and teaching and their own discipline",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "the assessment of applications for equivalence and making recommendations to the Associate Deputy Vice-Chancellors (Learning, Teaching and Quality) or equivalent.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "ensuring equivalence applications are reviewed or renewed every three (3) years.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "the monitoring of staff supervision arrangements where required and reporting to the Associate Deputy Vice-Chancellors (Learning, Teaching and Quality) where arrangements breach this policy.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(12) The Associate Deputy Vice-Chancellors (Learning, Teaching and Quality) or equivalent facilitate the communication and implementation of the requirements under this policy for RMIT University Pathways (RMIT UP), RMIT Online Future Skill delivery and relevant College.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(13) Recording staff qualifications, knowledge, skills, scholarly activity and currency is the shared responsibility of individual staff, Deans, and the People team (or an equivalent local unit) as detailed in the Higher Education Staff Qualifications and Scholarship Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(14) The Deputy Vice-Chancellor Education and the Chief Operating Officer will monitor and report on staff qualifications, knowledge, skills, scholarly activity and currency to the Academic Board and the University Executive Committee respectively, on an annual basis.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(15) The Deputy Vice-Chancellor Education may delegate ownership of procedures, where applicable.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(16) Refer to the following documents, which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Higher Education Staff Qualifications and Scholarship Procedure.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}