{
  "metadata": {
    "title": "Higher Education Staff Qualifications and Scholarship Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=287",
    "scraped_date": "2025-10-31 01:25:42"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Staff qualifications and equivalence",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) All staff with the responsibility of the coordination of Higher Education courses should:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "hold a qualification at least one Australian Qualification Framework (AQF) level higher than that they are teaching (AQF+1), or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "have documented and approved equivalence.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(5) Applications for equivalence for Course Coordination must be made by staff via the Dean/Head of School/Academic Director, to the College Associate Deputy Vice-Chancellors (Learning, Teaching and Quality), and lodged via Workday (or equivalent HR system). See the Educator Resource Hub’s HE Staffing Qualifications, Equivalence and Scholarship for further guidance.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(6) Academic and teaching staff delivering courses who do not have AQF+1 or equivalence must be supervised by a Course Coordinator who holds an AQF+1 qualification or equivalent assessment.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(7) Deans or Heads of School monitor supervision arrangements where required, and report to the Associate Deputy Vice-Chancellor Learning and Teaching (or equivalent) where arrangements breach this policy and should be remedied by updating Equivalence documentation or making changes to the staffing complement of the course to uphold the standard.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(8) Decisions to grant or deny equivalence for course coordination should be guided by the Equivalence Rubric.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(9) Equivalence is valid for three (3) years, after which they should be reviewed or renewed. Equivalence for Course Coordination for a staff member is for the discrete course or courses upon provision of the following evidence:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a qualification at the same AQF level of the course for which they are being granted equivalence",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "professional experience commensurate with one AQF level above the course(s) in which equivalence is granted, evidenced by a summary of experience that includes clear quantitative criteria such as years of experience aligned to the appropriate AQF level.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the Application for Equivalence Template can be used to support the process.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(10) Recording staff qualifications and ensuring the appropriate staff are performing duties in the teaching and coordination duties of RMIT's Courses and Programs is the shared responsibility of the individual staff, School management (or equivalent) and the People team (or an equivalent local unit) as outlined below.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the People team (or an equivalent local unit) is responsible for verifying and maintaining records of staff qualifications, knowledge and skills at the point of appointment and throughout the lifecycle of employees’ time with RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "individual staff members are responsible for maintaining and updating a current record of their own qualifications on their HR file. College or School Management (or equivalent) is accountable for ensuring that all new academic and teaching staff have an academic qualification or approved equivalence on record in Workday (or equivalent local HR system) at the point of onboarding, at the commencement of the incumbent’s role or before the start of each teaching period.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "CEIQ is responsible for monitoring qualification records and providing oversight to governance and management areas for assurance.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Scholarship",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) RMIT expects that Academic staff with responsibility for oversight and teaching coursework programs and courses are active in scholarship, research and/or professional activities appropriate to their discipline or profession, staff level and employment status, and are engaged in the scholarship of teaching and learning.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(12) RMIT expects that staff responsibile for overseeing and teaching coursework programs and courses undertake regular professional development in learning and teaching and capture evidence of such.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(13) RMIT's Educator and Researcher Capability Development Framework (ERCDF) defines appropriate scholarship requirements for educators and researchers. As a minimum requirement, staff are expected to undertake and document in Workday (or equivalent local HR system) a variety of scholarly practice activities as defined in the Framework, over a three-year period.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(14) The above activity can occur during annual goal and development workplanning activities, including any updates and amendments to activities.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(15) Recording staff knowledge, skills, scholarly activity and currency is the shared responsibility of individual staff, School management (or equivalent) and the People team (or equivalent local unit) and should be completed in accordance with recruitment and annual work plan activities.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "individual staff are responsible for maintaining records of their scholarly activity, relevant skills and industry currency, as well as providing evidence as required in Workday (or equivalent local HR system).",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "line managers who are responsible for work plan activities ensure that professional development and scholarly activity is relevant and appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "College and School management (or equivalent) are accountable for ensuring that scholarship of learning and teaching activities are captured and recorded on a regular basis.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "CEIQ is responsible for monitoring scholarship records and providing relevant oversight to governance and management for decision-making.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}