{
  "metadata": {
    "title": "Higher Doctorate Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=192",
    "scraped_date": "2025-10-31 01:26:21"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Eligibility",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Higher Doctorates may be awarded to individuals with a substantial academic connection to RMIT and a significant volume of high-quality research outputs for which no award has already been conferred.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) An applicant for a Higher Doctorate must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "provide evidence of outstanding and internationally recognised scholarship/practice through an original, substantial and distinguished contribution to a field of knowledge/practice over and above the requirements of a standard doctoral degree, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "be a graduate (minimum bachelor level) of RMIT university of at least seven (7) years standing, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "be a staff member of RMIT for at least four (4) years, or",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "have qualified, not less than 7 years previously, for a degree of another educational institution and had a close academic association with RMIT for not less than four years.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Application",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) The applicant must obtain the sponsorship of an appropriate school Dean/Head of School at RMIT University, who is willing to support the application, prior to submitting an application.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) The Dean/Head of School of the sponsoring school must endorse the application.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(9) Applicants must submit:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "an application fee payable to the sponsoring school, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "evidence sufficient to determine whether the admission requirements are fulfilled and whether the work to be submitted is prima facie appropriate for examination.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(10) The application is submitted to the School of Graduate Research (SGR).",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(11) If an application includes work which has been undertaken in collaboration with another person, the applicant must provide a written statement from the co-author(s) detailing the extent of the applicant’s contribution to the planning, carrying out and writing of the account of such work and indicate the portion of the applicant’s work for which originality is claimed.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(12) The application is assessed by the appropriate College Research Committee to determine whether the admission requirements are met and whether the work to be submitted is prima facie worthy of examination and meets the requirements set out in the rules for submission listed in this procedure.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(13) The committee reviews and endorses proposed examiners. Their recommendations are sent to the ADVC RT&D or nominee for approval.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(14) If the work is deemed worthy of examination, the applicant will qualify for admission and be formally offered admission to candidature.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Candidature and Submission",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) To accept admission and its conditions, the applicant pays the examination fee (payable to the sponsoring school)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(16) The candidature begins from the date of admission.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(17) The expected candidature period from admission to submission is one (1) week.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(18) By the submission date, the candidate must submit the work to be examined, following the Higher Doctorate Submission Guidelines.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Rules for Submission",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) Work submitted must constitute substantial publications and/or achievement such as books, articles, full paper and refereed conference publications, live performance of creative works, recorded/rendered creative works and curated or produced substantial public exhibitions and events.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(20) Outputs included must be HERDC or ERA eligible, i.e. peer reviewed and published prior to submission.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(21) The submission may not include work which has been submitted previously for a degree or other award in any university.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(22) With the submission for examination, the applicant must include a detailed research outputs declaration outlining the extent of originality and the applicant’s part in any collaborative work.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(23) The submission for examination must also include an exegesis in the form of a statement identifying the contribution of the body of work and indicating the quality of work relevant to the field of research.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Examination",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(24) The Appointment of Examiners must comply with the HDR Submission and Examination Procedure. For the purposes of the Higher Doctorate, the Dean/Head of School or nominee takes on the role of senior supervisor.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(25) Sponsors must inform potential examiners that:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "they will be provided with access to an electronic copy of the examinable outputs for examination, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "they must complete and submit a final recommendation within eight (8) weeks of receiving notification from SGR, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "they are required to attend the examination when any presentation (e.g. oral presentation, exhibition, performance or demonstration) is involved, or",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "their identity shall remain undisclosed during the examination process but may elect to have their name revealed to the candidate at the conclusion of the examination.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(26) The examiners shall be principally guided in their examination of the submission by the Higher Doctorate Examiners’ Guidelines.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(27) In the event of an examiner or any relevant party to the examination process questioning whether the work is genuinely that of the candidate, the matter will be addressed in accordance with the university’s Research Policy and procedures.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(28) The examiners shall individually and independently assess the submission and make one of the following recommendations to the ADVC RT&D or nominee:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Confirmed: the candidate will be awarded the degree for which they are enrolled.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Not confirmed: the candidate should not be awarded the degree for which they are enrolled and not be permitted to resubmit the suite of works and exegesis for re-examination.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(29) An award for the degree of Higher Doctorate can only be made where both examiners confirm the candidate is suitable for conferral of the degree.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(30) If unsuccessful, the candidate may make a new application for admission after a lapse of two (2) years. Any new applications should include additional, published research outputs.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(31) Refer to the following documents:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Higher Doctorate Application Form",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Higher Doctorate Submission Form",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Higher Doctorate Examiners’ Guidelines",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}