{
  "metadata": {
    "title": "Honorary Appointments Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=102",
    "scraped_date": "2025-10-31 01:21:33"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Eligibility",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Individuals must meet the eligibility criteria as established under the Honorary Appointments Policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Nomination for Emeritus Professor and honorary, adjunct, visiting and associate appointments",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) Nominations must be endorsed by the Dean or Director of Centre or Institute (or equivalent). Nominations must be submitted through the Service Request form (or equivalent) and be supported by the following information:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "An account of the nominee’s area of expertise, how they meet the eligibility criteria for appointment, and a current CV or relevant professional background listing, such as a LinkedIn profile.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "A summary of the role and benefit to school, centre, department, college or portfolio and the University. This must include: the proposed duties and responsibilities for the nominee (for visiting academics please outline the objective of the proposed visit or details about the research project the visitor will be involved in) how the appointment will advance the University’s contribution to research, education, engagement or community or the University’s links with industry or government, and the benefits that will flow through from the appointment to the college, portfolio, school, centre or department.",
              "subclauses": [
                "the proposed duties and responsibilities for the nominee (for visiting academics please outline the objective of the proposed visit or details about the research project the visitor will be involved in)",
                "how the appointment will advance the University’s contribution to research, education, engagement or community or the University’s links with industry or government, and",
                "the benefits that will flow through from the appointment to the college, portfolio, school, centre or department."
              ]
            },
            {
              "clause_number": "3",
              "text": "Details of University facilities and systems to which the appointee will require access.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Details of any financial expenses that will be met by the school, centre, department (if relevant), which may include the required visa and an approximation of associated costs (travel and accommodation support).",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(7) A nomination for a fixed-term appointment must include the period of appointment in the nomination as follows:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Visiting Academics: Not less than three (3) months in duration and not exceeding two (2) years for any one visit, subject to visa requirements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "All other fixed-term honorary appointments including honorary, adjunct academic and adjunct industry appointments: an initial period of up to three (3) years, renewed for further period(s) of up to three (3) years.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(8) The following nominations require additional supporting documentation and endorsements:",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Approval of Emeritus Professor appointments",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) A committee will be established comprising the Vice-Chancellor (Chair), Deputy Vice-Chancellor or the Chair, Academic Board (or professorial nominee), and a professor with disciplinary expertise. The committee will be guided in its deliberations by the criteria specified in Schedule 1 of the Honorary Appointments Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(10) The committee may seek further supporting information about the nominee from the Deputy Vice-Chancellor of the college or portfolio, the Dean or Director of Centre or Institute (or equivalent), or from other persons.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(11) If the committee determines that the criteria has not been met, it will notify and provide feedback to the nominator. If the committee determines that the criteria has been met, its written decision will be attached as a record in the Service Now request.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Approval of honorary, adjunct, visiting and associate appointments",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) The relevant Deputy Vice-Chancellor (or Dean/Director in Vietnam) will consider the nomination and determine if the nomination meets the criteria specified in Schedule 1 – Honorary Appointments.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) The Deputy Vice-Chancellor may seek further supporting information about the nominee from Dean or Director of Centre or Institute (or equivalent) or from other persons.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(14) If the Deputy Vice-Chancellor determines that the criteria have not been met, the Academic Partner will be notified. The Academic Partner will be responsible for informing the nominator.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Confidentiality",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) All nominations must be treated in strictest confidence by all persons involved in the process. The appropriate Security Classification levels in the Information Governance Policy should be applied to all data.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(16) In the case of the conferral of titles Emeritus Professor:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Nominations must be submitted to the Committee without the knowledge of the nominated person. The person nominated must not be notified unless the nomination has been approved by the Committee.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "If the Committee approves the nomination, the People team must ascertain whether the nominee is willing to receive the award.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "If the nominee is willing to receive the award, the People team will prepare written advice to the nominee on behalf of the Committee Chair.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "A request for an official certificate should be made by the People team to the Academic Registrar who will prepare an official certificate.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "The award of Emeritus Professor will normally be conferred by the Deputy Vice-Chancellor at a ceremony unless alternative arrangements are made by the nominating Dean or Director of Centre or Institute (or equivalent).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Offer and Acceptance of Offer",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) Upon approval from the delegated authority, the People team will confirm the award or appointment in writing. The letter of offer must contain (as appropriate):",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) The People team must conduct the following verification checks where appropriate:",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) An honorary appointee must provide their acceptance of the offer and the conditions of appointment and other relevant paperwork to the People team prior to commencement.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Visa Requirements for International Visiting Academics",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) A minimum appointment length of three (3) months, in line with RMIT Visa Sponsorship requirements applies to International Visiting Academics. Any Visiting Academics that do not meet this minimum appointment time frame can be managed through the Visiting Researcher identity management (IDM) process and do not require a Visa under RMIT sponsorship.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) The People team may provide visa support in obtaining an appropriate visa if required, subject to eligibility and approval. All costs associated with visa processing will be charged back to the local area submitting the request.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(22) It is a requirement of the Department of Home Affairs that visa holders must demonstrate at the point of visa application that they have purchased comprehensive health insurance prior to their visa application being submitted.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(23) Evidence of an international visiting academic’s visa grant notice must be provided to the People team prior to the commencement date of the appointment in order to have the appointment and system access finalised.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(24) International visiting academics on visiting visas may not undertake any form of paid work, without prior application and approval to vary their visa.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Notice of expiring appointments",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(25) Academic Partners will receive notifications of expiring honorary appointments 90 days, 45 days and 10 days prior to expiration. Where relevant, the Academic Partner will contact the Dean or Director of Centre or Institute (or equivalent) to initiate the extension process.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(26) Honorary appointees will receive a notifications 90 days, 45 days and 10 days prior to the expiration of their appointment. Honorary appointments that have a formal end date and are not renewed will expire at the end of the term.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appointment extension",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(27) All fixed term honorary appointments may be extended, except Visiting Academics where the maximum visa period has already been granted.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(28) Extension of an honorary appointment is by application via the Service Request form (or equivalent) and must be made prior to the expiration of the current term of appointment. The extension should be initiated at least three months prior to the expiration of the current appointment.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(29) Extension applications are to be provided to the approval authority, with a statement addressing how the school, college, portfolio (or equivalent) has realised the expected benefits from the appointment, and any change to the duties or terms of appointment.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(30) If the appointment is approved for extension, the offer and acceptance of offer, as outlined in clauses 15 and 16, will be followed.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(31) Where an individual previously held an honorary appointment, which was ended due to a transfer to employment, the honorary appointment may be reinstated through submitting the Service Request form. This should be actioned before the end of employment. In these circumstances, no CV, new references and endorsements are required.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(32) Renewal of an honorary appointment following a break in service (honorary or employed on a fixed-term or continuing basis) must be made via a new nomination. Where the break in such service is less than three (3) months, no new references are required (where relevant).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appointment transition",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(33) For fixed-term honorary appointments, the Dean (or equivalent) may determine that a different honorary title is more appropriate for the individual based on their circumstances, experience and/or scholarship and the definition, purpose and eligibility of the title. Where this occurs, a new nomination form should be submitted for that alternative honorary title.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(34) Where the alternative honorary title is at a higher level, the focus of the new nomination will be on achievements since the award of the current honorary title, including evidence of an upward trajectory.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(35) Where the alternative honorary title is Emeritus Professor, the nominee’s full contribution to the University will be considered including contributions during periods of employment and as an honorary appointee.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(36) If the nomination process for the new honorary title requires references, these may be waived if the break between appointments is less than three (3) months.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(37) The People team collect demographic information for all honorary appointments. On an annual basis, this information will be provided to the school/college/portfolio (or equivalent) to conduct a review of their current and upcoming appointments. The review should consider the diversity of honorary appointments and aim to identify areas of opportunity, if any.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(38) The Academic Partners will provide quarterly reports to the Dean or Director of Centre or Institute (or equivalent).",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(39) Honorary Appointments Policy",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(40) Schedule 1 – Honorary Appointments",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(41) Honorary Appointment Nomination/Extension form.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}