{
  "metadata": {
    "title": "Honorary Appointments Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=101",
    "scraped_date": "2025-10-31 01:23:32"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Employment Relationship",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) An honorary appointment does not in itself constitute an employer/employee or independent contractor relationship between the individual and the University.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Eligibility and Requirements of Appointment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) An individual must meet eligibility requirements as outlined in Schedule 1 before being considered for an honorary appointment and title.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) Schedule 1 of this policy establishes the definition, equivalent academic level and criteria for each honorary title, and the term of appointment and authority for approval.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reimbursement of Travel and Living Expenses",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) An honorary appointee may receive reimbursement for reasonable travel and living expenses while performing relevant activities for the University by prior agreement with the relevant manager. Reimbursement arrangements must be stipulated in the proposal recommending appointment and, if relevant, be consistent with any immigration requirements.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Specific Employment Assignment for Honorary Appointees",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) Appointment and conferral of an honorary title does not preclude an individual being appointed to a paid position within the University. Any paid work that is outside the scope of the honorary appointment will be subject to a separate agreement.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(11) Where an honorary appointee becomes employed by the University, the type and level of job title will be based on the criteria applicable to the role.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(12) Where an honorary appointee becomes employed on a casual, fixed-term or continuing basis, the honorary appointment will be suspended for the period of the employment and an extension form will be submitted at the conclusion of the individual’s period of employment to reinstate the original honorary appointment.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Visa Requirements for International Visiting Academics",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) International visiting academics that do not have Australian residence rights must obtain an appropriate visa before they enter Australia.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Use of Title",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) The level of title conferred will be determined on the basis of the contribution expected of the recipient, the criteria applicable to the level of appointment of staff by the University and the nominee’s level of experience and expertise.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(15) Emeritus is used throughout the policy and on conferring of the award. Emeritus is utilised as a singular, inclusive, non-gendered title.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(16) A visiting academic title will normally be awarded for the period of the association or visit.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(17) An honorary appointee will use the relevant honorary prefix before the appropriate title in any correspondence or documents during the term of the appointment (e.g Visiting Associate Professor of RMIT University).",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(18) The use of any title covered by this policy is not to be used for private gain or for private purposes not associated with or for the benefit of the University.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Contribution and Duties",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) An honorary appointee may make contributions across colleges or portfolios.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(20) More than one honorary appointment position may be attached to a school, college or portfolio.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(21) The precise duties of each honorary appointment will be the subject of negotiation between the individual and the relevant manager or supervisor, who will be responsible for managing the performance of duties of the honorary appointee.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(22) These duties should be clearly outlined in the proposal recommending appointment, and would normally involve contribution to one or more of the following areas:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "learning and teaching",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "research and scholarship",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "leadership and engagement.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(23) Honorary appointees may be asked to do duties which include, but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The identification and/or participation in research collaboration and/or innovative industrial opportunities through joint research programs, grant applications, tenders and/or research projects.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The contribution of ERA-eligible research outputs with a by-line to the University that align with the University’s strategic objectives.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Subject to normal approval processes, external advice or joint supervisory positions for research postgraduate students and/or assessment of senior undergraduate or postgraduate students.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Contribution to activities associated with developing the University’s external relationships with industry and community.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Representation of the University in professional forums, conferences and public seminars.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Contribution to the profile and reputation of the University through public dissemination of knowledge and intellectual engagement.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Staff and/or student engagement, development or mentoring.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(24) An honorary appointee will not be a member of any University body, except for co-option.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(25) For all purposes of courtesy and on ceremonial occasions (including participation in academic processions) all honorary appointees with Professor in their title shall have the rank of professor.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Obligations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(26) An honorary appointee is expected to uphold the Code of Conduct, promote the goals and values of RMIT and act with integrity and dhumbali (commitment) to uphold the reputation of RMIT and the RMIT community.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(27) An honorary appointee is bound to abide by University legislation, policies and procedures whilst undertaking activities relating to their appointment. These include but are not limited to RMIT’s Code of Conduct, Conflict of Interest Policy, Information Governance Policy, Intellectual Property Policy and Child Safe Policy, including the requirement to have a Working With Children Check.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(28) Any breach or suspected breach of policy or any conduct which, in the opinion of the University, is likely to bring the University or any of its related entities into disrepute may result in withdrawal of the title and/or relationship.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Access to University Facilities and Systems",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(29) It is the responsibility of the relevant manager to provide appropriate physical accommodation, equipment and resources, where relevant.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(30) An honorary appointee is eligible to access an RMIT email address and full academic staff privileges at RMIT University Libraries.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Induction",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(31) It is the responsibility of the relevant manager to ensure all honorary appointees have completed the RMIT University induction modules and, where relevant, compliance modules as relevant to the duties of the appointment. All honorary appointees with an RMIT email account must complete the Information governance, privacy and cybersecurity compliance module.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Insurance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(32) As this type of appointment does not constitute an employment arrangement, honorary appointees are not covered by the University's workers' compensation insurance by virtue of their honorary appointment .",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(33) An honorary appointee is covered by RMIT’s personal accident, public liability and professional indemnity insurance policies whilst engaged in RMIT approved activities. Any accident or incident involving an honorary appointee should be reported to the relevant manager or supervisor and reported as an incident in the University’s incident and hazard reporting system.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Intellectual Property",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(34) Any intellectual property rights in materials created by the honorary appointee whilst working on any University project during the term of appointment will be owned by the University or in accordance with the University’s agreement with an external funding body.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Conflict of Interest",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(35) An honorary appointee must disclose any actual, perceived or potential conflict of interest to the University, which may arise at any point during the appointment period in accordance with the Conflict of Interest Policy and related procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Termination of Appointment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(36) An honorary appointee may have their appointment terminated by the relevant approving authority, if it is considered that continuation is not in the best interests of the University.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(37) Termination of honorary appointment prior to their formal end date will be assessed on a case-by-case basis and will be in accordance with the conditions outlined in the letter of appointment.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(38) From the approval date of this policy all fixed-term honorary appointments will become transitional until their nominated expiration date.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(39) Vice-Chancellor's Innovation Professor title holders at September 2022 may have their appointment extended under the terms and conditions of the policy and procedure in place at the time of the approval of their original appointment. Appointment extension is available by application only, for one additional term (maximum duration of 6 years).",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(40) Where an honorary appointee’s transitional appointment is due to expire and either (a) the honorary appointee is no longer eligible for the title due to changes to the definition and/or criteria; or (b) the honorary title no longer exists under the policy, a new nomination should be submitted for the most appropriate honorary title. If the nomination process for the new honorary title requires references, these may be waived if there is a break between appointments of less than three (3) months.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(41) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Honorary Appointments Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Schedule 1 – Honorary Appointments",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}