{
  "metadata": {
    "title": "Inclusion, Diversity and Equity Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=93",
    "scraped_date": "2025-10-31 01:23:18"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) RMIT is committed to preventing unlawful discrimination, bullying, vilification, victimisation and harassment of people based on protected attributes such as, but not limited to, age, gender identity and expression, sexuality, race, religious belief or disability.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) RMIT acknowledges Aboriginal and Torres Strait Islander peoples as the First Peoples and ongoing custodians of Country. We recognise the people of the Kulin Nation as the Traditional Owners of the land on which the University stands and their unique rights to participate in all aspects of the University under the Royal Melbourne Institute of Technology Act 2010. RMIT is committed to supporting the rights of Aboriginal and Torres Strait Islander peoples guided by the United Nations Declaration on the Rights of Indigenous Peoples through our dhumbali to responsible practice and the Indigenous strategic commitments outlined in RMIT’s Strategy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) In line with our commitment to the ngarn-ga (understandings) of Bundjil, RMIT commits to involving Aboriginal and Torres Strait Islander people in its teaching, learning, research, and knowledge advancement activities, and thereby contribute to realizing Aboriginal and Torres Strait Islander aspirations, protecting cultural heritage and supporting self-determination.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(8) RMIT commits to embedding responsible practice in all aspects of who we are and what we do. This involves recognising, interpreting and acting upon multiple principles and values according to the field in which we work and the context of all our activities and relationships to promote behaviours that are fair, honest and ethical at all times.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(9) RMIT seeks to create an inclusive and culturally safe workplace, and teaching, learning and research environment in which all staff and students are treated with dignity and respect.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(10) RMIT commits to proactively designing processes, infrastructure, systems and policies to optimise access and opportunities for success at RMIT, including through anticipating and eliminating barriers to equitable participation. RMIT is committed to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "facilitating access to education, research and employment opportunities so that people of diverse circumstances and backgrounds can contribute to the intellectual, economic, social, cultural and civic life of their communities",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensuring the principles of diversity, inclusion and equal opportunity are embedded and assessed in all relevant Group policies, procedures, decisions and operations",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "applying universal design principles in our delivery of education, undertaking research activities, providing our services, and in our ways of working",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "protecting academic freedom and freedom of speech in accordance with RMIT’s Intellectual Freedom Policy",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "educating staff and students about acceptable behaviour at work and in an education and research environment",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "promoting the recruitment, retention, innovation, wellbeing and productivity of staff and students in an environment that celebrates and welcomes diversity and inclusion",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "ensuring equitable opportunity for staff in recruitment, retention, performance management, promotion, talent identification, succession planning, remuneration, professional development and at the end of their employment",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "ensuring equitable opportunity for students regarding access and admissions, enrolment, learning and assessment, services and supports, participation in the life of the University community, graduation and graduate outcomes, understanding and responding to the diverse needs of our community of students and staff, and providing individual adjustments and services where necessary.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(11) RMIT will take positive action to identify and prevent institutional or systemic issues that lead to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "unlawful discrimination, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "behaviours that may constitute racism, sexual harm, victimisation, vilification, harassment and bullying.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(12) RMIT is committed to taking positive action to prevent sexual harm and provides a framework to effectively prevent and respond to reports of sexual harm through the Gender-Based Violence Prevention and Response Policy and supporting procedures.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(13) RMIT is committed to recognising and addressing the ways in which a person's identity can impact their experiences and how they are affected by systems and structures, when developing policies, programs and services.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(14) RMIT acknowledges that intersectionality can compound the impact of discrimination and that certain groups of people will be more vulnerable to the effects of discrimination and harassment than other groups.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(15) RMIT extends its aim to eliminate discrimination and harassment and to provide equal opportunity on the grounds of the ‘protected attributes’ listed in the Definitions section, considering the context of local laws. Protected attributes relate to personal characteristics and the types of discrimination and impact that can occur based on these.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) All members of the RMIT community must behave in a fair and equitable way and must not unlawfully discriminate or harass, sexually harm, bully, victimise or vilify others or request, induce, encourage, authorise or assist any other person to undertake such unacceptable behaviour.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(17) Staff with supervisory and leadership responsibilities must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "demonstrate a commitment to responsible practice, inclusion and diversity and model appropriate behaviour",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "promote awareness of relevant policy documents within their work area including this policy, Gender-Based Violence Prevention and Response Policy and Workplace Behaviour Policy.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(18) Organisational units will support accessible and inclusive learning and work environments including through the provision of services, expertise and communications.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(19) The Diversity and Equity and Inclusion teams are responsible for raising awareness and implementing preventative, responsive and relevant strategies that value diversity, enable access and promote inclusion.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(20) It is the responsibility of each RMIT staff member or student to uphold the value of inclusion and implement and contextualise the Inclusion, Equity, Diversity and Access Framework in the context of their work and study.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) RMIT will support members of the RMIT community who believe they have experienced harassment, bullying, racism, victimisation, vilification, sexual harm or unlawful discrimination.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Students may make a complaint under the Student and Student-Related Complaints Procedure or under the Gender-Based Violence Response Procedure - Australia.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Staff may make a complaint under the Staff Complaints Procedure or under the Gender-Based Violence Response Procedure - Australia.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Third parties may make a complaint under the Third Party Complaints Procedure or under the Gender-Based Violence Response Procedure - Australia.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(22) A breach of this policy may result in disciplinary action. Depending on the nature and impact of the breach, other actions may also be instigated, including legal action.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) RMIT will undertake regular reviews of the staff and student life cycle to ensure systemic issues impacting equal opportunity, inclusion and responsible practice are addressed. These reviews will include analysis of policies, processes and culture, access, experience and outcomes to ensure inclusive practices enable all students and staff members to participate fully.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(24) Inclusion, Diversity, Equity and Access Framework",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(25) Reconciliation to Responsible Practice (intranet)",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(26) Digital Accessibility Procedure",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(27) Gender Affirmation Guide (PDF)",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(28) Gender Equality Action Plan (staff) and Student Gender Equity Action Plan",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(29) Athena SWAN at RMIT",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(30) Commitment Statement on Program Inherent Requirements",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(31) Addressing Gender Based Violence - Strategic Action Plan 2023-2027",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(32) Staff resources Service Connect (login required)",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Safety-Wellbeing and Accessibility",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}