{
  "metadata": {
    "title": "Information Technology - User Device Security Standard",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=105",
    "scraped_date": "2025-10-31 01:27:07"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Corporate (RMIT-Owned) Devices",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) All devices and mobile services must be procured through Information Technology Services (ITS) using the approved mobile device process. ITS is responsible for maintaining a central register of devices.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) Device procurement must comply with the Business Expenses Policy as well as Procurement and Expenditure Policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) Cost centre managers are responsible for ensuring that devices and SIMs are returned by users when their engagement with RMIT terminates.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(7) Devices provided by RMIT remain the property of RMIT and can be revoked or reassigned as needed.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(8) RMIT has the rights to remove unauthorised or modified applications from devices and related content without notice or warning if it is deemed to be a security risk.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(9) RMIT may temporarily retain any device assigned to an individual to complete security or forensic investigation.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(10) RMIT may remotely lock, wipe, or reconfigure any device if it is deemed to be a security risk.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(11) Damaged devices must be repaired at an authorised service agent nominated by ITS. Costs associated with the repairs are paid by the owning cost centre.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(12) Lost or stolen devices must be reported immediately via the ITS Service and Support centre.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(13) Authorised users requiring international roaming services on an RMIT device whilst travelling overseas must complete an international roaming request at least five (5) days prior to departure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Using a Non-RMIT Managed Device",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) Information generated by RMIT users relating to RMIT business or operations remains the property of RMIT and is accessible by authorised RMIT staff.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(15) RMIT reserves the right to disconnect a non-RMIT managed device and disable services to that device without notification if it is deemed to be a security risk.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(16) RMIT is not responsible for any damaged, lost or stolen non-RMIT managed device an RMIT user may choose to use while conducting RMIT business nor for non-RMIT data damaged or lost on that device.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(17) Activity within RMIT work related apps, tools and tasks being conducted on non-RMIT managed device may be tracked to meet the legal and regulatory requirements of RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(18) Users must use only authorised applications to interact with RMIT data, and to ensure that all software used for RMIT business is legally licensed. The use of illegally obtained or unapproved applications is strictly prohibited.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(19) Users must maintain a non-RMIT managed device compatible with RMIT’s published technical specifications (e.g. Hardening Standard) which will be updated by ITS as needed. Users should only use devices meeting these specifications to access RMIT network and data.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(20) When using a non-RMIT managed device (e.g. mobile or laptop) to access RMIT systems or data, users must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "keep the operating system and applications up to date; most updates include security patches",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "keep a current antivirus software version running",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "keep a screen lock enabled that uses a unique authentication method, PIN, pattern or fingerprint",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "enable a ‘find my device’ capability and ensure it is usable if the device is lost or stolen",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "use only Microsoft Office as the email client to access RMIT email",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "change their RMIT account password immediately if their device is lost or stolen",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "not store RMIT data locally on the device memory",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "have hard disk encryption enabled.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(21) Users must provide access to non-RMIT managed devices when notified that the device has been selected as in scope for e-discovery or if required for any investigation of a regulatory notifiable data breach or information security incident or litigation or if compelled by a court of law.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Removable Media",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) Any device that can be easily removed from a computer is considered removable media. This may include older technology such as magnetic tape, floppy disks or optical disks, but also includes memory cards, flash drives, removable disk drives, Bluetooth devices and mobile phones, among others.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) Users are only permitted to store RMIT data on removable media when required in the performance of their assigned duties. Any user storing or transporting RMIT data on removable media is responsible for protecting the security and confidentiality of the data. The user will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Protect the removable media against unauthorised access, misuse or damage during transportation. This may include encryption of the removable media where the encryption key is kept separate from the drive.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Ensure the removed media is always in the physical control of an authorised RMIT user and not left unattended.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Use only approved couriers with trackable parcels should the removable media need to be sent to a third party.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(24) Where RMIT data is of a Protected or Restricted level, removable media must be:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Marked with RMIT data classification in human readable format.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Securely erased as soon as practicable after the assigned duties have been completed for the use of the data.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(25) When the removable media is no longer required, it should be returned to RMIT and disposed of securely.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}