{
  "metadata": {
    "title": "Information Technology - Acceptable Use Standard",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=76",
    "scraped_date": "2025-10-31 01:24:34"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) Access and use of IT assets must be for legitimate RMIT purposes, specific to the user’s role, and in accordance with RMIT policies, procedures and standards.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) Access and use of IT assets for reasonable non-commercial personal purpose is acceptable, provided such use:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "does not directly or indirectly impose an unreasonable burden on any RMIT IT assets",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "does not burden RMIT with incremental costs",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "does not interfere with RMIT staff executing their responsibilities.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(6) Access and use of RMIT IT assets for any commercial purpose other than legitimate RMIT purposes is not allowed.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(7) Any use of RMIT IT assets is not acceptable when it is used for any act which:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "negatively impacts RMIT’s reputation",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "adversely impacts continued operation of RMIT",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "adversely affects other RMIT IT users, or",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "is a breach of RMIT policies, procedures and standards including, but not limited to, Code of Conduct, Workplace Behaviour Policy, Student Charter, Student Conduct Policy, Delegations of Authority Policy, Intellectual Property Policy, and Information Technology - User Device Security Standard. A list of examples of unacceptable IT usage is given in Appendix A: Examples of Unacceptable Use - RMIT IT Assets.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(8) Speak to your manager, College or Portfolio management, People team, or the Information Technology Services (ITS) Service and Support Centre if you are uncertain whether other activities are acceptable or not, or you are uncertain about whether a standard applies to a given situation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "User Behaviour",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) To protect RMIT Information everywhere, users must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ensure all non-public printed or digital information is kept discrete and secure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "not allow student or staff personal information to be included when taking photos or videos in RMIT office environments",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "screen lock devices when not in use",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "not take RMIT IT asset offsite (other than laptops/mobiles, which are specifically assigned to them and expected to be mobile) without prior authorisation from ITS or relevant College or Portfolio manager.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(10) Users must only access, use and share RMIT information on a need-to-know basis. They must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ensure they are authorised to share protected or restricted information",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensure the recipient is authorised to receive RMIT information",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "share only the minimum information required for the task.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(11) Users must dispose RMIT IT assets in a secured manner and in accordance with the Retention and Disposal Standard. This includes:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "using secure waste when disposing of non-public hard copy information",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "returning to ITS all RMIT devices due for disposal.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(12) Information security is a shared responsibility. All users must play their role in keeping RMIT safe by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "changing their password immediately and reporting to the ITS Service and Support Centre if they suspect their RMIT password is compromised",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "not writing down RMIT password or leaving them in a place where an unauthorised person might discover them",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "not using RMIT password or PIN for non-RMIT applications or services",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "not sharing password or multi-factor authentication code or one time password (OTP) with anyone",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "classifying RMIT emails and documents based on sensitivity of the information",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "reporting any event that may put RMIT IT assets at risk of compromise or unauthorised disclosure, whether accidental or intentional, to: their manager, Portfolio or College management, and ITS Service and Support Centre",
              "subclauses": [
                "their manager, Portfolio or College management, and",
                "ITS Service and Support Centre"
              ]
            },
            {
              "clause_number": "7",
              "text": "reporting phishing emails using Microsoft Outlook’s phishing report feature.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Monitoring",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) RMIT conducts surveillance across all systems and devices to determine any security weakness or policy non-compliance.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(14) Use of RMIT IT assets is a privilege, not a right. RMIT has full rights to withdraw access to RMIT IT assets at any time without prior notification.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(15) RMIT may block any email or communication, inbound or outbound, that threatens the security of RMIT IT assets.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Information Security Standard Exemptions",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) Exemptions from the Information Technology and Security Policy and related standards must be sought using the ITS Policy exemption process determined by the Chief Information Security Officer.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) Non-compliance with this standard may result in a disciplinary action, or legal action in cases of illegal activity. Management will decide what action to take, if any, based on the severity of the incident.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appendix A - Unacceptable IT Use Examples",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) Creating, using, saving, accessing or distributing material is prohibited if it might reasonably be considered offensive, obscene or indecent by an ordinary member of the public, or is illegal (e.g. pornographic, racist or sexist material, or violent content), except where such items are legitimately held within the RMIT curated collections such as Art, Archival or Library Collections. Accessing or distributing material for legitimate research or educational purposes must have been granted an exemption through the ITS Policy Exemption Form.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) Plagiarising, copying or distributing information in contravention of copyright or similar legal obligations without the owners’ express permission (e.g., copyright images, text messages, videos, memes or sounds from websites owned by a third party).",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(20) Using IT systems to harass, bully or defame (e.g. spreading of malicious information via email).",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(21) Unauthorised attempts to interfere with the operation of or make RMIT IT systems or services unavailable (e.g. flooding a booking system with fake bookings).",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(22) Sharing or disclosure of personal user identities, identifiers and passwords, or security codes.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(23) Writing down passwords or leaving them in a place where an unauthorised person might see them.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(24) Unauthorised hacking or probing for security vulnerabilities in networks, systems or applications etc. without the written consent by the Chief Information Security Officer (CISO) (e.g. students or staff probing Canvas for vulnerabilities to exploit).",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(25) Creating, introducing, or distributing computer viruses or other malicious software onto any RMIT network device or system.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(26) Disclosing, removing, or disposing of IT assets without authority from ITS, College or portfolio executive management. Such authority must comply with all RMIT policies, including the Information Governance Policy (e.g. taking a monitor home or using a staff contact database without permission, destruction of RMIT records within the mandated legal period).",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(27) Monitoring, intercepting, or accessing network traffic, emails, files, etc. intended for another person.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(28) Deliberate unauthorised access to systems or data and/or unauthorised use of data or information obtained (e.g. using someone’s unlocked computer to act on their behalf).",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(29) Storing non-public information on non-RMIT endorsed site or location such as a USB drive, cloud storage or forwarding RMIT email to your personal email account (e.g., saving a student class listing on a personal storage service such as personal Dropbox or Box etc.).",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(30) Transmitting unsolicited commercial advertising material or any other form of unsolicited commercial electronic message, including material commonly known as spam, or junk email (e.g., perpetuating chain letters, virus warnings or hoax messages).",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(31) Responding to spam or phishing messages by supplying non-public RMIT or personal information.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(32) Using non-RMIT supplied VPN services or anonymisation technologies like VPN and TOR to access RMIT network, applications or services is not permitted (e.g. MobileVPN, ExpressVPN, etc.)",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(33) Using applications on RMIT computers that allow for remote control of those computers from other locations. (e.g. TeamViewer, AnyDesk, etc.)",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(34) Auto forwarding of RMIT email to non-RMIT managed devices or personal email accounts.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(35) Downloading, installing or running software, applications or software as a service (SaaS) that are not endorsed by ITS (e.g. Bitcoin miner, SpeedUpMyPC, etc.).",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(36) Copying or distributing to unauthorised users software developed by, procured by or licensed to RMIT including computer software and cloud services.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}