{
  "metadata": {
    "title": "Intellectual Freedom Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=56",
    "scraped_date": "2025-10-31 01:27:27"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Rights",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) Every member of academic staff and every student enjoys academic freedom subject only to prohibitions, restrictions or conditions imposed by:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the reasonable and proportionate regulation of conduct necessary to enable the University to discharge its obligations in relation to: the University’s teaching and research activities; the University’s duty to foster the wellbeing of students and staff; the University’s legal duties; or the University’s reasonable requirements as to programs and courses to be delivered and the means of their delivery.",
              "subclauses": [
                "the University’s teaching and research activities;",
                "the University’s duty to foster the wellbeing of students and staff;",
                "the University’s legal duties; or",
                "the University’s reasonable requirements as to programs and courses to be delivered and the means of their delivery."
              ]
            },
            {
              "clause_number": "3",
              "text": "(8) Subject to the limitations in clause (7), the exercise by a member of academic staff or of a student of academic freedom will not constitute misconduct nor attract any penalty or adverse action.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(9) In entering into affiliation, collaborative or contractual arrangements with third parties and in accepting donations from third parties subject to conditions the University will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "take all reasonable steps to minimise the restrictions or burdens imposed by such arrangement or conditions on the freedom of speech or academic freedom of any member of the academic staff or students undertaking teaching, research or study under the third-party arrangements;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensure, as far as reasonably possible, that the scholarly contributions of academic staff are accurately represented by third parties, particularly where the third party has commissioned the work.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(10) The University may take reasonable and proportionate steps to ensure that students have an opportunity to be fully informed of course content. Academic staff are not however precluded from including content in a course solely on the ground that it may offend or shock any student or class of students.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(11) Every member of staff and every student at the University enjoys freedom of speech exercised on University land or in connection with the University subject only to restraints or burdens imposed by:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the reasonable and proportionate regulation of conduct necessary to enable the University to discharge its obligations in relation to: the University’s teaching and research activities; the University’s duty to foster the wellbeing of students and staff; the University’s legal duties, including its duties in relation to visitors to the University; or the right and freedom of others to express themselves and to hear and receive information and opinions.",
              "subclauses": [
                "the University’s teaching and research activities;",
                "the University’s duty to foster the wellbeing of students and staff;",
                "the University’s legal duties, including its duties in relation to visitors to the University; or",
                "the right and freedom of others to express themselves and to hear and receive information and opinions."
              ]
            },
            {
              "clause_number": "10",
              "text": "(12) Subject to the reasonable and proportionate regulation described in clause (11) a person’s lawful speech on University land or in connection with a University activity will not constitute misconduct or attract a penalty or adverse action by reference only to its content; nor shall the freedom of academic staff to make lawful comment on any issue in their personal capacities be subject to constraint imposed by reasons of their employment by the University.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(13) The University has the right and responsibility to determine the terms and conditions for the use of its resources and facilities and the basis on which invited or external visitors speak on University land and use University facilities and resources. The University will consider the objectives of the RMIT Act in terms of promoting intellectual standards and informed public debate when making decisions about the use of its resources and facilities and may refuse permission for an invited or external guest to speak on University land or at University facilities where the content of the speech is or is likely to:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "prejudice the University’s ability to fulfil its obligations to foster the wellbeing of students and staff; or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "involve the uncontested advancement of theories or propositions which purport to be based on scholarship or research, but which fall below scholarly standards to such an extent as to be detrimental to the University’s character as an institution of higher learning.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Expectations and Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) The University shall uphold and advance intellectual freedom as a defining university value.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(15) When exercising intellectual freedom, staff and students must:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "have due regard to the need for reasoned argument, discourse, critique and debate in order to further a positive intellectual culture; and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "acknowledge that in the furtherance of its teaching, learning and research objectives, the University benefits from a diversity of views being voiced and contested. The provisions of this policy do not extend to a duty to protect any persons from feeling offended, shocked or insulted by the lawful speech of another.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(16) When exercising academic freedom, staff must act in good faith, in accordance with their own professional judgement having due regard to the expectations of their discipline, broad scholarly standards and formal accrediting bodies.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(17) Staff and students must not speak on behalf of the University (unless officially designated as a spokesperson) and must avoid referencing their University affiliations when speaking in a personal capacity.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Operation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) The University shall have regard to the intent and provisions of this policy, when drafting, reviewing, or amending any non-statutory policies or rules and in the drafting, review or amendment of delegated legislation pursuant to any delegated law making powers.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) Non-statutory polices and rules of the University shall be interpreted and applied, so far as is reasonably practicable, in accordance with the provisions of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(20) Any power or discretion under a non-statutory policy or rule of the University shall be exercised in accordance with the provisions of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(21) This policy prevails, to the extent of any inconsistency, over any non-statutory policy or rules of the University.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(22) Any power or discretion conferred on the University by a law made by the University in the exercise of its delegated law-making powers shall be exercised, so far as that law allows, in accordance with the provisions of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(23) Any power or discretion conferred on the University under any contract or workplace agreement shall be exercised, so far as is consistent with the terms of that contract or workplace agreement, in accordance with the provisions of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(24) The University will support staff and students to the extent reasonably practicable in the exercise of their intellectual freedom rights, including when those rights are exercised in jurisdictions outside Australia.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Intellectual Freedom Assessment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(25) Any request for review or assessment regarding a potential failure to uphold the rights and responsibilities provided for in this policy must be provided in writing to the Chair of the Academic Board.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(26) The Chair of Academic Board will undertake an assessment to determine whether a failure to uphold the rights and responsibilities outlined in this policy has occurred. The Chair of Academic Board may decide to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "resolve the matter locally, with or without corrective actions;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "seek advice from an advisory panel constituted by the Chair of Academic Board; or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "refer the matter to other institutional processes, as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(27) The Chair of Academic Board may delegate the above to a nominee in the event of a conflict of interest or absence.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(28) The outcomes of intellectual freedom assessments will be reported to the Academic Board.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(29) This policy will be reviewed every three years by the Academic Board.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}