{
  "metadata": {
    "title": "Managing Performance Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=154",
    "scraped_date": "2025-10-31 01:27:08"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Concerns About Unsatisfactory Performance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) Where an enterprise agreement (agreement) mandates how RMIT will deal with any unsatisfactory performance, the process specified in that agreement will be applied.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) Where there is no applicable agreement-based process, or RMIT has exercised its right under an agreement not to apply a process that would otherwise apply, the procedures set out below will be applied.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(9) RMIT retains the right to vary or not apply this procedure at manager discretion, having regard to employee seniority, the nature of the performance issue/s, the nature or length of the employee’s employment, any feedback previously provided to the employee about their performance, or organisational needs.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "First Stage",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) Where a manager considers an employee is consistently or significantly failing to meet the expected level of performance, they will work with the individual to correct performance using non-disciplinary interventions. Examples include, but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "observation of good practice",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "regular catch-ups and review",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "professional development",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "work allocation changes.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Second Stage",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) If performance does not improve to the expected level, managers may implement a Performance Improvement Plan (PIP).",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(12) The purpose of the PIP is to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "identify where performance is lacking",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "identify where and how performance needs to improve",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "provide mechanisms (including timeframes) for reviewing performance.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(13) Where meetings to discuss the PIP are conducted in person, the employee may have a support person present.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(14) The PIP must allow the employee a reasonable time to improve performance to an acceptable standard, having regard to the issues identified, the steps taken to support the employee and their commitment to improving performance.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Final Stage",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) Where a PIP has been implemented, reasonable time has been provided to improve performance, and performance continues to fall below the required standard as communicated, managers will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "inform the employee of their findings",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "propose a disciplinary outcome",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "provide the employee an opportunity to respond to the findings and proposed disciplinary outcome.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(16) Where meetings to discuss these matters are conducted in person, the employee may have a support person present.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(17) Having considered the employee’s response, the line manager may then impose a disciplinary outcome, including but not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "termination of employment (either via the provision of notice or payment in lieu).",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(18) Any decision to undertake disciplinary action will be explained in writing.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(19) ‘Stepped’ outcomes are not necessary. For example:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "termination of employment might occur as an outcome even if there have been no prior formal warnings",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a final written warning may be issued even if there has been no previous written warning.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(20) Managers may decide to extend the PIP process to enable employees further time to improve. For example, following a warning or final written warning, the manager may extend the PIP process to give the employee more time to improve before determining whether termination of employment is appropriate.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Recommencing Performance Support",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) Managers may commence performance support again at the second stage where:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "an employee has been on a PIP which ended after an acceptable improvement in performance; and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the manager then determines that performance in the same role is once again unsatisfactory.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "The Role of a Support Person",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) Where employees choose to have a support person present, it may be a union representative, another employee, or someone outside the organisation such as a friend or relative.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) Employees may be asked to choose a different support person if the presence of a chosen support person is considered inappropriate – for example, the support person is already involved in the matter in some way.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(24) The role of the nominated support person is to provide advice and support the wellbeing of the employee.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(25) The support person must not:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "unduly delay or disrupt the process",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "act as a representative or advocate on the employee’s behalf.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(26) An inability to find a suitable support person will not be an acceptable reason to delay the process.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}