{
  "metadata": {
    "title": "Philanthropy and Fundraising Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=79",
    "scraped_date": "2025-10-31 01:23:58"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) RMIT encourages collaboration, connectedness and engagement with key stakeholders, both internal and external to RMIT and the RMIT Community, to maximise the impact of philanthropy at RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) RMIT will align its philanthropic activities to its strategic objectives and values, and foster a culture of philanthropy and giving in the RMIT community.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(8) RMIT acknowledges that specific cultural protocols may apply to some philanthropic gifts and will ensure that the principle of cultural responsibility underpins all philanthropic activity.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(9) All RMIT philanthropy and fundraising will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "protect the DGR status of the university ensuring that it is not inappropriately used by others",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "be transparent, informative and professional",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "respect the privacy of donors",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "only accept gifts that meet legislative and University policy requirements",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "use gifts effectively and ethically in line with donor wishes and any applicable cultural protocols",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "acknowledge and recognise donors, and celebrate philanthropy",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "acknowledge every gift or pledge made to the University in a timely manner consistent with the size and designation of the gift or pledge, and with the donor’s wishes as documented.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "issue receipts for all philanthropic gifts to the University",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "provide reports, at least annually, to donors of endowed and significant gifts on the financial management, and impact of these gifts",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "ensure donors are aware of the impact of funds they have gifted.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Philanthropic Gifts",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) Philanthropic gifts will only be accepted where they:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "are able to deliver their intended purpose, align with the RMIT values and support objectives stated within the RMIT Strategic Plan",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "do not compromise the University’s reputation, integrity or institutional autonomy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "do not compromise the exercise of academic freedom and freedom of speech as outlined in the Intellectual Freedom Policy",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "such acceptance is consistent with University policies, including the intent of the RMIT Sustainability Policy and Corporate Social Responsibility Framework",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(11) A philanthropic gift has each of the following characteristics:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "there is a transfer of money or property to RMIT for its own benefit or of its students or community",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "it is made voluntarily",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "it does not provide any ‘material benefit’ to the donor (See Definitions re ‘material benefit’)",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "it is motivated by philanthropic intent, and generosity, on the part of the donor; this does not preclude a donor from having a commitment to, or strong interest in, RMIT when making a philanthropic gift.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "it will serve RMIT’s best interests",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "it will not result in an administrative or financial burden.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(12) A philanthropic gift to RMIT may take the following form:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "money (NB: The University does not generally accept gifts of cash)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "pledges of money or non-monetary assets",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "securities and shares",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "other non-monetary assets (eg Artwork/books/buildings)",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(13) Prior to acceptance of non-monetary gifts, RMIT will consider whether it:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "will serve its best interests",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "will result in an administrative or financial burden",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "in practice, could be converted into cash",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "has been valued and can be received in accordance with relevant compliance obligations",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "is compatible with the Sustainability Policy, Corporate Social Responsibility Framework and the Responsible Investment Principles",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "can be managed throughout its lifetime.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Fundraising",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) All fundraising activities will abide by the CASE Statement of Ethics and Principles of Practice",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(15) All fundraising activities must meet the minimum standards prescribed by RMIT policies and procedures.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(16) All fundraising initiatives are to be approved by the Philanthropy and Public Engagement, and, if required, escalated to the Philanthropy Fund Committee for final approval.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) The Philanthropy Fund Committee:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "provides governance and strategic direction for RMIT’s philanthropic and fundraising activities",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "is responsible for determining whether to accept gifts for the RMIT Group (when referred by the head of the PPE unit or the Office of the Vice-Chancellor)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "is responsible for ensuring that funds are distributed regularly and in accordance with donor wishes",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "is responsible for reporting to the University Executive Committee on philanthropic activities and performance at RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(18) The RMIT Delegations of Authority Policy outlines who has authority to offer or accept a gift on behalf of RMIT",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(19) The Executive Director, Business Development and Partnerships is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the direction and operational management of RMIT philanthropy and fundraising",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "establishing and maintaining procedures related to the management of philanthropic gifts",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(20) The head of the Philanthropy team is responsible for the solicitation, administration, and management of philanthropic gifts to RMIT",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(21) Finance is responsible for managing philanthropic funds in accordance with the Financial Management Policy and supporting procedures in alignment with ATO requirements and donor wishes.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(22) The RMIT Philanthropy Investment Advisory Group is responsible for the investment of funds gifted to RMIT in accordance with the RMIT Investment Strategy and the Responsible Investment Principles.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) This policy will be reviewed every three years in accordance with the Policy Governance Policy.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}