{
  "metadata": {
    "title": "Policy Governance Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=57",
    "scraped_date": "2025-10-31 01:23:19"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) RMIT policies aim to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "articulate how RMIT complies with legislative and regulatory obligations",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "support the implementation of RMIT’s strategic objectives and operational and academic plans",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "reflect RMIT’s cultural and organisational values",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "embed delegations of authority and the limits of those",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "reduce organisational risk, and",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "enhance both academic and research integrity.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(5) Policy documents are organised according to the following hierarchy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the Royal Melbourne Institute of Technology Act 2010",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(6) All policy documents must be fit for purpose, accessible, and readily understood.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(7) Compliance with a policy document is mandatory for all persons covered by the scope of a particular document.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(8) Each policy document has an owner, an author, and a functional area that is responsible for its implementation, monitoring and enquiries. These details are published with the document on the Policy Register.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(9) RMIT has a standardised, transparent approach to the development and cyclical review of policy documents which is outlined in the Policy Governance Procedure, and:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "aligns with sector best practice in stakeholder engagement",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "includes external benchmarking of processes and delegations",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ensures consistency across policies",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "prevents unnecessary proliferation of policy documents, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "enables quality control and good governance.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(10) All policies include information about how compliance with that policy suite is monitored and how non-compliance is reported to governing bodies and to external agencies, where applicable.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(11) Policy documents that apply across the RMIT Group (hereafter described as ‘RMIT Group level documents’) are categorised by the University Policy Manager as either Governance and Compliance, Academic or Operational policies. The approval authority for each category aligns with RMIT’s corporate, academic and executive governance structures (refer to the Policy Governance Procedure Schedule 1 - Policy Proposal and Approval for greater detail on approval authorities).",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Council is the approval authority for Governance and Compliance policies",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Academic Board is the approval authority for Academic policies, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "University Executive Committee is the approval authority for Operational policies.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(12) Controlled entities approve instructions and guidelines relating to their operations in accordance with the Policy Governance Procedure Schedule 2 - Controlled Entities.",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(13) All approved RMIT Group-level policy documents are registered with Central Policy and published on the Policy Register. Local instructions and guidelines for controlled entities are published on an intranet site for that entity.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(14) Policy documents clearly state when decision-making authority has been delegated to a particular role.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(15) Policy waivers only occur in accordance with the requirements and specifications outlined in individual policy documents, and the exercise of the delegated authority to grant a waiver is recorded for reporting purposes.",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(16) Policy suites undergo a major review every five years, at a minimum, or as otherwise directed by the policy owner or the University Policy Manager. Where an RMIT regulation operates in conjunction with a policy suite, it is included in the scope of the cyclical review of a policy suite.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) The University Secretary and Academic Registrar is the University Policy Manager for the RMIT Group and is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the currency and accuracy of the Policy Register",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "monitoring compliance with the Policy Governance Policy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "advising on all aspects of the policy lifecycle",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "providing assurance biannually to Academic Board, the Audit and Risk Management Committee, and the University Executive Committee on the efficacy and quality of RMIT’s policies.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(18) The Vice-Chancellor is the owner of the Policy Governance Policy and is accountable to Council for compliance with this policy across the RMIT Group.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(19) The approval authorities are responsible for ensuring that policies are only approved where they meet the objectives and principles of the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(20) The chief executive officer or equivalent of a controlled entity is accountable for the currency and accuracy of local instructions and guidelines published on the controlled entity’s policy site.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(21) The proposal, development, review, approval, implementation and revocation of all policy documents must comply with the provisions of this policy and related procedures.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(22) Compliance with this policy is monitored by the University Policy Manager. Non-compliance with the principles and processes for the development or review of policy documents may result in the University Policy Manager authorising a delay in the publication of new or revised policy documents, or removal of documents from the Policy Register until a new review is conducted.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(23) Significant, sustained or repeated breaches of this policy suite are reported to the Vice-Chancellor, via the University Executive Committee and the Audit and Risk Management Committee.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(24) The following documents obtain their authority from this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Policy Governance Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Policy Governance Procedure Schedule 1 - Policy Proposal and Approval",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Policy Governance Procedure Schedule 2 - Controlled Entities",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Policy Governance Instruction - Developing and Reviewing Policies.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}