{
  "metadata": {
    "title": "Privacy Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=59",
    "scraped_date": "2025-10-31 01:21:29"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) RMIT values the privacy of individuals and will foster a positive and respectful privacy culture that supports a relationship with its staff, students, and any individuals with whom it interacts.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(9) RMIT will apply and adhere to the Information Privacy Principles under the Privacy and Data Protection Act 2014 (Vic), the Health Privacy Principles under the Health Records Act 2001 (Vic), and any other relevant laws as they apply to the entities, functions and activities of the RMIT Group.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(10) RMIT adopts a privacy by design approach and proactively embeds privacy requirements into the design and development of its technology systems, and business processes.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(11) RMIT prescribes its approach to responsible and transparent handling of personal information across the RMIT Group in an accessible RMIT Privacy Statement.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(12) RMIT ensures those covered by the scope of this policy are made aware of their responsibilities and will provide appropriate information and compliance training opportunities.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) Privacy is everyone’s responsibility. All individuals who handle personal information for or on behalf of RMIT have a responsibility to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "comply with the requirements of this policy, the procedures and resources under this policy, the Information Governance Policy, the Information Technology and Security Policy and the Research Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensure that personal information in their control is protected against loss, unauthorised access, use, modification or disclosure, or any other misuse",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "notify the Privacy Office of any actual or suspected privacy breach or complaint in accordance with the Privacy Breach Management Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(14) Managers and supervisors are responsible for ensuring all staff within their team handle personal information in accordance with this policy and the procedures and resources under this policy.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(15) In addition to the responsibilities set out in section 14, Heads of Department/Heads of School are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "overseeing and being accountable for the management of personal information within their respective portfolio/area",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "appointing Privacy Champions to perform the role and responsibilities outlined in the Privacy Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "implementing and monitoring corrective and/or preventative actions recommended by the Head of Compliance, Privacy and Contract Services (or nominee) in relation to a privacy complaint, or breach.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(16) The Privacy Officer (or nominee) is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "developing procedures, guidelines, training, and other materials to support this policy and awareness of obligations imposed by applicable privacy laws;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "providing advice on privacy related issues;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "reviewing privacy impact assessments;",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "investigating privacy breaches, incidents, and complaints;",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "issuing and maintaining the RMIT Privacy Statement and core collection statements;",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "providing a central contact point for and on behalf of the RMIT Group for privacy related matters.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(17) The Head of Compliance, Privacy and Contract Services is the Privacy Officer.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(18) The University Secretary and Academic Registrar is responsible for making determinations on external reporting on the recommendation of the Head of Compliance, Privacy and Contract Services in the event of a privacy breach.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(19) The Chief Data and Analytics Officer is responsible for overseeing information governance at RMIT to ensure effectiveness and consistency with privacy management obligations.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(20) The Chief Information Security Officer oversees information security controls and responses to enable RMIT to deliver effective protection of personal information held by RMIT consistent with privacy management obligations.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) The Head of Compliance, Privacy and Contract Services monitors compliance with this policy and reports on complaints and breaches to internal governance bodies and external agencies, as required.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(22) This policy, as well as procedures and resources under this policy, include consideration of compliance requirements from the following legislation:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Privacy and Data Protection Act 2014 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Health Records Act 2001 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Privacy Act 1988 (Cth)",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "General Data Protection Regulation (EU)",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Decree No. 13/2023/ND-CP on Persona Data Protection (VN)",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Freedom of Information Act 1973 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Public Records Act 1973 (Vic).",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(23) Refer to the following documents, which are established under this policy:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Privacy Breach Management Procedure",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "RMIT Privacy Statement",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Staff Privacy Statement",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Student Privacy Statement",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Recruitment Privacy Statement",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(24) Local resources are available via the Privacy website.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}