{
  "metadata": {
    "title": "Program and Course Approval Procedure - Vocational Education and Training",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=207",
    "scraped_date": "2025-10-31 01:22:36"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Training Package Lifecycle – Vocational Education",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) The approval authorities for new programs, changes to existing programs and changes to RMIT’s Scope of Registration are defined in the Program and Course Schedule - Approval and Discontinuation.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(12) A training and assessment strategy is required for each delivery for RMIT vocational education and training programs and plans. This requirement includes Nationally Recognised Training Package Qualifications, Accredited Courses, Skill Sets and standalone Units of Competency.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(13) Scope audit update reports are provided to the College of Vocational Education by the Academic Registrar's Group at least twice per year to support reporting and compliance activities.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(14) RMIT has delegated authority to add or remove programs from its Scope of Registration without applying to ASQA.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The College Deputy Vice-Chancellor College of Vocational Education and CEO of the Registered Training Organisation is the nominated Delegate under the Agreement. All training products listed in Schedule 1 of the Delegation Agreement must still apply directly to ASQA for addition to scope. Refer to the ASQA Delegation Agreement for further information.",
              "subclauses": [
                "All training products listed in Schedule 1 of the Delegation Agreement must still apply directly to ASQA for addition to scope. Refer to the ASQA Delegation Agreement for further information."
              ]
            },
            {
              "clause_number": "2",
              "text": "RMIT can only add or remove programs from its CRICOS registration with prior approval from ASQA.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ASQA must be notified of any changes to a permanent delivery location and/or changes to interstate delivery.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(15) All proposed changes to RMIT's Scope of Registration, including proposed replacements of superseded training products (both equivalent and non-equivalent) and associated cessations of delivery must have:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a concept submission recommended by the Program Working Group, for endorsement by the College Executive before proceeding with a business and academic case, or business case waiver",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a Notice of Intent, submitted to ARG Course and Program Administration.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(16) The business and academic case undergoes a pre-executive review by the Associate Deputy Vice-Chancellor Learning and Teaching, Associate Deputy Vice-Chancellor Programs and Delivery, and General Manager, College Operations (or equivalent), prior to approval by the College Executive.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(17) The addition of a training product, other than the replacement of a superseded product with an equivalent product, must be endorsed by an ASQA Delegation Panel prior to being approved for addition to RMIT’s Scope of Registration by the College Deputy Vice-Chancellor Vocational Education and CEO of the Registered Training Organisation.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Refer to the ASQA Delegated Functions Processes and Guide for further information, maintained by the Academic Registrar's Group on the Vocational Education Program Approval SharePoint Site",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Education Regulation, Compliance Assurance quality reviews the ASQA Delegations process annually and reports to the Education Committee for noting.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ARG Academic Governance reports the outcomes of the ASQA Delegation panel submissions to the Education Committee for noting.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(18) Academic case and business case proposals (or business case waiver) are required for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "new offerings of training products in a discipline or industry area not currently delivered by RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "new offerings of equivalent programs automatically added to RMIT’s Scope of Registration",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "new offerings that have strategic or resource implications",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "new offerings of training products at an approved RMIT partner institution or enterprise, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "the creation of a new plan.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(19) All changes made to RMIT’s Scope of Registration on the National Register by delegated approval are reconciled annually.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ARG Academic Governance will reconcile changes to the Scope of Registration approved by the Delegate Representative with the National Register and provide a report using the template provided by ASQA.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The Annual Reconciliation Report must be approved by the Delegate as an accurate record.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ARG Academic Governance will submit the Annual Reconciliation Report to the Education Committee for noting.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(20) The Education Regulation, Compliance Assurance team will submit the Annual Reconciliation Report and the Annual Quality Assurance Review report to ASQA as per the requirements of the Delegation Agreement.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(21) A program structure amendment, creation of a new plan, or new domestic delivery location may be made or added for the following reasons:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "to cater for an industry-specific cohort",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "specialisation in the training package with testamur requirements",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "introduction of trainees and apprentices",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "consultation with relevant industry groups including the Industry Advisory Committee",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "external updates to units or courses (superseded or deleted units of competency)",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "community, industry or government demand.",
              "subclauses": []
            },
            {
              "clause_number": "34",
              "text": "(22) The creation of a new plan must be recommended by the Program Working Group prior to approval by the Associate Deputy Vice-Chancellor Learning and Teaching.",
              "subclauses": []
            },
            {
              "clause_number": "35",
              "text": "(23) Program amendments are approved by the Associate Deputy Vice-Chancellor Learning and Teaching.",
              "subclauses": []
            },
            {
              "clause_number": "36",
              "text": "(24) If the location is in a state or territory that is not listed on RMIT’s Scope of Registration for that training product, that change must be notified to ASQA and added to RMIT’s Scope of Registration by the Academic Registrar's Group.",
              "subclauses": []
            },
            {
              "clause_number": "37",
              "text": "(25) Where a training package requires the delivery of a superseded or deleted unit, programs should continue to follow the training package rule.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Where electives are imported and superseded, all learners' training and assessment is completed and relevant AQF certification document is issued, or learners transferred into its replacement, within one year from the date the replacement training product was released on the national register.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "When a unit has been removed or deleted from the national register, no new students can be enroled into the unit. Existing students in the unit have one year to complete the unit.",
              "subclauses": []
            },
            {
              "clause_number": "40",
              "text": "(26) Decisions by RMIT to cease delivery of a training product may emerge from periodic reviews or planning processes, including internal or external auditing or review processes. Training products on the National Register may also be superseded, deleted or removed, requiring RMIT to discontinue delivery. At times, RMIT may also be directed by a regulator or funding body to cease delivery of a particular training product.",
              "subclauses": []
            },
            {
              "clause_number": "41",
              "text": "(27) Training package qualifications do not have pre-set expiry date.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "When a training package qualification is superseded, new students may still commence training during the one-year transition period, except for students on a student visa.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "All training and assessment of students in the superseded program must be completed and AQF certification documentation issued, or transferred to the replacement program, within the expiration period which is typically 12 months.",
              "subclauses": []
            },
            {
              "clause_number": "44",
              "text": "(28) When a training package qualification is removed or deleted, with no superseding qualification, all training must finish within the teach out period specified by ASQA. No new students may be admitted into a removed or deleted qualification.",
              "subclauses": []
            },
            {
              "clause_number": "45",
              "text": "(29) Accredited courses have a set currency period which can be viewed on the National Register.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "This information is collated as part of the scope audit reporting process managed by the Academic Registrar's Group and monitored by the College of Vocational Education.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "A new learner must not commence training in a non-current accredited course.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "All learner's training and assessment must be completed, and relevant AQF certification documentation issued, or learners must be transferred into its replacement within a period of two years from the date the currency period ends unless a formal extension is granted.",
              "subclauses": []
            },
            {
              "clause_number": "49",
              "text": "(30) Where a training product is to be superseded, removed or deleted, the Program Manager must develop a transition plan for current and deferred students that ensures they have all completed their studies within the transition period or successfully transitioned to another training product.",
              "subclauses": []
            },
            {
              "clause_number": "50",
              "text": "(31) The College Associate Deputy Vice-Chancellor Learning and Teaching (or equivalent) must approve a proposal to discontinue a program where the program has no active students.",
              "subclauses": []
            },
            {
              "clause_number": "51",
              "text": "(32) Where a program has active students who must transition into a replacement program, the transition plan must be approved by the College Associate Deputy Vice-Chancellor Learning and Teaching (or equivalent).",
              "subclauses": []
            },
            {
              "clause_number": "52",
              "text": "(33) Discontinuation documentation for approval must include the completed discontinuation form/s, and the transition plan where the program has active students.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Where the program discontinuation is triggered by a replacement program, discontinuation planning should be initiated by the Program Manager as soon as the replacement program appears on the National Register.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Where the program to be discontinued will not be replaced, discontinuation planning should be initiated at least 12 months, or as early as possible, before the planned discontinuation of intakes.",
              "subclauses": []
            },
            {
              "clause_number": "55",
              "text": "(34) Where there are applicants and/or active students in the program, transition letters must be drafted to students in accordance with the 2025 Standards for Registered Training Organisations and approved by the College Associate Deputy Vice-Chancellor Learning and Teaching (or equivalent).",
              "subclauses": []
            },
            {
              "clause_number": "56",
              "text": "(35) If the program has students enrolled/studying in Australia on a student visa and is to be replaced with a new program, the students on a student visa can be informed that the replacement program is the reason for the discontinuation. However, the new program cannot be marketed or promoted until it has received CRICOS registration. Where a CRICOS-registered course is discontinued Education Regulation, Compliance Assurance and Global Student Recruitment should be consulted to mitigate risk of provider default.",
              "subclauses": []
            },
            {
              "clause_number": "57",
              "text": "(36) If the discontinuation includes an offering at an RMIT partner institution outside Australia, the Associate Director, College of Vocational Education Quality and Compliance consults the Associate Director Global Operations to ensure that the partner is aware of the discontinuation and informed about the transition plan for active students.",
              "subclauses": []
            },
            {
              "clause_number": "58",
              "text": "(37) If RMIT is directed by a regulator or accrediting or funding body to cease delivery of a vocational education program, the transition plan will include individual counselling to students on their options to continue their study at other providers. The college will approach other providers to facilitate this transfer on the students’ behalf.",
              "subclauses": []
            },
            {
              "clause_number": "59",
              "text": "(38) If the discontinuation includes an offering at an RMIT partner, the College of Vocational Education will submit the discontinuation form to the RMIT manager of the partner contract for endorsement prior to submission to the College Associate Deputy Vice-Chancellor Learning and Teaching (or equivalent) for approval.",
              "subclauses": []
            },
            {
              "clause_number": "60",
              "text": "(39) All students must have exited a training product before its expiry on the National Register.",
              "subclauses": []
            },
            {
              "clause_number": "61",
              "text": "(40) The College of Vocational Education must liaise with Academic Registrar's Group Enrolment and Student Records to ensure all students have exited the training product before the program expiry, and before removal from scope can be requested. For an equivalent replacement training package qualification, ASQA will remove the superseded version of the qualification from RMIT’s Scope of Registration once the transition period has ended.",
              "subclauses": []
            },
            {
              "clause_number": "62",
              "text": "(41) Where possible, discontinuations must be planned, coordinated with International Admissions and registered well in advance so that marketing materials can be updated, international applicants can be issued with alternative offers and adequate time for consultation with students affected by the discontinuation.",
              "subclauses": []
            },
            {
              "clause_number": "63",
              "text": "(42) Where ASQA identifies that a provider has one or more training package qualification listed on CRICOS that have recently been superseded by a new equivalent qualification:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ASQA will update RMIT’s registration on PRISMS",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the qualification will receive a new CRICOS code when the training package is updated",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "a new CRICOS form is required to be submitted to Education Regulation Compliance Assurance to ensure any changes to the program are accurately reflected on CRICOS",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "the College of Vocational Education must continue to apply to add accredited courses to CRICOS.",
              "subclauses": []
            },
            {
              "clause_number": "68",
              "text": "(43) Removal of superseded training products that have been replaced with non-equivalent training products must be approved by the Deputy Vice-Chancellor College of Vocational Education and CEO of Registered Training Organisation for removal from RMIT’s Scope of Registration.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The College of Vocational Education must notify the Academic Registrar's Group when all students have exited the training product that is to be removed from RMITs Scope of Registration.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The Academic Registrar's Group will notify Education Regulation, Compliance Assurance when CRICOS cancellation is required.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Education Regulation, Compliance Assurance must confirm there are no existing Confirmation of Enrolments active in PRISMS before proceeding with CRICOS cancellation.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "CRICOS cancellation must occur before the training product can be removed from RMIT’s Scope of Registration.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "ASQA may cancel CRICOS registration where there are no active Confirmation of Enrolments.",
              "subclauses": []
            },
            {
              "clause_number": "74",
              "text": "(44) To discontinue an offering with an approved partner institution outside Australia, first follow the Third-Party Educational Delivery Policy.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "A decision to discontinue a vocational education partner program may need to be reported to ASQA. Consult Education Regulation, Compliance Assurance for advice.",
              "subclauses": []
            },
            {
              "clause_number": "76",
              "text": "(45) Once the decision to discontinue has been endorsed by the Deputy Vice-Chancellor and Vice-President - International and Engagement, continue with planning the discontinuation process.",
              "subclauses": []
            },
            {
              "clause_number": "77",
              "text": "(46) If the discontinued program has an offering at an RMIT partner institutions outside Australia, the College of Vocational Education must seek input from Global Operations in drafting letters to students.",
              "subclauses": []
            },
            {
              "clause_number": "78",
              "text": "(47) Where a discontinuation is the result of an RMIT internal decision (rather than the superseding of the qualification or its deletion from the training package) consult with the following groups as soon as the decision to discontinue is made:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "relevant industry groups",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "relevant licensing or professional accreditation agencies",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "relevant regulatory agencies, as required",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "students with current enrolments including those on leave of absence",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Program Coordinator, Program Manager or Director",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Global Student Recruitment (if CRICOS registered)",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Education Regulation, Compliance Assurance (if CRICOS registered).",
              "subclauses": []
            },
            {
              "clause_number": "86",
              "text": "(48) Program and Course Schedule - Approval and Discontinuation.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}