{
  "metadata": {
    "title": "Program and Course Approval Procedure - Higher Education Coursework, Short Courses and Micro-credentials",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=297",
    "scraped_date": "2025-10-31 01:21:09"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Program Lifecycle – Higher Education Coursework Programs",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) Program and program plan amendments that require establishment and approval as a new program and a new CRICOS registration include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "changes to the program volume of learning",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "changes to the primary field of study",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "changes to the program AQF, and/or",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "significant changes to the program learning outcomes.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(18) Program development and amendment timelines must align with deadlines published in the Academic Registrar's Group program submissions calendar and must consider academic calendars of all program locations and modalities.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ARG Academic Governance must be contacted for advice where dates do not align with published calendar dates.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(19) All program proposal academic cases requiring Programs Committee endorsement or approval must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "be written in accordance with the Program Proposals Checklist",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "receive academic scrutiny and endorsement via the owning college internal governance committee",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "in the case of a Higher Education and/or Associate Degree award the owning college must consult with the higher education college of the destination Bachelor award and/or same discipline area an endorsement step is required by the higher education college as part of consultation where the Higher Education Diploma and/or Associate Degree award pathways into a professionally accredited destination Bachelor program",
              "subclauses": [
                "an endorsement step is required by the higher education college as part of consultation where the Higher Education Diploma and/or Associate Degree award pathways into a professionally accredited destination Bachelor program"
              ]
            },
            {
              "clause_number": "4",
              "text": "be endorsed by the owning College Deputy Vice-Chancellor prior to submission to the Programs Committee",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "be reviewed by the Program and Course Governance Panel in accordance with the Program and Course Governance Panel Terms of Reference.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(20) New programs and new offerings of an existing program must complete an Academic Case Form as part of the academic case submission.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(21) Where program elements such as courses, majors or minors are included in the program structure that is owned by a different college to the program owner, the academic case must evidence endorsement by the College Associate Deputy Vice-Chancellor Learning and Teaching (or delegate) that owns the program element/s.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(22) For a double degree offered through more than one college, any proposal to establish, amend or discontinue a program requires endorsement from both College Deputy Vice-Chancellors, and/or the RMIT Vietnam Education Committee and the Pro Vice-Chancellor, RMIT Vietnam where a component degree is delivered at RMIT Vietnam as per the Program and Course Schedule – Approval and Discontinuation.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(23) The academic case for all program amendments, new programs, new offerings and discontinuations for delivery at RMIT Vietnam must be first endorsed by the RMIT Vietnam Education Committee and the Pro Vice-Chancellor, RMIT Vietnam prior to Programs Committee submission, or prior to College Deputy Vice-Chancellor approval where the amendment is minor.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(24) The academic case for all program amendments, new programs, new offerings and discontinuations at a global education delivery partner location must be endorsed by the Deputy Vice-Chancellor International and Engagement prior to Programs Committee submission, or prior to College Deputy Vice-Chancellor approval where the amendment is minor.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(25) The academic case for all program amendments, new programs, new offerings and discontinuations at RMIT Online must be endorsed by the RMIT Online Board and CEO, RMIT Online prior to Programs Committee submission, or prior to College Deputy Vice-Chancellor approval where the amendment is minor.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(26) Program proposal endorsements may be arranged to occur concurrently where appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(27) Where a program proposal involves a service teaching agreement outside the owning college, the proposal must confirm that a service teaching agreement is in place.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(28) Where travel is a requirement for students to complete a program, the academic case must provide a rationale. When approved, the approximate travel costs must be stated prominently in all program information provided to applicants.",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "(29) The owning college submits the academic case to ARG Academic Governance for Program and Course Governance Panel review.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(30) Following Program and Course Governance Panel review, ARG Academic Governance arranges submission of the academic case to the Programs Committee for endorsement, and to the Academic Board for approval.",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(31) The business case must be endorsed by the General Manager, College Operations (or equivalent) and approved by the College Deputy Vice-Chancellor before the academic case can progress to the Academic Board for approval.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(32) The owning college submits the academic case for a change of program title to ARG Academic Governance for Program and Course Governance Panel review.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(33) Following Program and Course Governance Panel review, ARG Academic Governance arranges submission of the academic case for a change of program title to the Programs Committee for approval, and to Academic Board for noting.",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(34) Where a new offering of an existing award program is offered via a new global partnership:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the partnership must undergo strategic assessment by the process set out under the Global Partner Approval Process before the first program to be offered at a new global partner or campus can be submitted for approval of the Higher Education Program Approval Template Part A by the College Deputy Vice-Chancellor",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "colleges must engage with the Director Risk Management to undertake a risk assessment prior to submission of the academic case to Programs Committee for approval. The risk assessment is to be submitted with the academic case.",
              "subclauses": []
            },
            {
              "clause_number": "31",
              "text": "(35) The owning college arranges endorsement of the academic case by the Deputy Vice-Chancellor and Vice-President - International and Engagement and submits it to ARG Academic Governance for Program and Course Governance Panel review.",
              "subclauses": []
            },
            {
              "clause_number": "32",
              "text": "(36) Following Program and Course Governance Panel review, ARG Academic Governance arranges submission of the academic case to Programs Committee for approval, and to the Academic Board for noting.",
              "subclauses": []
            },
            {
              "clause_number": "33",
              "text": "(37) The business case must be endorsed by the General Manager, College Operations (or equivalent) and approved by the College Deputy Vice-Chancellor before the academic case can progress to the Programs Committee for approval.",
              "subclauses": []
            },
            {
              "clause_number": "34",
              "text": "(38) Where the offering is a new domestic or third-party provider partnership:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "colleges must engage with the Director, Risk Management to undertake a risk assessment prior to submission of the academic case to the Programs Committee for approval. The risk assessment is to be submitted with the academic case.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "and the education provider is delivering an RMIT program as an onshore third-party provider, they must be a CRICOS registered institution if the program is CRICOS registered.",
              "subclauses": []
            },
            {
              "clause_number": "37",
              "text": "(39) The owning college submits the academic case to ARG Academic Governance for Program and Course Governance Panel review.",
              "subclauses": []
            },
            {
              "clause_number": "38",
              "text": "(40) Following the Program and Course Governance Panel review, ARG Academic Governance will arrange submission of the academic case to the Programs Committee for approval, and to Academic Board for noting.",
              "subclauses": []
            },
            {
              "clause_number": "39",
              "text": "(41) The business case must be endorsed by the General Manager College Operations (or equivalent) and approved by the College Deputy Vice-Chancellor before the academic case can progress to the Programs Committee for approval.",
              "subclauses": []
            },
            {
              "clause_number": "40",
              "text": "(42) A program amendment is considered major and may require the creation of a new plan where the proposal involves:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "an amendment to the program so substantial that a new plan is required for the purpose of transitioning or teaching out students",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "program changes that require a new CRICOS registration on advice from Education Regulation Compliance and Assurance",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "a program that contains more than 192 credit points (over two years volume of learning): replacement or redesign of 33% or more of the total courses by credit point weight within a program, or replacement or redesign of 25% or more of the core courses by credit point weight within a program",
              "subclauses": [
                "replacement or redesign of 33% or more of the total courses by credit point weight within a program, or",
                "replacement or redesign of 25% or more of the core courses by credit point weight within a program"
              ]
            },
            {
              "clause_number": "4",
              "text": "a program that contains 192 credit points or less (for example, graduate certificates, graduate diplomas, masters, HE diplomas, and associate degrees): replacement or redesign of 50% or more of the total courses by credit point weight within a program, or replacement or redesign of 50% or more of the core courses by credit point weight within a program",
              "subclauses": [
                "replacement or redesign of 50% or more of the total courses by credit point weight within a program, or",
                "replacement or redesign of 50% or more of the core courses by credit point weight within a program"
              ]
            },
            {
              "clause_number": "5",
              "text": "an amendment made to a program or plan structure, where the course structure has been amended for the third consecutive teaching semester",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "a program change that a school or college foresees could impact external or professional accreditation status",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "the creation of a new first-year block.",
              "subclauses": []
            },
            {
              "clause_number": "48",
              "text": "(43) For major amendments where students are transitioned into a new or alternate plan, a program transition plan detailing course equivalencies and other transition arrangements must be included in the program guide.",
              "subclauses": []
            },
            {
              "clause_number": "49",
              "text": "(44) For major amendments where students will be taught out in their existing plan, the program transition plan must provide teach out timelines in the program guide.",
              "subclauses": []
            },
            {
              "clause_number": "50",
              "text": "(45) The owning college must submit the academic case to ARG Academic Governance for Program and Course Governance Panel review.",
              "subclauses": []
            },
            {
              "clause_number": "51",
              "text": "(46) Following the Program and Course Governance Panel review, ARG Academic Governance will arrange submission of the academic case to the Programs Committee for approval.",
              "subclauses": []
            },
            {
              "clause_number": "52",
              "text": "(47) To foster program offerings of disciplinarity majors and minors, colleges may submit an academic case for Programs Committee approval of a new major or minor that is not part of an existing program structure.",
              "subclauses": []
            },
            {
              "clause_number": "53",
              "text": "(48) The owning college submits the academic case to ARG Academic Governance for Program and Course Governance Panel review.",
              "subclauses": []
            },
            {
              "clause_number": "54",
              "text": "(49) Following the Program and Course Governance Panel review, ARG Academic Governance will arrange the submission of the academic case to the Programs Committee for approval.",
              "subclauses": []
            },
            {
              "clause_number": "55",
              "text": "(50) Once the new major or minor is approved, a program may undergo an amendment to include the major or minor in its structure by the approval pathway for a minor or major amendment.",
              "subclauses": []
            },
            {
              "clause_number": "56",
              "text": "(51) Changes to disciplinarity minors are approved by the owning College Deputy Vice-Chancellor and submitted to the Programs Committee for noting.",
              "subclauses": []
            },
            {
              "clause_number": "57",
              "text": "(52) Changes to courses in another existing major or minor of a program are assessed as a major or minor program amendment using criteria described in this procedure.",
              "subclauses": []
            },
            {
              "clause_number": "58",
              "text": "(53) Changes to courses in an existing major or minor may require course equivalency mapping to be included in the program guide and/or the creation of a new program plan to ensure current students in the program can complete their major/minor sequence without incurring a disadvantage. These teach out and/or transition arrangements are to be determined in consultation with the ARG.",
              "subclauses": []
            },
            {
              "clause_number": "59",
              "text": "(54) Changes to the title of an existing major are approved by the Programs Committee as a major program amendment.",
              "subclauses": []
            },
            {
              "clause_number": "60",
              "text": "(55) Changes to the title of an existing minor are approved by the owning College Deputy Vice-Chancellor as a minor program amendment.",
              "subclauses": []
            },
            {
              "clause_number": "61",
              "text": "(56) Removal of a program major is approved by the Programs Committee as a major program amendment.",
              "subclauses": []
            },
            {
              "clause_number": "62",
              "text": "(57) Removal of a program minor is approved by the owning College Deputy Vice-Chancellor as a minor program amendment.",
              "subclauses": []
            },
            {
              "clause_number": "63",
              "text": "(58) Proposed changes must be submitted via the college’s Associate Deputy Vice-Chancellor International office to the International and Engagement Portfolio who will perform an initial assessment to advise whether it may have implications for the partner agreement or foreign jurisdiction regulatory requirements.",
              "subclauses": []
            },
            {
              "clause_number": "64",
              "text": "(59) If the change is assessed as having a potential impact to the partner agreement or foreign jurisdiction regulatory requirements, the Deputy Vice-Chancellor and Vice-President - International and Engagement will advise whether the proposal needs to be amended prior to submission for academic and business case approval.",
              "subclauses": []
            },
            {
              "clause_number": "65",
              "text": "(60) If the change is assessed as having no impact on the partner agreement or foreign jurisdiction regulatory requirements, the approval follows the processes for a major or minor program amendment.",
              "subclauses": []
            },
            {
              "clause_number": "66",
              "text": "(61) A program change is considered minor where the proposal involves changes to data and attributes that are not configured in the student administration management system, or where the configuration changes are less than those defined under major amendments as outlined above.",
              "subclauses": []
            },
            {
              "clause_number": "67",
              "text": "(62) A program change may be classified as a minor amendment where the change has a minimal effect on students and can be considered primarily administrative in nature.",
              "subclauses": []
            },
            {
              "clause_number": "68",
              "text": "(63) A minor amendment to an existing program must be endorsed by the owning college governance committee and approved by the College Deputy Vice-Chancellor.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "In the case of a Higher Education Diploma or Associate Degree award, the minor amendment must be consulted with the higher education college of the destination Bachelor award or same disciple area as per above an endorsement step is required by the higher education college as part of consultation where the Higher Education Diploma and/or Associate Degree award pathways into a professionally accredited destination Bachelor program.",
              "subclauses": [
                "an endorsement step is required by the higher education college as part of consultation where the Higher Education Diploma and/or Associate Degree award pathways into a professionally accredited destination Bachelor program."
              ]
            },
            {
              "clause_number": "70",
              "text": "(64) For minor amendments to a program structure, a program transition plan detailing course equivalencies must be included in the program guide.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Program and Program Plan Discontinuation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(65) Program or program plan discontinuation may be initiated:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "due to program review",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "where the Academic Board has determined not to re-accredit a program",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "where a program or offering is determined by the owning college to no longer be viable due to declining enrolments or commencements",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "due to changes to professional accreditation",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "due to a strategic or viability decision of the college executive leadership",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "when being superseded by a new program or program plan.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(66) Proposals to discontinue an existing higher education program are approved by the relevant College Deputy Vice-Chancellor.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "In the instance of combined or double degrees, approval must be obtained from each College Deputy Vice-Chancellor for the discontinuation to proceed.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(67) If the proposal is for the discontinuation of a global partner program, the Deputy Vice-Chancellor International and Engagement must be consulted before the proposal is initiated.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(68) If the proposal is for the discontinuation of a program offered at RMIT Vietnam, the Pro Vice-Chancellor, RMIT Vietnam and RMIT Vietnam Education Committee must be consulted before the proposal is initiated.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(69) ARG Academic Governance submit an annual update to the Programs Committee and Academic Board documenting program discontinuations that have been approved.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(70) Discontinued programs are eligible for inactivation when the program has no active enrolled students. Inactivating a program prevents any further enrolments in the student administration management system.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(71) Each year, the Academic Registrar’s Group circulates to colleges a list of discontinued program plans (other than program plans that are in place to enable exit awards) that have no active students, seeking advice on which of these programs should be made inactive.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(72) If the proposal involves a discontinuation with active students requiring a teach out of the program plan and associated courses and/or student transition plans, the teach out and/or transition plans must be approved by the Programs Committee before any communications can be sent to students.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(73) The teach out and/or transition plan approved by the Programs Committee encompasses the academic case cover sheet template, discontinuation form, program guide with an updated transition text statement, and all student letter templates intended to communicate the discontinuation.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Where enrolled students will be transitioned to a new program, or offered entry to a replacement program with credit, a transition map showing credit transfer between all old and new courses is required to be submitted as part of the proposal.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(74) Separate letter templates must be drafted using the guidance templates for domestic, international onshore, leave of absence, Vietnam and/or global partner student cohorts, and for domestic applicants who have received a letter of offer, including packaged articulation offers.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "International Admissions will provide communications to international students who have applied and/or received an offer to study in a domestic program plan offering.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(75) The academic case must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "convey how the program integrity will be maintained during teach out",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "address any implications for student progression in the program",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "include a teach out timeline indicating the core and option courses that will be offered over the period of teach out if the students will be taught out",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "demonstrate student course mapping and credit transfer arrangements where students will be transitioned into a replacement program.",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(76) In the instance of double degrees, a transition plan must consider the proper progression of each degree component and ensure that the courses contributing to each degree component are accounted for in the transition plan.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(77) The owning college submits the academic case to ARG Academic Governance for Program and Course Governance Panel review.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(78) Following Program and Course Governance Panel review, ARG Academic Governance will arrange the submission of the academic case to Programs Committee for approval and Academic Board for noting.",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(79) Major amendments to discontinued programs can only be made by resubmitting the teach out plan to the Programs Committee for approval.",
              "subclauses": []
            },
            {
              "clause_number": "29",
              "text": "(80) Proposals to discontinue programs, plans or offerings with active students must include teach out and/or transition plans which are designed with the following principles:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "A ‘No disadvantage’ approach, which allows students to complete their current program or transition to an equivalent award without the need to complete coursework exceeding the minimum requirements for the program. The ‘no disadvantage’ approach must be reflected in the text of the student letter templates.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Students studying in Australia on a student visa must be supported to complete the award title provided in their Confirmation of Enrolment (CoE). For further guidance on where students on a student visa must be transitioned to a replacement award, please contact Education Regulation Compliance Assurance.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Credit transfer mapping will be provided for students who will transition into a replacement or equivalent award. Students must not be directed to repeat a course code for a course they have already successfully completed Replacement courses that transitioning students are advised to take must include new course content, assessment, and course learning outcomes from courses they have already successfully completed Where replacement courses or course changes are required for professional accreditation, exceptions can be approved by the Deputy Vice-Chancellor Education as part of the discontinuation proposal.",
              "subclauses": [
                "Students must not be directed to repeat a course code for a course they have already successfully completed",
                "Replacement courses that transitioning students are advised to take must include new course content, assessment, and course learning outcomes from courses they have already successfully completed",
                "Where replacement courses or course changes are required for professional accreditation, exceptions can be approved by the Deputy Vice-Chancellor Education as part of the discontinuation proposal."
              ]
            },
            {
              "clause_number": "4",
              "text": "Teach out plans must ensure, as much as possible, that students’ travel requirements to complete coursework are not increased during teach out. This applies to all partners, campus locations and modalities. Exemptions for students to complete their studies at a Melbourne campus location that is different to the existing Melbourne campus location can be approved as part of the Programs Committee submission for approval of a teach out plan, provided sufficient evidence of student consultation is included in the submission.",
              "subclauses": [
                "This applies to all partners, campus locations and modalities.",
                "Exemptions for students to complete their studies at a Melbourne campus location that is different to the existing Melbourne campus location can be approved as part of the Programs Committee submission for approval of a teach out plan, provided sufficient evidence of student consultation is included in the submission."
              ]
            }
          ]
        },
        {
          "section_title": "Course Lifecycle – Higher Education Coursework Programs",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(81) A college or school may cancel a course offering with insufficient enrolments for viability, provided that the students are offered enrolment in other courses that will count towards their completion of program requirements and their completion is not delayed.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Cancellation must occur prior to the commencement of the class start date.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Students must receive communications prior to the class start date with sufficient time and academic advice to change their course enrolment.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Relevant endorsement must be obtained by the partner or owning entity prior to cancellation for courses delivered in partnership with a third-party provider.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(82) For a course to be eligible for inactivation as part of a regular course inactivation review:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "there must be no active classes for the course in the current semester",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "there must have been no active classes for the course for the last three years",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the course must not be prescribed in any active program’s current or future program structures.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(83) Even if a course fulfils all the above criteria, ARG Course and Program Administration may exempt some courses from being inactivated, such as transfer credit courses and administrative courses that are rarely scheduled.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(84) RMIT short courses and micro-credentials are non-award courses that provide students the opportunity to quickly enhance professional skills, increase general knowledge in a chosen area, augment learning in their chosen discipline of study, or may offer students an approved credit or entry pathway into an award program of learning.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(85) Students who complete an RMIT short course will be awarded an RMIT Certificate of Completion upon finishing the course.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(86) Students who complete a micro-credential or RMIT Online short course will be awarded an RMIT digital badge upon completion.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(87) Short courses, micro-credentials and/or single courses may be stacked for the purposes of credit transfer toward completion of an award program.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(88) Sets of short courses, micro-credentials and/or single courses may be approved as a non-award recognition such as a VCE Extension program that may offer students a credit and/or articulation pathway to an RMIT award program.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(89) Where sets of short courses and/or micro-credentials are designed with the intent of being the basis for credit transfer toward courses in an award program, this should be explicitly detailed in the academic case and course guides as part of the approval submission for the credit stacking framework.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(90) Credit transfer awarded for stacked short course and/or micro-credential combinations should not exceed the credit limits outlined in the Credit Procedure and Articulation Agreements Guideline.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(91) Credit stacking arrangements must be considered in the regular review of programs and courses, particularly where these arrangements have been designed for a specific program (or set of related programs).",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(92) Short courses and micro-credentials approved for credit stacking frameworks cannot be used to give credit to students studying in Australia on a student visa.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(93) Program and Course Schedule - Approval and Discontinuation.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}