{
  "metadata": {
    "title": "Program and Course Professional Accreditation Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=304",
    "scraped_date": "2025-10-31 01:21:42"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Overview",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Professional bodies accredit programs or specified course combinations to ensure these meet essential criteria in the training and education of students in the relevant professional discipline, and to ensure graduates from accredited programs achieve the accrediting body's specified competencies and learning outcomes necessary for entry into professional practice.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) Accreditation by professional bodies may be used to regulate programs that lead to professions where public safety must be assured and may be required under law. Professional associations work in partnership with RMIT to ensure quality professional education and a professional standard.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) Programs and courses put forward for professional accreditation must meet the criteria of the professional accrediting body. The professional accreditation process of a program can assist with internal academic accreditation and re-accreditation of a program as governed by the Higher Educations Standards Framework (Threshold Standards) 2021, and academic regulatory bodies such as the Tertiary Education Quality and Standards Agency (TEQSA) and the Australian Skills Quality Authority (ASQA).",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(8) Professional accreditation requirements may include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "reference to inherent requirements of study, or of the regulated profession for which graduates will qualify. Any inherent requirements outlined by accrediting bodies must be addressed during program design and approval governance steps, as per the Program and Course policy suite. Please also refer to RMIT’s Commitment Statement on Program Inherent Requirements.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "reference to the requirement of competency-based assessment or hurdle assessments. Any competency-based assessment required by a professional body must be addressed during course and program design, as per the Assessment Processes.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Professional Accreditation of a Program",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) Claims of professional accreditation can only be made in published materials for a program or its plans when professional accreditation has been secured from the accrediting body. Published statements must mirror the wording used by the accrediting body - see the Program and Course Guide Instruction.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(10) New programs must consider if professional accreditation is required for graduates to practice in a regulated profession, both in the design stage and in approval processes, as specified in:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Program and Course Design Procedure – Higher Education Coursework",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Program and Course Approval Procedure – Higher Education Coursework, Short Courses and Micro-credentials",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Program and Course Approval Procedure – Vocational Education and Training.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(11) Program design must incorporate professional accreditation requirements at all stages of the process to ensure the integration of professional compliance and educational outcomes. Professional accreditation bodies must be adequately consulted during the design stage where appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(12) Programs and program offerings with the same award title holding professional accreditation with an Australian accrediting body must have, or be seeking, the same accreditation status. Programs with the same award title, delivered by an offshore partner, where applicable:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "may qualify to meet Australian professional accreditation requirements of the professional body",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "may not recognise the Australian professional body accreditation standards; and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "may seek appropriate international/offshore required professional accreditation.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(13) A program may be professionally accredited by more than one accrediting body. Double degrees may require professional accreditation with two distinct professional bodies in alignment with the individual degree requirements for professional accreditation.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(14) Awards that may articulate into an accredited award at a higher AQF level should be declared to the accrediting body where the body requires this as part of their accreditation procedures.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(15) When a professionally accredited program undergoes a change which may affect professional accreditation requirements, RMIT must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "consult with the accrediting body prior to making any material changes to curriculum, course structure, work integrated learning, assessment including the impact of current and future technologies, course nomenclature or any other matter relevant to the basis of the accreditation",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "advise the accrediting body in writing of the full range of changes when they are approved, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "receive acknowledgment of the program changes from the accrediting body.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(16) Each college’s Associate Deputy Vice-Chancellor Learning and Teaching (or equivalent) has oversight of obtaining, maintaining, and monitoring professional accreditation for new and existing programs, including those delivered by third-party providers where relevant.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Submission and Reporting to Accrediting Bodies",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) College Deputy Vice-Chancellors are accountable for the initial application of professional accreditation for new or existing programs seeking accreditation from an accrediting body.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) The Dean or Head of School (or equivalent) is accountable for ensuring that all communication with accrediting bodies is undertaken in a timely manner.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) The Associate Dean or Cluster Director (or equivalent) is responsible for ongoing communication with accrediting bodies, including scheduled submissions, reports and professional accreditation renewals. Scheduled reports may include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "reports that address any conditions placed on the professional accreditation status of a program",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "any additional reporting required by the accrediting body.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(20) Submissions prepared for an accrediting body are endorsed or noted at the relevant college governance committee.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Monitoring and Maintaining Professional Accreditation of a Program",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) College Deputy Vice-Chancellors are accountable for the initial program submission for external professional accreditation.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(22) The Centre for Education Innovation and Quality (CEIQ), as the central location for all colleges, is the custodian of the RMIT Professional Accreditation Register and the Central Document Storage Area where all relevant submission documentation and correspondence with accrediting bodies is maintained.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(23) The College Quality Teams and/or dedicated accreditation professionals within schools are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "regularly updating the RMIT Professional Accreditation Register and ensuring that all information is current, accurate and complete",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "placing all relevant professional accreditation submission documentation and correspondence in the Central Document Storage Area",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "regularly reviewing the status of each accredited program.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(24) Program Managers and Program Teams, with the support of the College Quality Teams and/or the dedicated accreditation professional within the school, are responsible for monitoring accreditation expiration, document submission due dates and activities related to the maintenance of the professional accreditation status of a program.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(25) The Associate Dean or Cluster Director (or equivalent) is accountable for ensuring that any professional accreditation statements provided by RMIT or third-party providers, in print or online, are accurate.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(26) The Program Manager, Program Team, and College Quality Team and/or the dedicated accreditation professionals within the school will support the quality assurance of the professional accreditation statements within RMIT material, in print and online, through bi-annual audits.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "To ensure TEQSA, ASQA and ESOS requirements are met, any changes to professional accreditation statements, as required by a professional accrediting body, must be reflected in public-facing settings as soon as possible following college governance processes.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(27) Professional accreditation status, including recent changes to status that may result from, but not limited to, changes in industry requirements or current and future emerging technologies arising in the Higher Education landscape, are reviewed by College Program Teams during the Annual Program Review and the Comprehensive Program Review processes as per their Terms of Reference and the Program and Course External Referencing and Benchmarking Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Annual Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(28) CEIQ is responsible for providing an annual report on the professional accreditation status of RMIT programs to Programs Committee and Academic Board and is supported by the College Quality Teams.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(29) Where required, CEIQ is responsible for preparing a mid-year report to Programs Committee and Academic Board on the status of professionally accredited program plans that have previously been reported with the following status:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Current – High Risk Conditional",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Current – Low Risk Conditional",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Current – Provisional",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Application Submitted",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Risk Management and Escalation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(30) Where a material risk is identified, a current – high risk conditional professional accreditation status is applied by the College Quality Team and/or the dedicated accreditation professionals within a school (see the Indicative RASCI – Professional Accreditation and the Professional Accreditation Status – Risk/Action Rating Tool).",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(31) The College Quality Team is responsible for escalating the matter to the relevant Associate Deputy Vice-Chancellor Learning and Teaching, Deputy Vice-Chancellor and Education Regulation, Compliance and Assurance (ERCA).",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(32) The Associate Dean, Cluster Director (or equivalent) is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ensuring that an identified, current, high risk conditional professional accreditation status is resolved in a timely manner with the support of the Program Manager, the Program Team, the College Quality Team, and the dedicated accreditation professionals within the school (where applicable), and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "notifying RMIT Communications, Legal, Marketing, impacted students and relevant senior governance committees as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(33) ERCA is responsible for assessing the materiality of high-risk matters and will advise on reporting requirements to the relevant regulatory body. ERCA will report to the regulator (i.e. TEQSA or ASQA), where required, on behalf of RMIT and monitor until resolved.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(34) Refer to the following documents which are established in accordance with this procedure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Indicative RASCI – Professional Accreditation",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Professional Accreditation Status – Risk-Action Rating Tool",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(35) These resources have been created in collaboration with College Quality Teams, CEIQ and ERCA and will be adjusted as required.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(36) (Note: Commonly defined terms are in the RMIT Policy Glossary. Any defined terms below are specific to this policy).",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}