{
  "metadata": {
    "title": "Program and Course Approval Procedure - Higher Degree by Research",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=205",
    "scraped_date": "2025-10-31 01:24:20"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Program and Course Lifecycle – Higher Degree by Research Programs",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) RMIT higher degree by research programs require:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the completion of an original research project undertaken by a single higher degree candidate under the academic supervision of at least two duly appointed supervisors",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the development of researcher capabilities by each candidate through formative experience",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "completion of coursework courses no more than 33% proportional to the overall program.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(11) All higher degree by research programs follow a similar format and are subject to the same award criteria regardless of the field of research or the academic organisational unit which owns the program.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(12) Coursework offered through research programs may or may not be program-specific and may be offered in a variety of program contexts depending on the research methods and capabilities a candidate requires to complete their research.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(13) New programs and significant changes to program format or content must be in accordance with the University-wide approach to research training delivery.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Before commencing any development requiring program or course approval, colleges and schools must liaise with the School of Graduate Research to ensure that the proposal is aligned with RMIT’s approach.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Program proposals must also align with the college or campus governance processes before any part of a Higher Education Program Approval Template (HEPAT) is submitted.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(14) Program and course proposals are categorised as:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "new offering of an existing award",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "amendment to an existing program",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "business case - new program or offering",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "discontinuation – student transition or teach out plan.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(15) The following criteria for all higher education program and course approvals also apply to approvals related to research programs:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Program development processes within the college or campus must include appropriate consultation, benchmarking and endorsement by the nominated research committee.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "School of Graduate Research and Academic Registrar's Group Academic Governance staff may provide advice and guidance on program developments and the appropriate processes to follow.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "All program and course developments, documentation for endorsement, approval and/or configuration must be submitted to the Graduate Research Committee and the Research Committee (where required) with the support of the College Research Committee. Refer to the Program and Course Schedule – Approval and Discontinuation for further information.",
              "subclauses": [
                "Refer to the Program and Course Schedule – Approval and Discontinuation for further information."
              ]
            },
            {
              "clause_number": "19",
              "text": "(16) The circumstances under which higher degree by research programs may require development are rare and are likely to be driven by one or more of the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "organisational restructure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "change in enterprise-wide approach to program and/or curriculum management and/or resourcing",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "change in regulatory landscape",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "outcome of program quality review.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(17) The creation and approval of a new research program plan is a requirement for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a new offering of an existing program at a different RMIT campus (e.g. Vietnam) or partner location, except for programs delivered with partners approved via the Collaborative Research Training Agreement approval process within the framework of existing programs offered by RMIT in Australia",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a change of program title",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "changes to the requirements for completion of the degree (e.g. the number of core, option and/or elective courses a student must complete has changed).",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(18) Other changes to the program structure or program guide text fields are approved as a program amendment.",
              "subclauses": []
            },
            {
              "clause_number": "29",
              "text": "(19) New research courses and amendments to existing courses may need to include consideration of the impact of these changes to the program structure and learning outcomes.",
              "subclauses": []
            },
            {
              "clause_number": "30",
              "text": "(20) Proposals to discontinue a research program are endorsed by the Graduate Research Committee and approved by the College Deputy Vice-Chancellor.",
              "subclauses": []
            },
            {
              "clause_number": "31",
              "text": "(21) If the proposal involves a transition plan, the plan must be endorsed by the College Deputy Vice-Chancellor, and the Graduate Research Committee, and approved by the Research Committee.",
              "subclauses": []
            },
            {
              "clause_number": "32",
              "text": "(22) Research programs offered with a partner institution outside Australia are managed within an existing program through the Collaborative Research Training Agreement process and approval path.",
              "subclauses": []
            },
            {
              "clause_number": "33",
              "text": "(23) Collaborative Research Training Agreements include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "joint delivery of research training",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "joint award through a cotutelle agreement",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "a double-badged award through a double-badged PhD agreement.",
              "subclauses": []
            },
            {
              "clause_number": "37",
              "text": "(24) All existing RMIT Australia higher degree by research programs may be offered through such partnerships.",
              "subclauses": []
            },
            {
              "clause_number": "38",
              "text": "(25) Candidates enrolled through these agreements are enrolled in existing RMIT programs.",
              "subclauses": []
            },
            {
              "clause_number": "39",
              "text": "(26) Program and Course Schedule - Approval and Discontinuation.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}