{
  "metadata": {
    "title": "Program and Course CRICOS Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=306",
    "scraped_date": "2025-10-31 01:25:45"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Program Registration Requirements",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Programs must be registered with CRICOS before they offered, advertised or delivered to students studying in Australia on a student visa.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) Programs may only be offered, advertised or delivered to students studying in Australia on a student visa at the location where the program is CRICOS registered.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) Programs registered with CRICOS meet the requirements of the ESOS legislative framework, including the Education Services for Overseas Students Act 2000 (ESOS Act) and the National Code of Practice.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(8) CRICOS registration requires approval from the relevant ESOS agency:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Tertiary Education Quality and Standards Agency (TEQSA) for higher education (HE) programs",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Australia Skills Quality Authority (ASQA) for vocational education (VE) programs.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(9) New programs must meet ESOS requirements before approval by RMIT governance committees as per the Program and Course Policy suite.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(10) Each Vocational Education and Training (VET) national code will be issued a CRICOS code.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "CRICOS Registration Requirements",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) The program duration must not exceed the time required to complete the program based on a full-time study load. RMIT registers programs in 26-week intervals.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(12) The expected program duration must include any periods of mandatory work-based training and holiday breaks. Elective work-based training hours cannot be registered.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(13) Applications for CRICOS registration must document arrangements with other education providers, including partners, in delivering programs to students studying in Australia on a student visa.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(14) Third-party providers of RMIT programs within Australia (including controlled entities) must be CRICOS registered where they deliver to RMIT students studying in Australia on a student visa.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(15) Programs under application for CRICOS registration and those that are CRICOS registered cannot be delivered entirely by online or distance learning, and:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "must not deliver more than 33% of course credit points or nominal hours via online or distance learning",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "must deliver at least one face-to-face course every compulsory teaching period.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(16) CRICOS registration requirements for full-time study for VE programs are a minimum of 20 scheduled program contact hours per week unless specified by the accrediting authority.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(17) Programs require evidence of professional accreditation status where applicable. Please refer to the Program and Course Professional Accreditation Procedure for further information.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(18) VE programs require:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "ASQA Appendix A – Timetable",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a work-based training statement where the program has registered work hours.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(19) When registering a new program or plan with CRICOS, RMIT must ensure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the number of students enrolled does not exceed the approved limit of students studying in Australia on a student visa at each nominated campus",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "adequate staff and education resources are available to support students including facilities, equipment, learning, assessment and library resources, including adequate work placements and supervision arrangements for any courses with compulsory work placement this applies to any CRICOS-registered partner engaged to deliver a program on RMIT’s behalf",
              "subclauses": [
                "this applies to any CRICOS-registered partner engaged to deliver a program on RMIT’s behalf"
              ]
            },
            {
              "clause_number": "16",
              "text": "(20) Information submitted for CRICOS registration must be consistent with the program or plan information approved by RMIT’s relevant governance committees and published in the program guide.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(21) A higher education program with multiple specialisations or professional accreditation outcomes can be registered as a single degree on CRICOS if the following characteristics defined under the ESOS Act are shared across all specialisations:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Australian Qualifications Framework (AQF) qualification level",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "broad field of education",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "any work-based training components",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "estimated total tuition fees.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(22) Programs with multiple specialisations and/or professional accreditation outcomes that do not meet the criteria in clause (21) must be registered separately.",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "(23) Programs with an approved internal pathway must ensure that progression from the lower to higher qualification is available in sequential semesters.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(24) ASQA may add a course to RMIT’s CRICOS scope for an updated equivalent training package product, independent of RMIT processes.",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(25) The College of Vocational Education must submit an internal CRICOS form so that any amendments to the registration can be submitted to ASQA.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(26) A new CRICOS registration is required for updated training package products that are not equivalent.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(27) Offers of admission to a program must not be issued to students planning on studying in Australia on a student visa if they are unable to complete the program prior to the training package expiry date, regardless of whether the new training package is equivalent.",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(28) An amended HE program or plan must be re-registered with CRICOS when there are changes to the:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "program learning outcomes (of significance)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "duration of the program",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "program field of study (of significance)",
              "subclauses": []
            },
            {
              "clause_number": "32",
              "text": "(29) A CRICOS registered program can be amended on the CRICOS register where:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a typing error on the CRICOS register or PRISMS is identified",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "there is a name change, but no change to the learning outcomes or duration of the program, for example; Diploma of X to Diploma in X supporting evidence is required including the minutes of the decision taken to update the program title and evidence that current and accepted students have been informed RMIT has 10 days after the name change has occurred to notify TEQSA",
              "subclauses": [
                "supporting evidence is required including the minutes of the decision taken to update the program title and evidence that current and accepted students have been informed",
                "RMIT has 10 days after the name change has occurred to notify TEQSA"
              ]
            },
            {
              "clause_number": "3",
              "text": "program costs have changed, including tuition or materials fees Global Student Recruitment will update program costs on the CRICOS register twice per year",
              "subclauses": [
                "Global Student Recruitment will update program costs on the CRICOS register twice per year"
              ]
            },
            {
              "clause_number": "4",
              "text": "the field of study is updated to align with the Australian Standard Classification of Education (ASCED) system",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "the registered work-based training hours have changed the complete removal or addition of work-based training hours must be supported by a rationale and evidence of the minutes where the decision was made amending the number of hours does not require any evidence RMIT must notify TEQSA at least 30 days prior to the changes taking effect.",
              "subclauses": [
                "the complete removal or addition of work-based training hours must be supported by a rationale and evidence of the minutes where the decision was made",
                "amending the number of hours does not require any evidence",
                "RMIT must notify TEQSA at least 30 days prior to the changes taking effect."
              ]
            },
            {
              "clause_number": "6",
              "text": "an additional delivery location is being added for the program",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "removal of a delivery location removal of a delivery location can only occur if there are no students studying in Australia on a student visa with CoEs for that location.",
              "subclauses": [
                "removal of a delivery location can only occur if there are no students studying in Australia on a student visa with CoEs for that location."
              ]
            },
            {
              "clause_number": "40",
              "text": "(30) A new CRICOS registration may be required where a program name is changed. Consult with Academic Registrar’s Group (ARG), Academic Governance and Systems prior to submitting changes to the relevant governance committees.",
              "subclauses": []
            },
            {
              "clause_number": "41",
              "text": "(31) Major amendments that result in the removal of a major or minor from a program do not require CRICOS re-registration where:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "there are no changes to the program learning outcomes",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "there is no change to the delivery modes of the program",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "there is no change to the program duration",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "there is no significant change to the program field of study",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "there is no change to the program AQF level.",
              "subclauses": []
            },
            {
              "clause_number": "47",
              "text": "(32) Current students can complete the majors or minors that were available at the time they commenced.",
              "subclauses": []
            },
            {
              "clause_number": "48",
              "text": "(33) Amendments to programs that have existing internal pathway programs for students studying in Australia on a student visa must factor in credit pathways as part of program and plan development.",
              "subclauses": []
            },
            {
              "clause_number": "49",
              "text": "(34) An internal articulation agreement must be updated prior to submitting amendments to RMIT’s governance committees where amended programs and plans affect existing internal pathway programs for students studying in Australia on a student visa.",
              "subclauses": []
            },
            {
              "clause_number": "50",
              "text": "(35) ARG, Academic Governance and Systems will run an annual review of program information on RMIT’s CRICOS register in consultation with the colleges.",
              "subclauses": []
            },
            {
              "clause_number": "51",
              "text": "(36) Programs that have no active Confirmation of Enrolments (CoEs) and are not admitting students studying in Australia on a student visa will be removed from CRICOS under the authority of the Academic Register.",
              "subclauses": []
            },
            {
              "clause_number": "52",
              "text": "(37) Programs and plans cannot be removed from the CRICOS register with active CoEs on the Provider Registration and International Student Management System (PRISMS) or where students studying in Australia on a student visa are enrolled in the program.",
              "subclauses": []
            },
            {
              "clause_number": "53",
              "text": "(38) ASQA may, independently of RMIT processes, remove a VE program after the expiry of the training package if there are no active CoEs.",
              "subclauses": []
            },
            {
              "clause_number": "54",
              "text": "(39) Refer to the following documents which are established in accordance with this procedure:",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}