{
  "metadata": {
    "title": "Property Management Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=77",
    "scraped_date": "2025-10-31 01:21:58"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) RMIT is committed to providing fit for purpose facilities for all students, researchers and staff that meet regulatory compliance requirements, occupational health and safety standards and appropriate environmental standards.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) Planning, allocation and management of space and facilities across the RMIT Group is optimised according to organisational needs.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) RMIT develops and implements a systematic risk-based approach to asset security management to enable the organisation to mitigate security-related risks to people and assets.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(8) Space occupancy and management:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "maximises efficient and sustainable use of the RMIT’s facilities and research, learning and teaching resources",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "supports staff and addresses requirements under relevant enterprise agreements",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "supports students in their program of study",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "provides for on-campus, non-laboratory workspaces to facilitate the progress and completion of research by higher degree by research candidates",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "is re-prioritised as operational activities change or new priorities emerge.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(9) Management of parking spaces complies with legislative obligations. Students, staff and visitors must comply with parking terms and conditions.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(10) The Executive Director, Property Services is responsible for developing and implementing infrastructure strategy and policy for the RMIT Group.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(11) Property Services is responsible for the planning and management of space for the RMIT Group and undertakes regular audits and reviews of space to inform planning that includes:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "changes to the purpose or designation of space",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "sharing of space between organisational units",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "upgrades, maintenance and other work.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(12) Organisational units work with Property Services where changes to staffing or their activities require changes in the use or purpose of space.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(13) All staff and contractors are responsible for asset security management as part of their day-to-day activities, as appropriate to their level of responsibility and authority.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(14) Facilities and Asset Management provides expertise specific to asset security management of people and physical assets of the RMIT Group.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(15) Facilities and Asset Management is responsible for developing and implementing a systematic risk-based approach to asset security management, in collaboration and consultation with each entity, college and portfolio.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(16) Property Services is responsible for the allocation of parking spaces on RMIT’s Australian campuses and all other parking related matters, including the Congestion Levy. Property Services at RMIT Vietnam manage parking at RMIT Vietnam campuses.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(17) Property Management Procedure",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(18) Timetable Procedure",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "(19) Cultural Asset Management Procedure.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}