{
  "metadata": {
    "title": "Refund of Fees Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=118",
    "scraped_date": "2025-10-31 01:25:55"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Eligibility for a Refund",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) The Approved Schedule of Fees and Charges outlines all fees that may be charged by RMIT for enrolment or other engagement with RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) Eligibility for a refund is determined with reference to the Approved Schedule of Fees and Charges.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) Where a student’s request for a refund of fees is denied the response will state the reasons for the decision and advise of the right to appeal.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Enrolled students considering appealing a refund decision are advised to contact the RMIT University Student Union (RUSU) Student Rights team for advice",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(8) Students who wish to apply for a refund or appeal a refund decision must follow this procedure and the processes published by the University Secretary and Academic Registrar.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appeal of a Refund Decision",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) The following students can appeal a decision not to refund fees and/or the refund amount for courses undertaken in the first six months of study at RMIT:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a commencing international student studying in Australia on student visa",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a domestic student studying an ELICOS course offered by RMIT University Pathways (RMIT UP) in Australia.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(10) Students must have received written advice of the outcome of their refund application before lodging an appeal against a refund assessment decision.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "International students may submit an appeal in writing, within 20 working days of the original refund outcome being sent to the student.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Appeals will be considered by the following: for RMIT Vietnam, Academic Registrar, or nominee for RMIT University, the Director, Global Student Recruitment.",
              "subclauses": [
                "for RMIT Vietnam, Academic Registrar, or nominee",
                "for RMIT University, the Director, Global Student Recruitment."
              ]
            },
            {
              "clause_number": "3",
              "text": "Appeals are only considered if the student: provides evidence that the institution has made an error in process that has been a significant factor in the decision; and/or provides evidence that significant circumstances have not been taken into account; and/or provides new, relevant evidence that was not available at the time of the decision, which would have been a significant factor in the decision.",
              "subclauses": [
                "provides evidence that the institution has made an error in process that has been a significant factor in the decision; and/or",
                "provides evidence that significant circumstances have not been taken into account; and/or",
                "provides new, relevant evidence that was not available at the time of the decision, which would have been a significant factor in the decision."
              ]
            },
            {
              "clause_number": "4",
              "text": "International students who are dissatisfied with the outcome of an appeal against a refund assessment decision may apply for external review of the decision by: Victorian Ombudsman for vocational eduation students the National Student Ombudsman for higher education students.",
              "subclauses": [
                "Victorian Ombudsman for vocational eduation students",
                "the National Student Ombudsman for higher education students."
              ]
            },
            {
              "clause_number": "5",
              "text": "Domestic students who are dissatisfied with a decision not to refund fees may seek review of the decision by the: National Student Ombudsman for higher education students Victorian Ombudsman for vocational education students.",
              "subclauses": [
                "National Student Ombudsman for higher education students",
                "Victorian Ombudsman for vocational education students."
              ]
            },
            {
              "clause_number": "10",
              "text": "(11) Refer to the following documents which are established in accordance with this procedure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Credit balance and refunds",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Application for a refund form",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Refunds for Commencing or Newly Enrolled International Students",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}