{
  "metadata": {
    "title": "Research Funding Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=87",
    "scraped_date": "2025-10-31 01:21:49"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "General Research Funding Requirements",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) In line with the Research Integrity principle of accountability, the RMIT Financial Management Policy and any relevant external regulations or requirements, researchers and others in relevant roles at RMIT will ensure good and responsible management of research funds.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) RMIT will take all reasonable steps to minimise the restrictions or burdens imposed by external funding agreements on researchers’ freedom of speech or academic freedom.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) RMIT will ensure, as far as reasonably possible, that the scholarly contributions of researchers are accurately represented by third parties, particularly where the third party has commissioned the work.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(7) Researchers will accurately reflect the full cost of research in external research agreements to ensure compliance with competitive neutrality principles as outlined in the RMIT Competitive Neutrality Procedure, and taking into account the requirements set out in the Research Costing and Pricing Guideline.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(8) External research funding will be managed within an academic school or college.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(9) The relevant Head of School, Executive Dean or equivalent will be responsible for ensuring the proposed project is academically, operationally and financially acceptable to the school or college.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(10) All proposals for external funding must comply with University policies and procedures and follow the relevant guidelines and funding rules of the funding body.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(11) All proposals for competitive, publicly advertised external funding will be lodged with the Research and Innovation Portfolio for approval by the Deputy Vice-Chancellor Research and Innovation (DVC R&I) (or delegate) prior to submission to the funding body.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(12) Researchers will make reasonable efforts to ensure proposals for external funding align with the University’s interests, are of a competitive standard and do not expose the University to unmanageable risks or conflicts of interest. Heads of School or equivalent and the DVC R&I may defer or reject proposals that are not of an adequate standard.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(13) In accordance with the Contract Management Procedure, a contract manager will be appointed for each research funding agreement to be entered into by the University. The contract manager will be the lead researcher responsible for day-to-day management of the project.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(14) The contract manager’s responsibilities include monitoring performance of the contract by both RMIT and the other party(ies) to the contract.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(15) Researchers will ensure accountability and good management practice of research funds, in line with the RMIT Financial Management Policy and any relevant external regulations or requirements.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Research Funding from the Tobacco Industry",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) RMIT will not advertise or apply for grant opportunities from the tobacco industry or accept funding for research from the tobacco industry, except for non-health related research and in exceptional circumstances.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(17) RMIT will not accept funding that involves any promotion or advertising that supports the tobacco industry or the tobacco industry lobby and its activities.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(18) Where researchers wish to apply for funding from the tobacco industry for non-health related research, they must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "discuss the potential funding application with the DVC R&I or delegate;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "gain formal approval from the RMIT University Council before applying for such funding; and,",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ensure that RMIT has full responsibility for, and control over, the conduct of the research and any dissemination of the research findings.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(19) RMIT staff will ensure that RMIT does not accept funding that involves any promotion or advertising that supports the tobacco industry or the tobacco industry lobby and its activities.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(20) When advertising grant opportunities, RMIT staff will ensure that they do not advertise any grant opportunities from the tobacco industry.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}