{
  "metadata": {
    "title": "Research Centres Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=85",
    "scraped_date": "2025-10-31 01:24:53"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Establishment of Research Centres",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) A Research Centre will meet the establishment criteria set by the relevant college.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) The Director of a proposed Research Centre will apply to establish a Research Centre using a Research Centre Plan (Plan) including:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "detail of how the proposed Research Centre meets or exceeds criteria for establishment as a Research Centre;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a strategy covering at least three years;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Research Centre business planning including performance indicators;",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "membership and roles and responsibilities of each member in contributing and supporting strategy and business planning;",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "resourcing and funding arrangements;",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "governance, management, and reporting arrangements; and,",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "relationship or connection to other RMIT Research Structures.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(6) The Plan will be:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "endorsed by the relevant College Research Committee, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "approved by the relevant Associate Deputy Vice-Chancellor, Research and Innovation (ADVC R&I) or equivalent in the college.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Membership",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) A Research Centre will have a Research Centre Director or Co-Directors. Where there are Co-Directors, sharing of responsibilities between the Directors will be clearly documented.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) If a Director resigns, the College ADVC R&I may undertake the following in accordance with this procedure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "appoint an interim Director,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "appoint a new Director in line, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "close the Research Centre.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(9) To appoint a new Director, the College ADVC R&I will call for Expressions of Interest. The new Director will be approved by the College ADVC R&I.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(10) Membership can be through invitation or request. The Director approves membership changes.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(11) RMIT Academics can be a member of more than one Research Centre and/or Research Group at a time. RMIT Academics will inform the Director if they are members of other Research Structures and discuss what their contribution to each Research Structure will be. Members will plan accordingly with the Director and their line manager.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(12) HDR candidates can be members of a Research Centre if they are currently enrolled at RMIT, making good progress with their candidature and if their membership is supported by their supervisor and approved by the Director.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Governance, Funding, Resources and Support",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) The establishment criteria and performance indicators for Research Centres will be set by the relevant College ADVC R&I. While a Research Centre’s strategy, focus, leadership and membership may change over time, the establishment criteria and performance indicators set by the college should be met when establishing a Research Centre and throughout its lifecycle.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(14) Research Centres will have governance arrangements that are appropriate for their size and scale that assign governance and management responsibilities to appropriate roles and may include an Advisory Committee and a Deputy Director.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(15) Research Centres’ administrative support, capital requirements, equipment maintenance and upgrades, research-related travel and other resources associated with Research Centre members will be supported by the relevant school and college and external research funding, in line with relevant University policies and procedures.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(16) Research Centres may seek support from internal and external grant schemes.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) Directors of Research Centres will report annually on the previous calendar year to the College Research Committee by April of each year. Research Centres are not required to report in their first year.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) This annual report will include the Research Centre’s plan for the next calendar year and include the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the Research Centre’s achievements against its Plan and analysis of the Centre’s progress against performance indicators;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "any performance indicator that is not being met, or that is not on track to be met, and reasons for this;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "any variations and reason for major variations; and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "any difficulties facing the Research Centre which may affect its future operation.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(19) The relevant College ADVC R&I, or nominee, will provide written feedback on reports within three months including recommendation that the Research Centre should be continued, reconstituted, reviewed or closed.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reviews",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) The college will ensure Research Centres are independently, externally reviewed at regular intervals (i.e. every 5 years). Reviews can also be requested by the College ADVC R&I or Research Committee. A review provides an opportunity for continuous improvement and may be required if the Research Centre does not meet performance indicators, there are major membership changes or if the Director leaves.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) Reviews will be appropriate to the size and scale of the Research Centre. The Chair will be external to RMIT and external panel members will together represent more than half of the membership.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(22) Review panel members will have relevant knowledge and expertise.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(23) The review will include assessment of and advice on:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the Research Centre’s impact and achievements against its current criteria identified in its most recent Plan;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "recommended updates to the Research Centre’s performance criteria in light of benchmarking;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the Research Centre’s contribution to the overall research performance of the University; and,",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "any difficulties facing the Research Centre which may affect its future operation, including recommendations to address such difficulties.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(24) The panel will report within three months of the review concluding. The review report will include findings, recognition of achievements and a recommendation as to whether the Research Centre should be continued, reconstituted or closed.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(25) The Chair or proxy will send the review report, along with any response from the Director, to the College Research Committee for noting and ADVC R&I for acceptance.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(26) The ADVC R&I communicates the outcome of the review to key stakeholders, including College Research Committees, college and school leaders and the broader RMIT community.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Variations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(27) Major variations will be notified to and approved by the ADVC R&I. Major variations include changes to the name of the Research Centre, the Director, and the strategy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(28) Minor variations will be approved by the Director and included in the annual report. Minor variations include changes to the work plan or membership.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Closure",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(29) The Director, ADVC R&I may recommend closing a Research Centre if:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "its focus/aims and objectives have been fulfilled, have not been met or are no longer aligned with RMIT strategy or college strategy; or,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "it is no longer adequately meeting its establishment criteria or performance indicators; or,",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "it fails to comply with reporting or review requirements; or,",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "the review report recommends closure.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(30) The application to close a Research Centre will include a closure plan, covering:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "what will happen to all resources, research data and funding;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a timeline for closure; and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "assignment of responsibility for closure to appropriate role/s.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(31) The application will be approved by the ADVC R&I. The ADVC R&I communicates the closure of a Research Centre to key stakeholders, including College Research Committees, college and school leaders and the broader RMIT community.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}