{
  "metadata": {
    "title": "Research Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=28",
    "scraped_date": "2025-10-31 01:22:54"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) RMIT and its researchers are committed to high quality research which helps shape the world and promotes the strategic vision for research at RMIT. Research will be designed, developed and conducted to high standards, in line with RMIT values and institutional policy, applicable disciplinary standards and codes, and in compliance with all applicable laws and regulations.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) RMIT and researchers will promote, foster and maintain a research culture and environment of integrity, through meeting the guiding principles and responsibilities of the Australian Code for the Responsible Conduct of Research, 2018 (the Code) and compliance with all relevant state, national and international legislation and standards, as well as institutional policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) The following guiding principles of research integrity will be applied to all aspects of research:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Honesty in the development, conducting and reporting of research",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Rigor in the design, conducting and reporting of research",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Transparency in declaring and managing interests and reporting of research",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Fairness in the treatment of others",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Respect for research participants, cultural heritage and knowledge, animals used in research, and the environment",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Accountability for the development, conducting and reporting of research and good stewardship of resources",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Promotion and fostering of a culture of research integrity.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(7) Research with Aboriginal and Torres Strait Islander individuals, communities, or groups, will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "recognise, respect and value connection to place and principles of ethical Aboriginal and Torres Strait Islander research including Indigenous self-determination, Indigenous leadership, impact and value, and sustainability and accountability",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "recognise our dhumbali (commitment) to living and working lawfully on place, and changing our ways of knowing, working and being to support Responsible Practice, in line with the Bundjil Statement and RMIT’s Indigenous strategic commitments.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(8) Researchers will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "represent themselves, their research, and their accomplishments honestly, accurately and in a manner consistent with the norms of the relevant field",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "identify, disclose and manage any actual, potential or perceived conflicts of interest in keeping with applicable requirements or standards, including RMIT’s Conflict of Interest Policy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "use methodology and methods appropriate to meet the aims of the research",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "responsibly manage research data. This includes making and keeping complete, clear and accurate records of their research (data, methodologies and findings) in a manner that allows others to verify or replicate the work and in line with RMIT’s Research Data Management Procedure",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "acknowledge all contributors and contributions to research fairly and appropriately, including offering, agreeing and documenting authorship in line with RMIT’s Authorship of Research Outputs Procedure",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "cite appropriately and, where applicable, obtain permission for the use of all published and unpublished work, and respect all Intellectual Property rights",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "publish, communicate and report research honestly and accurately, in line with the Dissemination of Research Outputs Procedure",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "provide fair, prompt and rigorous evaluations, and respect confidentiality when participating in peer review",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "undertake education and training in the responsible conduct of research, and work to foster a culture of research ethics and integrity at RMIT and beyond",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "provide guidance and mentorship on responsible research conduct to other researchers or research trainees under their supervision",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "report suspected breaches of the Code, see Research Integrity Breach Management Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "establish and maintain good governance and management practices for responsible research conduct, including institutional policies and procedures",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "facilitate prevention and detection of potential breaches of the Code, including establishing and maintaining mechanisms to receive investigate and resolve, potential breaches of the Code",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "provide appropriate ongoing education and training on all aspects of the Code and this policy for all researchers and those in other relevant roles.",
              "subclauses": []
            },
            {
              "clause_number": "29",
              "text": "(10) RMIT and its researchers are committed to the ethical and responsible conduct of human research that meets the following principles:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Merit and integrity, justifiable by its potential benefits and appropriately designed, developed and conducted.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Respect for the rights, interests and welfare of participants and others involved in and/or impacted by human research, including recognition of the intrinsic value of each human being and respect for their autonomy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Beneficence through minimising risk of harm or adverse impacts to research participants or others and ensuring any risks are justified, as well as enhancing potential benefits of research to participants and the wider community.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Justice in the design, development, undertaking and reporting of research, without the exploitation of or placing unfair burdens upon research participants or others, and providing fair access to and distribution of the benefits.",
              "subclauses": []
            },
            {
              "clause_number": "34",
              "text": "(11) Researchers will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "gain and maintain approvals from the relevant Human Research Ethics Committee or College Human Ethics Advisory Network, in line with the National Statement on Ethical Conduct in Human Research and RMIT’s Human Research Ethics Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensure they have adequate experience, qualifications and competency, and undertake any related education and training, as appropriate",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "undertake education and training in ethical human research.",
              "subclauses": []
            },
            {
              "clause_number": "38",
              "text": "(12) Respect for animals will underpin all care and use of animals at RMIT and be demonstrated by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "only using animals in research and/or teaching where there is justifiable need and where the activity has merit, integrity and benefits for humans, animals and/or the environment; acknowledging the use of animals for cosmetic testing purposes cannot be justified",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "maintaining high standards of care, management, welfare, and use of animals in research and teaching activities",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "applying the principles of replacement, reduction and refinement at all stages of animal care and use, by: replacing the use of animals with alternatives wherever possible. reducing the number of animals used without jeopardising the statistical validity of research results or teaching objectives, and without placing an excessive cumulative burden on individual animals. refining research and teaching practice, and facilities to minimise adverse impacts on animals.",
              "subclauses": [
                "replacing the use of animals with alternatives wherever possible.",
                "reducing the number of animals used without jeopardising the statistical validity of research results or teaching objectives, and without placing an excessive cumulative burden on individual animals.",
                "refining research and teaching practice, and facilities to minimise adverse impacts on animals."
              ]
            },
            {
              "clause_number": "42",
              "text": "(13) Researchers will gain and maintain approvals from the RMIT Animal Ethics Committee, in line with the Australian code for the care and use of animals for scientific procedures and RMIT’s Animal Ethics Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "43",
              "text": "(14) Researchers undertaking animal research will ensure they have adequate experience, qualifications and competency, and undertake any related education and training, as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "44",
              "text": "(15) RMIT will provide ongoing education and training for researchers in ethical care and use of animals, as well as support for animal welfare.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Research Safety",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) Researchers will conduct research safely and appropriately identify, minimise and manage risks associated with their research, in line with RMIT’s Health, Safety and Wellbeing Policy and Global Safety Model.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(17) RMIT will provide health, safety and wellbeing information, training and supervision for researchers.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(18) Researchers working with biological agents will gain and maintain any required approvals from the RMIT Institutional Biosafety Committee or appropriate regulatory body, in line with the Gene Technology framework and RMIT’s Research Involving Genetically Modified Organisms Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Research Funding",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) RMIT and researchers will ensure:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Accountability and good management practice of research funds.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Freedom of speech, academic freedom and appropriate attribution of scholarly contributions are upheld when entering into external funding arrangements, in line with the RMIT Intellectual Freedom Policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Research funding will align with RMIT values and consider RMIT’s commitment to the United Nations Sustainable Development Goals in line with RMIT’s Sustainability Policy and Corporate Social Responsibility Framework.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Credibility of research findings and their interpretation, acceptance and implementation are not compromised by funding sources or association with the tobacco industry.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Research Partnerships",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) RMIT may undertake research, research training and research activities with a variety of research partners, as part of its commitment to shape the world with research and impactful partnerships with industry, government and enterprise.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) RMIT may consider prospective research partnerships with other universities or research bodies, private or public entities, government, community groups or not-for-profit entities, whether based in Australia or overseas, where such a research partnership would be mutually beneficial and align with RMIT’s mission, objectives and values.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(22) All research partnerships must consider:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Strategic priorities of the relevant school and college, the Research and Innovation Portfolio, and RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Findings of due diligence enquiries.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Relevant risks and the impact, if any, on RMIT’s reputation associated with the research partnership.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "RMIT’s financial sustainability",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Reporting obligations to the Australian Government under the Foreign Arrangements scheme.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(23) All research, research training and research activities conducted with a research partner will be subject to a research contract in line with RMIT’s Contract Management Procedure and Research Funding Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Research Structures",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(24) The following research structures may be established to support and progress RMIT’s commitment to shape the world with our research:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Enabling Capability Platforms (University level)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Externally Funded Research Centres",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Research Centres (college or school level), see Research Centres Procedure",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Research Groups (school level)",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(25) The Executive Director, Research Strategy and Services is responsible for maintaining procedures and resources related to this policy and may delegate this responsibility with the approval of the DVC R&I.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(26) RMIT and researchers have a shared responsibility to promote, foster and maintain a culture and environment of research ethics, integrity and quality.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(27) Researchers and others in relevant roles are required to comply with all applicable:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Laws enacted by the Commonwealth, States or Territories in Australia and/or in other countries.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Institutional policies and professional or disciplinary standards and codes of practice.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "RMIT policies, including but not limited to: Intellectual Freedom Policy Code of Conduct (staff) Student Conduct Policy, Student Conduct Regulations and Student Charter (students) Higher Degrees by Research Policy Fraud and Corruption Control Policy Conflict of Interest Policy Complaints Governance Policy Health, Safety and Wellbeing Policy Intellectual Property Policy Privacy Policy Sustainability Policy and Corporate Social Responsibility Framework",
              "subclauses": [
                "Intellectual Freedom Policy",
                "Code of Conduct (staff)",
                "Student Conduct Policy, Student Conduct Regulations and Student Charter (students)",
                "Higher Degrees by Research Policy",
                "Fraud and Corruption Control Policy",
                "Conflict of Interest Policy",
                "Complaints Governance Policy",
                "Health, Safety and Wellbeing Policy",
                "Intellectual Property Policy",
                "Sustainability Policy and Corporate Social Responsibility Framework"
              ]
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(28) All alleged breaches of research integrity (the Code) will be reported and managed in accordance with the RMIT Research Integrity Breach Management Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(29) Other alleged or actual breaches of this Policy will be handled in accordance with the applicable RMIT policy or procedure, enterprise agreement, applicable country law, industrial instrument or contract.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(30) RMIT and its researchers will be mindful of Australia’s national interests, as well as national and international commitments, and:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "support Australia’s international commitments to non-proliferation of weapons of mass destruction and conventional weapons, and to counter terrorism",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "comply with export controls regulating the responsible movement of Defence-related goods, technology and services both within and outside Australia, including the Defence Trade Controls Act 2012, Defence Trade Controls Amendment Act 2024, Defence Trade Legislation Amendment Regulations 2024 and Customs Act 1901, as well as RMIT’s Defence Export Controls Procedure",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "abide by sanctions laws established under the United Nations Security Council (UNSC) and Australian autonomous sanctions regimes",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "implement Australian Government Guidelines to counter foreign interference in the Australian University sector and comply with legislative Foreign Relations schemes.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(31) This policy will be reviewed every three (3) years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(32) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Animal Ethics Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Authorship of Research Outputs Procedure",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Defence Export Controls Procedure",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Dissemination of Research Outputs Procedure",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Human Research Ethics Procedure",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Research Integrity Breach Management Procedure",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Research Centres Procedure",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "Research Data Management Procedure",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "Research Funding Procedure",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "Research Involving Genetically Modified Organisms Procedure",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "Research Costing and Pricing Guideline.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(33) Additional guidance and resources on ethical and responsible conduct of research, along with good research management, are available in the Researcher Portal.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}