{
  "metadata": {
    "title": "Research Involving Genetically Modified Organisms Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=88",
    "scraped_date": "2025-10-31 01:21:52"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Institutional Biosafety at RMIT",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) The RMIT Institutional Biosafety Committee (IBC) reviews, approves and monitors all use of genetically modified organisms (GMOs) at RMIT. Any GMO (regardless of origin) can only be used in teaching or research with explicit IBC approval, or acknowledgement, as appropriate. Where required, a licence from the Office of the Gene Technology Regulator (OGTR) will also be obtained.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) RMIT University provides professional development, resources, processes and infrastructure that support researchers to know when they require institutional biosafety approval, to gain and conduct research in line with institutional biosafety approval, relevant codes, legislation and RMIT policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) In Australia, RMIT researchers will remain compliant with the Gene Technology Act 2000 and Gene Technology Regulations 2001 at all times, including when at other institutions. While outside Australia, RMIT staff members will remain compliant with the Act and Regulations where possible.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Gaining Institutional Biosafety Approval at RMIT",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) All dealings will be approved or acknowledged (as appropriate) by the IBC before any work with GMOs starts. Researchers will apply for approval or licences using the processes outlined below.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) For activities classified as Exempt or Notifiable Low Risk Dealings (NLRDs) (see Definitions for more information on these classifications):",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "researchers will apply using the RMIT forms available on the RMIT website",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "researchers will submit the application electronically to the IBC Coordinator, in the Research Ethics, Integrity and Governance team, by the closing date prior to the IBC meeting date. Applications will be held over to the following meeting if they are late or fail to meet any other requirements.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the IBC reviews the applications with potential outcomes as follows: approved, or minor or major amendments to the application requested for approval, or resubmission required, or not approved.",
              "subclauses": [
                "minor or major amendments to the application requested for approval, or",
                "resubmission required, or"
              ]
            },
            {
              "clause_number": "4",
              "text": "NLRDs, once approved, have a maximum approval period of five years from the date of approval. There is no minimum or maximum approval period for exempt dealings.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(9) Researchers will apply using the application form provided on the OGTR website.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(10) Researchers will submit an application electronically to the IBC Coordinator by the closing date prior to the IBC meeting date. Applications will be held over to the following meeting if they are late or fail to meet any other requirements.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(11) The IBC reviews the applications with potential outcomes as follows:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "preliminary approval, with all Licenced Dealings requiring final approval (a licence) from the OGTR, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "preliminary approval subject to minor or major amendments to the application, with all Licenced Dealings requiring final approval (a licence) from the OGTR), or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "resubmission required, or",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(12) When Licenced dealings have preliminary approval from the IBC, the IBC Coordinator will submit them, in consultation with the researchers, to the OGTR for final approval (a licence).",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(13) Licenced dealings are subject to the approval period specified by the OGTR and any additional conditions of approval as set by the OGTR.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(14) Where GMO research involves animals, the researcher will also:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "clearly detail the involvement of GM animals or animals exposed to other GMOs in the IBC application form",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "gain approval from the RMIT Animal Ethics Committee (AEC), in accordance with the Animal Ethics Procedure, before starting any research",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "conduct the research in line with: the Guidelines for the Generation, Breeding, Care and Use of Genetically Modified and Cloned Animals for Scientific Purposes (2007) state and federal animal welfare legislation IBC approval and AEC ethical approval.",
              "subclauses": [
                "the Guidelines for the Generation, Breeding, Care and Use of Genetically Modified and Cloned Animals for Scientific Purposes (2007)",
                "state and federal animal welfare legislation",
                "AEC ethical approval."
              ]
            },
            {
              "clause_number": "19",
              "text": "(15) Where a planned project involves researchers from RMIT University and other collaborating institutions (including within Australia and overseas), researchers will notify the IBC and provide copies of any relevant documentation requested. A clear plan of each institution’s responsibilities will be formally documented through a formal exchange of letter/s between the institutions.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(16) Where RMIT is responsible, in part or full, for the research and where the planned project also involves researchers from other institutions (including within Australia and/or overseas) researchers will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "submit an application to the IBC for review and approval,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensure there is a clear plan which sets out the respective responsibilities of all institutions involved, with this plan to be documented through a formal exchange of a letter/s between the institutions, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "notify the IBC and provide copies of any relevant documentation requested.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(17) Where the research is the sole responsibility of another institution (i.e. an external project) and the planned project also involves researchers from RMIT:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the IBC will not review the research provided another IBC has reviewed and approved",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "RMIT researchers will submit a copy of the application approved by the other institution’s IBC to the Coordinator and receive acknowledgement prior to any staff member working on an external project. The IBC will note any approvals from external IBCs and assess compliance with the relevant legislation and regulations, and institutional policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review Process",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) The IBC reviews all applications for Exempt, NLRDs and Licenced dealings and applies the set of principles outlined in the Act and Regulations that govern the classification of dealings with GMOs, the containment of dealings with GMOs and the conduct of people whose work involves recombinant DNA or gene technology.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) The IBC will inform the researchers of the outcome of the review in a timely manner.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Variations to a Dealing",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) Researchers cannot apply for a variation to an existing exempt dealing or an NLRD. A new application must be submitted for review to include any elements not in the original assessment.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) Licenced dealings can only be varied with the prior approval of the OGTR. Researchers will contact the Research Ethics, Integrity and Governance team (REIG) (biosafety@rmit.edu.au) who will liaise with the OGTR on their behalf. The IBC will be briefed on any potential variations to licenced dealings, and any comments fed back to the researcher prior to formal submission to the OGTR.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) Researchers will submit an annual report at the end of each calendar year for the life of the project.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) The Principal Investigator will submit a final report within six months of the end of the approval period.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(24) Reports will use the RMIT templates, available from REIG.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(25) Reports will detail how the research involving GMOs complied with the Act and Regulations over the reporting period, and detail any non-compliance and/or adverse incidents, including unintentional release or spills of GMO material.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(26) The IBC will review all annual and final reports. REIG will inform researchers if the reports have been accepted or if more information is needed.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Adverse Events",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(27) Any adverse event will be reported to REIG and to the relevant Facility Manager where appropriate, as soon as it is discovered.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(28) The researcher will provide an Adverse Event Report that details the adverse event and any action taken that has or will be taken in relation to the event and/or to prevent a recurrence.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(29) This report will be reviewed by the IBC at the next scheduled meeting. The IBC may require researchers to provide further information and/or carry out further actions. Where appropriate and/or as required, the IBC will notify the line manager, licence holder, and/or the OGTR.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(30) Where an adverse event involves any real or suspected release, including spills, of genetically modified materials or organisms outside of a certified facility not approved by the OGTR, the researchers will report this to the IBC via the Research Ethics, Integrity and Governance team and the IBC will review it as soon as reasonably possible. The IBC will report any real or suspected unintentional release of GMOs to the OGTR as soon as reasonably possible.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Monitoring Approval",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(31) The IBC will monitor all dealings for research involving GMOs at RMIT through inspections and reviewing records and reports (including annual and final reports, review of Adverse Event Report forms).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Suspension and/or Withdrawal of Approval",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(32) The IBC may suspend or withdraw approval for any project when:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "GMO or gene technology is used in a manner inconsistent with the approved protocol. In this instance the Chair or Deputy Chair may require that the activities (either the specific activity in question or the full project) cease immediately; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the approved protocol is no longer consistent with the Act or Regulations; or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "The researchers do not fulfil their reporting requirements; or",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "any other instance of non-compliance with the Act or Regulations, which the IBC deems of sufficient nature to warrant suspension or withdrawal of approval for a project.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(33) Where the IBC has suspended or withdrawn approval for a project, the Chair will notify the line manager, and may also notify the OGTR and other parties as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(34) In reviewing cases of non-compliance, the IBC may refer the matter to the institution (the Designated Officer at RMIT), or the OGTR as appropriate, for consideration. Where required, the IBC will refer a matter to the institution (the Designated Officer at RMIT) for consideration in line with the Management of breaches of research integrity Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Physical Containment Facilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(35) All facilities seeking certification as a Physical Containment (PC) facility will meet current OGTR Guidelines for the Certification of Physical Containment Facilities (level and type), as well as current Australian/New Zealand Standards.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(36) IBC members will conduct inspections and complete the appropriate application checklist for the PC facility type and level. The PC Facility Manager / Supervisor, or a suitable nominee, will also attend inspections and it is advisable that a researcher intending to conduct dealing(s) within the facility be present to answer questions. All issues will be resolved before the application for certification proceeds.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(37) The Facility Manager / Supervisor will collate any additional paperwork required for the certification application and forwarding to the Coordinator. The Coordinator will send completed applications to the Deputy Vice Chancellor (Research & Innovation) to be authorised prior to submission to the OGTR. Following submission, the Coordinator will liaise with the OGTR to ensure that any outstanding certification requirements are resolved.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(38) Once certification is granted by the OGTR, the IBC will retain a copy of the certification on record and forward the certification and signage to the Facility Manager / Supervisor.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(39) The IBC will inspect OGTR certified physical containment level 2 (PC2) or higher facilities at least every 12 months. The University (through the Coordinator) will maintain inspection reports for a minimum of 5 years and provide these to the OGTR on request.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(40) Access to OGTR-certified facilities is restricted to authorised persons who have completed the relevant RMIT University training. Unauthorised persons may only enter certified facilities with the permission of the PC Facility Manager / Supervisor and will not conduct any dealings in certified facilities. Unauthorised persons may include contractors, maintenance staff and visitors.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Complaints",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(41) Staff, students, members of the public or any other concerned persons may make a complaint concerning the research involving GMOs or gene technology at RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(42) These complaints will be forwarded to the Research Ethics, Integrity and Governance team via biosafety@rmit.edu.au who will acknowledge receipt of the complaint and inform the Chair of the IBC, and others as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(43) Staff, students, members of the public, or any other concerned persons may make a complaint concerning the use of GMOs or gene technology in an RMIT dealing.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(44) These complaints will be forwarded to REIG who will acknowledge receipt of the complaint and inform the Chair of the IBC, the Senior Manager, Ethics Integrity & Governance, and others as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(45) Where there are ongoing safety issues and/or non-compliance with the Act or Regulations that present significant risk to health and safety or humans, animals or the environment, the institution will ensure researchers cease activities and the IBC may suspend or withdraw approval;",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(46) In consultation with the Chair, REIG may take one or more of the following steps:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "where the complaint relates to activities that would normally require RMIT IBC approval, refer the complaint to the RMIT Committee to investigate in accordance with the Act and Regulations",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "where the complaint relates to activities that would normally require a licence, refer the complaint to the OGTR",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "where the complaint raises the possibility of research misconduct, or a breach that is not related to ethics approval, refer the complaint to the Designated Officer who will handle the complaint in line with the Research Integrity Breach Management Procedure;",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "where the complaint alleges misconduct that is not research related, refer it to the appropriate institutional procedure or process",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "dismiss the complaint and provide reasons for dismissal.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(47) REIG will update the complainant and other relevant parties, including the OGTR, as appropriate and in a timely manner.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(48) Complaints must be submitted to the Executive Director, Research Strategy and Services (EDRSS) in writing in accordance with the process established by REIG.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(49) The ultimate decision regarding the acceptability and classification of a dealing involving GMOs lies with the IBC.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(50) Complaints must be submitted to the EDRSS in writing in accordance with the process established by REIG.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(51) Following receipt of a complaint, the EDRSS or nominee shall seek further information from the IBC, relevant Research Ethics, Integrity and Governance team members, and other relevant staff as necessary, to establish the veracity of the complaint, and whether any RMIT policies or processes have been compromised.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(52) The EDRSS or nominee will provide a report to the IBC and the complainant on the outcome of the investigation of the complaint, including any findings and recommendations.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(53) A summary of complaints will be included in the IBC Annual Report to the RMIT Research Committee.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}