{
  "metadata": {
    "title": "Right to Disconnect Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=309",
    "scraped_date": "2025-10-31 01:25:20"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Understanding the right to disconnect",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) Under the FW Act, employees have a 'right to disconnect'. This means that employees have the right to refuse to monitor, read or respond to contact (such as emails, phone calls or messages) from RMIT, a colleague or a third party outside of their working hours, unless the refusal is unreasonable.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(10) It will be unreasonable to refuse contact if the contact is required under a law of the Commonwealth, State or Territory. Otherwise, whether a refusal is unreasonable will depend on a range of factors, as outlined further below.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(11) The 'right to disconnect' does not prohibit RMIT from sending emails to employees outside of work hours. However, in accordance with the General Protections regime under the FW Act, an employee will not face any negative repercussions because they have reasonably exercised their 'right to disconnect'.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reasonable out of hours communication",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) Where possible, all work-related communication should occur during an employee’s normal working hours.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) An employee is not required to monitor, read or respond to contact from RMIT or a third party outside of the employee’s working hours, unless the refusal to do so is unreasonable, having regard to the following factors (although other factors may also be relevant):",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the reason for the contact and its urgency",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "how the contact is made and the level of disruption the contact causes the employee",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the extent to which the employee is compensated (including non-monetary compensation) to remain available to perform work during the period in which the contract is made, or for working additional hours outside of the employee’s ordinary hours of work",
              "subclauses": [
                "to remain available to perform work during the period in which the contract is made, or",
                "for working additional hours outside of the employee’s ordinary hours of work"
              ]
            },
            {
              "clause_number": "4",
              "text": "the nature of the employee’s role and level of responsibility",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "the employee’s personal circumstances (including family or caring responsibilities) whether an employee has previously agreed to be available outside of their normal working hours with discussion and approval from management, or",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "whether the employee's duties or responsibilities require contact with colleagues located in different time zones, including RMIT's controlled entities in Vietnam and Europe.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(14) Examples of when it may be reasonable for RMIT to expect an employee to respond to communication outside of their working hours may include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "if there is a significant unplanned matter relating to the employee’s employment or RMIT’s operations that cannot wait until the employee’s normal working hours for a response",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "in the case of a genuine emergency, for example, a serious immediate risk to students, other employees or RMIT facility or equipment",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "during authorised overtime, call-back to work or paid on-call arrangements in accordance with any relevant enterprise agreement and/or contract of employment, or",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "if the contact is required under Commonwealth or State law.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Communication expectations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) RMIT expects all employees to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "have any non-standard working hours clearly articulated in their email signature and other digital platforms, for example, student presentations, CANVAS, Microsoft Teams, Office 365, so that colleagues, students and third parties are aware of when they can expect a response",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "be mindful of colleagues' working hours, known personal circumstances (including family or caring responsibilities), flexible working arrangements or relevant time zone when considering whether it is appropriate to make contact at a particular time",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "when making contact outside of working hours, consider using the 'delayed send' feature in Outlook, where possible",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "ensure that the urgency and response expectations of communications sent outside of normal working hours is made clear",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "schedule meetings at appropriate times, having regard to the normal working hours of the meeting participant(s)",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "discuss any concerns about contact outside of normal working hours with their manager in the first instance, and if not resolved, follow the concerns or complaints process outlined below.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(16) RMIT expects managers to discuss with their direct reports:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "expectations about normal working hours and availability outside of normal working hours, taking into consideration the employee's role and responsibilities, known personal circumstances (including family or caring responsibilities), any flexible working arrangement, terms and conditions of employment (under any relevant Enterprise Agreement or contract of employment), and any relevant RMIT policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "agree on and document the preferred method of contact if RMIT reasonably needs to contact the employee outside of their working hours",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "instances in which an employee may qualify for additional compensation (which may be monetary or non-monetary) for working outside of their regular hours.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Concerns or complaints",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) An employee may have a concern or complaint about:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "unreasonable contact they are receiving outside of normal working hours, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "unreasonable refusal of a colleague to monitor, read or respond to contact made outside of normal working hours.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(18) Any concerns or complaints in relation to this procedure or the 'right to disconnect' should be raised with the employee's manager in the first instance.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(19) If the matter is not resolved, the parties should escalate to their next level manager to assist.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(20) An employee may also submit a complaint through RMIT's Complaints Portal for investigation and resolution.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(21) Employees can seek guidance on any aspect of this procedure from the People team.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}