{
  "metadata": {
    "title": "RMIT University Pathways (RMIT UP) English for Academic Purposes (EAP) Refund Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=291",
    "scraped_date": "2025-10-31 01:26:24"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Eligibility for a refund",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) RMIT UP will only consider a request for refund or transfer of fees when:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "RMIT UP has received the money that is to be refunded",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the application for refund has been submitted within 12 months of commencement date. This includes students who accepted their offer and are yet to enrol in an EAP program, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "a complete application for refund or transfer of fees has been made in the form prescribed by RMIT UP or RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(8) A student may not be entitled to a refund if, after they have commenced the EAP program, they are found to have engaged in misconduct under the Student Conduct Policy. Any consequences, including in relation to the student’s fees, in these circumstances will be determined by the Student Conduct Board.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(9) If, prior to commencing their EAP program, a student is found to have provided untrue or inaccurate information to RMIT UP, English as part of their EAP application or refund application, RMIT UP reserves the right to retain up to one hundred percent (100%) of any prepaid amount and may withdraw the student’s offer.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(10) Where a student has any outstanding debt or penalty to RMIT or RMIT UP, this will be deducted from any refund.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(11) Students who are officially sponsored are not permitted to request a refund of any tuition fees. In such circumstances, the recorded sponsor must apply for a refund.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(12) A student on a leave of absence is still considered a current student and any eligible prepaid tuition will be reallocated to the required extension of the student’s enrolment, as per the RMIT University Pathways Leave of Absence Instruction.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Eligibility for transfer of fees",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) If a student with an original package-offer for EAP and an RMIT University program meets the entry requirements for the RMIT University program prior to commencing or completing the EAP program, RMIT UP will transfer any eligible refund amount to the RMIT University program at the student’s request.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Assessment of Refund Application",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) Where a student is eligible for a refund, that refund will be calculated in accordance with this procedure and the RMIT UP EAP Refund Assessment Table, which is set out under Section 5 of this procedure.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(15) Refunds will be calculated from the date of the student default.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(16) If a student default occurs during or after a period of approved leave of absence (LOA) or a student fails to accept the offer for the required enrolment extension, fifty percent (50%) of the unused prepaid tuition for each 5-week module of approved LOA will be retained by RMIT UP.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(17) The RMIT UP Deputy Director, English may approve the refund of some, or all fees paid where it is determined there are exceptional circumstances of a compassionate or compelling nature that significantly impacted the student’s ability to commence or continue with the EAP program. The student must provide evidence of such circumstances as reasonably requested by RMIT UP.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(18) RMIT UP will allow 10 working days for additional documentation or requested information to be provided to support an application for refund if required. The refund application will be closed if the required information is not received within this timeframe. A new refund submission will be required if the refund application has been closed due to the timeframe not being met.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(19) Students will be advised of the outcome of their refund application via email within 20 working days of the refund application. The outcome email will include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the reason for the refund",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "how the refund was assessed (e.g. date of refund application)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "how the refund amount was calculated, and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "information regarding submitting an appeal.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Refund of Overseas Student Health Cover (OSHC)",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) A student who has not commenced any program with RMIT UP or RMIT is eligible for a full refund of any Medibank OSHC premium paid at the time of their acceptance.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) A student who has cancelled their EAP enrolment may be eligible for a partial refund of the Medibank OSHC premium paid to RMIT UP if their enrolment is cancelled and they have left Australia. The refund amount will be calculated from the date of departure from Australia.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(22) An enrolled student may cancel their Medibank OSHC at any time and will be refunded the unused pro-rata portion of their Medibank OSHC premium paid to RMIT UP.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(23) A student with OSHC arranged directly with a provider, and not via RMIT UP will be responsible for arranging a refund with their respective provider.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Payment of refund",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(24) All refunds will be paid in Australian dollars.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(25) Refunds will be processed using the same payment method as the original payment.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(26) Where the original payment was via a credit card within 12 months of the refund, any refund amount will be returned to the same credit card account used for the original payment.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(27) Refunds that are processed via electronic funds transfer will be paid into the student’s nominated bank account.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(28) RMIT UP reserves the right to request proof of the receipt of a refund.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(29) Approved refunds will be paid within 20 workings days of a correctly completed refund application being received by RMIT UP. The exception to this is if RMIT UP is unable to provide the program, in which case the refund will be paid within 14 days of the RMIT UP default.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appeals",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(30) A student may lodge an appeal against a refund assessment decision after being notified of the outcome of their refund.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(31) A student must submit the appeal in writing",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "within 20 working days of being notified of the outcome of their refund application",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "to the RMIT UP Chief Executive Officer",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "via email to rmit.up.studentservices@rmit.edu.au.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(32) Further information requested for consideration of the appeal must be provided within 10 working days of the date the request was sent to the student. If the required information is not submitted within this timeframe, the appeal will be assessed on the available information.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(33) Appeals will only be considered if the student provides:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "evidence that RMIT UP has made an error in process that has been a significant factor in the decision, and/or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "evidence that significant circumstances have not been taken into account, and/or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "new, relevant evidence that was not available at the time of the decision, which would have been a significant factor in the decision.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(34) The RMIT University Pathways Chief Executive Officer (or delegate) will commence assessment of the appeal within 10 working days of the submission of a valid appeal and will finalise the outcome as soon as practicable.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(35) The student will be sent a written outcome to the personal email account (as recorded in RMIT UPrecords) within 10 working days of the conclusion of the appeal, which will include reasons for the outcome and advice on the external review process.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(36) Students who are dissatisfied with the outcome of an appeal against a refund decision may apply for and external review of the decision to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the Commonwealth Ombudsman for international students studying in Australia on a student visa, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the Victorian Ombudsman.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(37) This procedure and RMIT’s Student and Student-Related Complaints Policy does not restrict a student’s rights under Australia’s consumer protection laws.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(38) RMIT UP EAP Refund Assessment Table:",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}