{
  "metadata": {
    "title": "RMIT Distinguished Professor Award Guideline",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=349",
    "scraped_date": "2025-10-31 01:22:37"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Guidelines on submitting an internal nomination",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) The supporting Deputy Vice-Chancellor (DVC) may submit a Distinguished Professor Nomination form, including evidence and examples of outstanding performance against the eligibility criteria and a copy of the nominee’s curriculum vitae. The nominee must demonstrate performance exceeding the general expectations of their current role.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(9) The Deputy Vice-Chancellor Research and Innovation (DVC R&I) will convene a Distinguished Professor Committee on an annual basis, or as required, to assess the nomination submission against the eligibility criteria.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(10) Committee membership will comprise:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Deputy Vice-Chancellor Education (DVCE) or nominee",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Three College DVCs or nominees",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Senior representation from the People team",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(11) The panel should strive to achieve a gender balance. In line with the University’s commitment to Athena Swan, all panel members must complete (or have completed in the last five years), unconscious bias training and, where appropriate, cultural awareness training.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Guidelines on submitting a nomination as part of an external recruitment process",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) For prestigious roles, the title of Distinguished Professor may be awarded as part of an external recruitment process, provided that the candidate meets the definition and the eligibility criteria outlined in this guideline.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) The candidate’s nomination will be reviewed by the Distinguished Professor Committee to assess the nomination submission against the eligibility criteria.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(14) In time-sensitive circumstances, the Vice-Chancellor can approve the awarding of the title of RMIT Distinguished Professor without convening the Distinguished Professor Committee, subject to the endorsement by the supporting DVC, DVC R&I and/or DVCE.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Guidelines on reappointment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) At the end of the five-year term, Distinguished Professors will be eligible to apply for a reappointment, to commence from 1 January the following year. This must be supported by a DVC and submitted to the DVC R&I.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(16) Reappointment forms will include evidence of achievements during their term as a Distinguished Professor, a description of their proposed teaching/research contributions in the next term, and demonstration of meeting the eligibility requirements.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(17) Reappointment will be submitted to the Distinguished Professor Committee on an annual basis, or as required, for assessment.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(18) The nomination, approval and implementation instructions are outlined in Appendix B – Awarding the Distinguished Professor Instructions.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(19) Appeals may only be made where the nominee has sought and received feedback from the nominating DVC.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(20) An unsuccessful nominee who wishes to lodge an appeal may provide a written notification to the Vice-Chancellor within seven working days of being notified of the outcome.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(21) The Vice-Chancellor may appoint a person not involved in the original process to review the case. A report will be sent to the Vice-Chancellor.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(22) The decision of the Vice-Chancellor is final.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(23) The unsuccessful nominee will receive written notification of the appeal’s outcome.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(24) This guideline includes the following appendices:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Appendix A – Distinguished Professor Eligibility Criteria",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Appendix B – Awarding the Distinguished Professor Instructions",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}