{
  "metadata": {
    "title": "Scholarships and Prizes Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=32",
    "scraped_date": "2025-10-31 01:23:22"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Funding",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) Scholarships and prizes may be funded by RMIT, non-governmental donors or sponsors, Australian governments, governments of other nations, or a combination of these sources.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(5) If the scholarship or prize is ongoing, the costs of administration should not exceed the value of the scholarship or prize.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(6) A scholarship or prize may be rescinded if conditions have changed and it:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "no longer supports the mission, values or strategic direction of RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "is no longer financially viable, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "represents a reputational risk to RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(7) If a scholarship or prize is rescinded:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "current commitments to recipients will be honoured but the scholarship or prize will not be awarded in the future",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "any uncommitted funds derived from a philanthropic gift will be managed by the Philanthropy team",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "uncommitted funds derived from non-philanthropic sources will be managed in accordance with the scholarship or prize agreement.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Establishment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) Minimum requirements for establishing scholarships and prizes, such as value, are determined by the Deputy Vice-Chancellor Education.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(9) If the scholarship or prize is funded by external sources, an agreement is negotiated between the relationship manager and the donor or sponsor in accordance with the Delegations of Authority Policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(10) Objectives, eligibility and selection criteria must be clearly stated in the proposal for a new scholarship or prize.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(11) Endorsed proposals for scholarships or prizes are approved in accordance with clause (9) of the Scholarships and Prizes Policy.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the operational unit or relationship manager will advise the sponsor/donor",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a signed copy of the agreement is distributed to the operational unit for administration and recorded in the RMIT customer relationship management (CRM) system",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "new prizes are reported to the Deputy Vice-Chancellor Education.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Selection and Awarding",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) Scholarship eligibility criteria and relevant application information must be:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "published on the RMIT website and other channels as appropriate",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "provided in accessible formats and in a timely manner.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(14) Scholarships and prizes will be awarded based on eligibility criteria and the application of agreed selection criteria documented by the responsible operational unit.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(15) Whilst responsible operational units have the final decision over all selection decisions, donors/sponsors may participate in the selection process as specified in the scholarship or prize agreement.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(16) Students who hold overdue debts to RMIT are not eligible for a scholarship or prize.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Offer and Acceptance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) A scholarship may be offered to a current or prospective student but will remain conditional upon meeting eligibility requirements including enrolment at the specified census date.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) A prize may be offered to a current student or recent graduate of RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) The offer of a scholarship or prize must include the:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "terms and conditions",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "instructions and timeline for accepting or declining the offer.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Cancellation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) A recipient’s scholarship may be cancelled in accordance with the terms and conditions of that scholarship. The recipient will be notified of the decision and RMIT may reclaim benefits disbursed if applicable.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) Appropriate action will be taken if a recipient's circumstances change and ongoing eligibility is impacted, which may include cancelling the scholarship.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Administration",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) Any personal information collected to support the application and selection process and management of scholarships and prizes will be managed in accordance with the Privacy Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) Obligations to sponsors and donors are managed in accordance with the scholarship or prize terms and conditions and agreement. In the case of philanthropic donations, the Philanthropy and Fundraising Policy also applies.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(24) If the terms and conditions become impracticable to administer the agreement may be renegotiated. The renegotiation is led by the relationship manager in collaboration with relevant stakeholders.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(25) The University Secretary and Academic Registrar approves the schedule of achievement-based scholarships or prizes which may be listed on the academic transcript and the Australian Higher Education Graduation Statement of the scholarship or prize recipient.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Misconduct",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(26) Selection and ongoing eligibility for scholarships and prizes may be impacted by a record or finding of academic or general misconduct at RMIT.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(27) Colleges and portfolios that administer scholarships or prizes submit an annual report in a format requested by the Academic Board or the Deputy Vice-Chancellor Education. If the operational unit is a school or industry cluster the reports will be submitted by the college.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(28) Schools, colleges and portfolios may be requested to provide additional insightful information from time to time.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Conflict of Interest",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(29) Any actual, perceived and potential conflict of interest identified whilst engaging in this process will be documented and managed in accordance with the Conflict of Interest Management Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Risk Management",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(30) Portfolios and colleges considering new scholarships and prizes must conduct risk assessments and document and record potential impacts and mitigation strategies in accordance with the Risk Management Policy.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}