{
  "metadata": {
    "title": "Selection Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=135",
    "scraped_date": "2025-10-31 01:24:47"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Selection Accountability",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) The following officers are accountable for the selection of applicants:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "for coursework programs, the Dean/Head of School/Cluster Director (or equivalent) or nominee",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "for higher degree by research (HDR) programs, the Associate Deputy Vice-Chancellor Research Training and Development or nominee.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(5) Applicants must not be pooled (held for competitive selection at a later time where places are limited) unless this has been approved by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the General Manager – College Operations (or equivalent) for coursework programs",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the Associate Deputy Vice-Chancellor Research Training and Development for HDR programs.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Impartiality of Selection Decisions",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) Applicants are selected fairly and in accordance with the formally approved admission standard for the program.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) Staff involved in selection decisions must comply with the Conflict of Interest Policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(8) Staff who suspect there has been or will be a conflict of interest during the selection process must immediately notify the relevant Dean/Head of School/Cluster Director or Director (or equivalent).",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "If the Dean/Head of School/Cluster Director or Director (or equivalent) is unavailable, or are themselves suspected, the staff member must notify the relevant Deputy Vice-Chancellor.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The recipient of the report must follow the Conflict of Interest Policy.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(9) Selection requirements only seek relevant information required for assessment. They do not unfairly disadvantage some applicants.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Selection Methodology",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) Colleges/schools/industry clusters must document rigorous and properly approved selection methodology for assessment of applicants’ capacity for success in the program. This may include elements such as:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "minimum academic requirements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "where relevant, selection tasks and their purpose",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "details of how equity and other admission schemes are applied",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "selection methodology for each location and fund source, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "ranking methodology for competitive entry.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(11) A summary of the program selection methodology must be published to applicants.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(12) Program entry requirements and selection methodology must be applied consistently to all applicants for a program at each location and for each funding source.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Program entry requirements and selection methodology must not change during an intake.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "An adjustment to the entry requirements may be amended where it is advantageous and equitable to all applicants and cohorts within an intake period.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(13) In determining whether the applicant satisfies published requirements, the applicant’s entire application, including any equity or access provisions or entrance schemes must be considered.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Only information that is formally required of applicants will be considered.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(14) Greater weight may be given to an applicant’s most recent and/or relevant previous qualification, study, or experience where provided for in the selection methodology.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(15) If an applicant does not meet minimum entry requirements but demonstrates they are capable of success in the program, a case for equivalence may be submitted in accordance with the Admission Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(16) The School of Graduate Research (SGR) assesses applications for research programs with input from schools/industry clusters (where relevant) on whether applicants satisfy the relevant program entry requirements. For further information on HDR selection, please refer to the HDR Admissions and Enrolment Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Equity and Other Admission Schemes",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) Where applicable to a student’s application, equity and other admissions schemes must be taken into consideration as part of selection, in accordance with the Equity and other Admission Schemes Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) If an applicant raises issues relating to access and equity that are not resolved by referring to the selection methodology, staff with responsibility for selection may seek advice from Domestic Admissions.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) Applications from Indigenous Australians are overseen by the Ngarara Willim Centre. Applicants may be assessed through the Indigenous Access Program using a non-competitive and pathways focused approach.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Ranking and Selection for Competitive Programs",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) Where profile is limited for a program, staff may seek approval from their General Manager – College Operations (or equivalent) to pool and rank applications.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(21) If a program intends to pool international applicants for competitive selection, the impact on selection of those applicants must be considered including delays to visa processing and shorter periods for ELICOS enrolments.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(22) Selection methodology must include ranking methodology when selection of applicants for a program is competitive.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(23) If programs select competitively, applicants who are eligible for admission are ranked in order according to the program ranking methodology and offers are made in order from highest to lowest rank until all places are filled.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(24) Final selection rank must take into consideration all aspects of an application including equity and access provisions, selection tasks and academic results.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(25) Feedback on an applicant’s performance in ranking for competitive selection must be provided on request and should provide the applicant with sufficient detail to improve their chances of selection in the future.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Internal Applicants",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(26) Internal applicants must satisfy the same entry requirements as external applicants for the program.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(27) Internal applicants may be given preference in selection when this is provided for in the selection methodology.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(28) RMIT students are guaranteed entry into their subsequent program if they achieve the entry requirements as published at the time of their packaged offer.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Selection Tasks",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(29) Selection tasks are designed to assess an applicant’s capacity to succeed in the program and reflect RMIT’s commitment to equity and inclusion.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(30) Selection tasks and the selection task assessment methodology are documented and approved by the relevant Dean/Head of School/Cluster Director (equivalent) and the approval documentation is retained in the relevant school/industry cluster/selection area.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(31) Applicants are given detailed instructions regarding the requirements of the selection task and assessment criteria and how the selection task will be used as part of program selection methodology. Submission dates and timelines for selection tasks are published on relevant webpages and publications.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(32) The requirement for a selection task is published in program guides and detailed in program summaries and (where applicable) the Victorian Tertiary Admissions Centre (VTAC) website.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(33) Details of selection tasks are published in program guides and summaries and (where applicable) the VTAC website.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(34) Assessment of an applicant’s performance in a selection task must be recorded.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(35) Feedback on an applicant’s performance in a selection task must be provided on request and provide the applicant with sufficient detail to improve their performance in the task in future.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Offers of Admission",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(36) Selection outcomes may only be decided by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "an employee or contractor of RMIT",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "an RMIT partner who is expressly authorised to do so by the University Secretary and Academic Registrar, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "VTAC acting on behalf of RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(37) Offers can be made on the condition that the applicant provides additional evidence that they meet entry requirements or to satisfy other conditions detailed in the offer.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(38) RMIT may place a time limit on an offer or conditional offer of admission, after which the offer will lapse.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(39) Once a student has been offered a place, it will be honoured if the entry requirements change between the offer and the date that the student commences in the program.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(40) Offers of admission specify the following details of the offered enrolment:",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the teaching period in which the enrolment will start",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "whether full time or part time",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "duration of study (for international applicants)",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "financial or funding related details and where appropriate any deposits to be paid by the applicant.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(41) All offers of admission are made in writing.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Errors in Selection",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(42) Where a selection officer learns that an offer has been made in error, the following process is followed and completed within five (5) working days of the error being identified:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The selection officer must immediately inform the college admissions office (for coursework applicants) or the SGR admissions team (for research applicants) that an offer has been made in error.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The college admissions office or SGR admissions team must advise the manager of Domestic Admissions or International Admissions (as relevant) and the University Secretary and Academic Registrar of the circumstances.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "The University Secretary and Academic Registrar (or delegate) is authorised to decline to approve withdrawal of the offer if the applicant has enrolled and/or commenced classes or if they are not persuaded that there are grounds to withdraw the offer.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(43) If the University Secretary and Academic Registrar (or delegate) approves the withdrawal of offer, the applicant will be notified in writing with the reason.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review of Selection Decisions",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(44) An unsuccessful applicant seeking a review must submit a request for feedback within 10 working days of the day on which formal notification of the selection decision was sent.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(45) International applicants who have been denied under the Simplified Student Visa Framework (SSVF) cannot seek a review of this decision. Applicants may make a new application if they meet SSVF requirements.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(46) The selection officer must provide the applicant with reasons for the decision within five (5) working days of being contacted by the applicant, including information relevant to the application and any selection task that will help the applicant improve a future application.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(47) Where an applicant has sought feedback on their application but remains dissatisfied with the outcome, they may seek a formal review of a selection decision where they can provide evidence that all of the following grounds exist:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the applicant satisfied all relevant entry requirements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the application was lodged on time, in the correct manner, and they provided all the relevant, valid documentation to the university",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the applicant has evidence that the Admission Policy was improperly applied, and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "the applicant has sought feedback from the selection officer.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(48) A review application must be submitted within 20 working days from the date the selection decision was sent.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(49) On receiving a request for review, the relevant college Associate Deputy Vice-Chancellor Learning and Teaching, or delegate, (for coursework applicants) or the Associate Deputy Vice-Chancellor Research Training and Development (for research applicants) will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "arrange an investigation within two working days, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "advise the applicant in writing of the outcome of the review within a further 20 working days.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(50) A formal review decision is final and cannot be appealed within the University.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(51) An application for review may be dismissed as without substance, with notification of reasoning provided to the applicant, where they:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "did not meet the published admission requirements of the program to which admission was sought, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "fail to produce evidence substantiating the grounds of review detailed in clause (47).",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(52) Where a review against a selection decision is upheld the reviewer must send notice of the outcome to the applicant within 10 working days.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The notice will contain the full decision of the review and state any actions being taken by the University in relation to it.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}