{
  "metadata": {
    "title": "Staff Complaints Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=156",
    "scraped_date": "2025-10-31 01:21:39"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Application",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) This procedure can be used to address staff complaints where a response or resolution is explicitly or implicitly expected, in relation to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "policies, procedures, decisions and decision-making processes",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "omissions, systems or quality of service",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "staff, student or third party behaviour.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(7) Where another appropriate RMIT procedure or process exists, that policy document may be followed as an alternative. This includes an RMIT policy document used to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "address staff conduct, staff underperformance and breaches of specific RMIT policy and conditions of employment",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "make whistleblower complaints and public interest disclosures.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(8) Where matters are being addressed under more than one policy document, RMIT must organise a fair and sensible order for events to proceed. Other policy documents which might overlap with this procedure include, but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a complaint or report being managed by an RMIT student, or third party conduct/complaint procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a complaint or report being managed by an external agency.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Complaint Resolution Approach",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) Complaint management will be aligned to the principles of the Complaints Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(10) Expectations include but are not limited to, providing complainants and respondents with:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "updates on progress and reasons for any lengthy delays",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "relevant details and time to respond to any questions",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "a written resolution if requested by a complainant or respondent, including: an explanation of and reasons for the resolution details of any policy/information/evidence relied upon",
              "subclauses": [
                "an explanation of and reasons for the resolution",
                "details of any policy/information/evidence relied upon"
              ]
            },
            {
              "clause_number": "4",
              "text": "information about the appropriate appeal or review process at the conclusion of the matter",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "advice that under certain circumstances RMIT may continue to pursue the matter even if the complaint is withdrawn.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(11) Where a complainant displays unreasonable conduct (as defined in the Complaints Governance Policy), the Vice President, People and Culture or delegate may restrict access to complaint management services. This may include a decision by People to close the complaint and decline any further response.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Making a Complaint",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) The Vice President, People and Culture or delegate provides resources on how to make a complaint and to advise parties to a complaint of their rights and expectations in the management of the complaint.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) Avenues for raising a concern or complaint include but are not limited to the RMIT Complaints Portal.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(14) Anonymous complaints can be made however they may limit the ability for the People team to effectively manage the complaint. Where possible, this will be clearly communicated to the complainant.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Complaint Assessment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) On receipt, submissions will be referred to and assessed by People to determine the most appropriate resolution process or procedure to be applied. Some complaints will be addressed by People and others will be referred to the relevant organisational area for consideration and response.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(16) When considering how to manage the complaint, the assigned case manager may be required to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "seek clarification or request further information to assess the nature of the complaint",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "identify parties involved in a complaint and seek further information",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "liaise and discuss with the Manager, Central Complaints and Investigations.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(17) The case manager will resolve the complaint following a procedurally fair process.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(18) Where a decision is taken to deal with the complaint using an alternative RMIT procedure or process in accordance with clause (7) the complainant will be informed and referred to the relevant person who will assist them.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "It is recommended that complaints regarding conduct that are described or perceived as misconduct are managed under alternative policy document(s).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Complaint Resolution Outcomes",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) Resolutions imposed or introduced as an outcome of this procedure include a wide variety on non-disciplinary actions including but not limited to explanation, apology, correction, training, counselling, coaching, and a review of practice.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(20) People will not reopen a matter that is closed unless new information is presented that the Vice President, People and Culture or delegate considers to be material to the outcome.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(21) People may report on any systemic issues or organisation failures to inform reporting and improvement activities. In these circumstances, information will be de-identified to protect the privacy of parties to a complaint.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Privacy and Confidentiality",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) The outcome of a complaint can be shared by RMIT with all parties to a complaint and with others who may need to be informed as part of their role, but any disclosure must be balanced against preserving the privacy of others consistent with the Complaints Governance Policy and Privacy Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(23) All parties involved in a complaint managed under this procedure must treat the details, their involvement, the names of other associated parties and all reports, findings, recommendations and actions as confidential unless informed otherwise by People.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(24) Limitations apply to privacy and confidentiality:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "where risks to health and safety are present,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "in matters involving persons under 18 years of age, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "in circumstances where information is otherwise permitted or required to be shared by law.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}