{
  "metadata": {
    "title": "Staff-Student Relationships Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=258",
    "scraped_date": "2025-10-31 01:21:06"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Obligations of Staff",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) Staff at RMIT must disclose any close personal relationships with a student while that staff member holds, or is likely to hold in the near future, a position of authority in relation to that student in accordance with RMIT’s Conflict of Interest Policy. See definitions section below for examples of positions of authority.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(10) Staff must not develop or engage in, or seek to develop or engage in, an intimate relationship with a student while the staff member is, or in the future is likely to be, in a position of authority in relation to that student. This is a breach of this procedure and may also be a breach of RMIT’s Gender-Based Violence Prevention and Response Policy, Workplace Behaviour Policy, Code of Conduct and Conflict of Interest Policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(11) Should staff be, or have formerly been, in an intimate relationship with someone who is currently a student, they must disclose this at the point where a staff member holds a position of authority in relation to that student or is likely to hold it in the near future. Staff must make this disclosure in accordance with RMIT’s Conflict of Interest Policy.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(12) Staff must not engage in sexual activity or engage in conduct which might reasonably be perceived to be building towards a sexual relationship, with any person under 18 years of age, including a student. Such conduct is a breach of the Child Safe Policy and Child Safe Code of Conduct, and may also amount to criminal conduct and be reported to the Police.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(13) Staff must not develop or engage in, or attempt to develop or engage in, an exploitative relationship or a coercive controlling relationship with any students. Such conduct is a breach of this policy, and may also be a breach of other policies, including the Code of Conduct, Workplace Behaviour Policy and Gender-Based Violence Prevention and Response Policy. In certain circumstances, it may also amount to criminal conduct and be reported to the Police.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(14) Staff must ensure that all their interactions and relationships with students are professional and appropriate. Staff who engage in any behaviour that is inconsistent with reasonably understood appropriate professional boundaries between staff and students may be in breach of this procedure, the Code of Conduct, Workplace Behaviour Policy and other RMIT policies.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(15) By way of guidance, behaviour that may be inconsistent with the reasonably understood appropriate professional boundaries between staff and students include (but are not limited to) a staff member:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "not maintaining an appropriate physical or emotional distance from students",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "failing to perform RMIT duties in the best interests of RMIT without favour towards any individual student over another student",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "having one-on-one meetings or interactions with a student other than through RMIT-approved communication channels (e.g. a private chat message platform) instead of having meetings and discussions with students in public venues during operating hours where practicable, such as libraries or cafes",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "sharing personal contact details, such as their home address, personal phone numbers and personal email addresses where the details are not necessary to support the teaching or supervisory relationship between them; staff should only use their RMIT user profile on official RMIT channels and platforms when communicating with students, such as RMIT email, the learning management system or online communication channels, such as Teams or Webex",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "contacting students about personal matters that are not related to RMIT conduct or teaching or learning, or in an inappropriate manner, or communications outside of the normal operating hours of RMIT",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "seeking personal information from a student that is not relevant to an RMIT process (e.g. medical information for special consideration or as part of academic progress process) or obtaining personal information about a student from RMIT records for purposes unrelated to the staff member’s role",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "withholding details of a support facility, or failing to refer a student with a need for support to a facility, in order to create a dependency or closer relationship between the staff member and the student",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "giving or encouraging comments from students that are suggestive, overly flattering, overly personal or otherwise inappropriate",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "failing to actively remove themselves from a situation where a student attempts to form an intimate relationship with the staff member and where the staff member does not put the student on notice that the conduct must stop",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(16) All staff must report an actual or suspected breach of this procedure as soon as practicable after becoming aware of it, to Safer Community, or otherwise through RMIT’s anonymous complaints reporting or whistleblower channels.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(17) Where a staff member becomes aware that a student has engaged in behaviour that is inappropriate or is inconsistent with the boundaries of professional staff-student relationships (such as when a student makes a sexual advance towards a staff member), this behaviour must be reported to the relevant staff member’s Dean or immediate supervisor. Even if the staff member has not reciprocated the advance or rejected it, it may still give rise to an actual, potential or perceived conflict of interest for the staff member, and it may be appropriate to manage it through the Conflict of Interest Policy.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(18) Staff can contact Safer Community for advice and support where a student initiates inappropriate behaviour towards them that is inconsistent with professional student-staff relationships as outlined in this procedure.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(19) Any person can make a disclosure, report or complaint in relation to a student via the Student Connect portal or the RMIT Complaints Portal. For RMIT Vietnam, this can be made via Complaints – RMIT University.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(20) Breaches of this procedure may amount to staff misconduct, which are managed in accordance with the Managing Conduct Procedure or the relevant Enterprise Agreement. Other policies and procedures may also apply, such as the Conflict of Interest Policy, Child Safe Policy, Gender-Based Violence Prevention and Response Policy and Gender-Based Violence Response Procedure – Vietnam.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(21) In responding to incidents of non-compliance, RMIT will seek to ensure that students are not unfairly disadvantaged or adversely treated for being in an inappropriate relationship with a staff member or because of making a disclosure or report regarding a possible breach of this procedure.",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "(22) Material breaches of this policy are reported to the relevant governance body through existing channels for reporting staff or student misconduct, conflict of interest, sexual harm and child safety.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}