{
  "metadata": {
    "title": "Student and Student-Related Complaints Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=33",
    "scraped_date": "2025-10-31 01:21:51"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles for Complaint Resolution",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) The RMIT Group is committed to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "maintaining a culture that promotes student wellbeing by valuing and supporting an individual’s right to complain",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a non-adversarial and conciliatory approach to complaint resolution",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "responding promptly, equitably and with sensitivity to complaints",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "ensuring no party to a complaint will be unfairly disadvantaged or face discrimination or reprisal by engaging in good faith with the complaints process",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "providing transparent processes and accuracy of records",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "promptly disclosing any actual or potential conflict of interest by all parties in accordance with the Conflict of Interest Policy",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "reporting allegations of misconduct by staff or students to external authorities such as the police, the Commission for Children and Young People or another government agency where appropriate, and",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "acting on, learning from and using feedback and complaint data to identify problems, improve services, and address underlying causes and trends to prevent reoccurrence.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "considered in accordance with the policy instruments authorised by this policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "assessed and managed in a professional, fair and transparent manner in accordance with the principles of procedural fairness",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "managed with a focus on resolution, with all parties to a complaint expected to act in good faith and show respect for each other",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "handled in accordance with the Privacy Policy, privacy laws and other relevant legislation",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "assessed on their merits, based on evidence relevant to the complaint and any mitigating circumstances.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Support for Complainants and Respondents",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) The RMIT Group is committed to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the provision of a no-cost complaint resolution process",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "providing access to independent advice, advocacy and other supports where required and applicable",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "ensuring the safety and welfare of all parties to a complaint by acting to remove or isolate students or staff from the campus or workspace during an investigation where there are concerns about safety",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "balancing the right to confidentiality against the principles of procedural fairness by not unnecessarily disclosing the identity of the complainant or witnesses to the respondent where this may constitute a risk to safety.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Complaint Outcome and Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "provides detailed and timely outcomes in writing",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "acts promptly to implement outcome and review decisions",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "is accountable internally and externally for its decision making and complaint handling performance",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "notifies complainants of their right to seek an independent and impartial review of decisions",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "ensures that reviews are conducted by a case manager who has not had any involvement with the original complaint and investigation",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "retains records in accordance with the Privacy Policy and Information Governance Policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) The Academic Registrar is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the review and approval of the Student and Student-Related Complaints Procedure and supporting documents",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "monitoring high risk student and student-related complaints",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "addressing unreasonable conduct by complainants, witnesses and respondents",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "authorising notifications to external authorities, including mandatory reporting",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "reporting of trend and complaint analysis",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "monitoring compliance with this policy",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "identifying opportunities for continuous improvement.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(10) The Academic Registrar’s Group Student Complaints are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "providing processes that enable a consistent, coordinated and supportive approach to student and student-related complaint investigation and resolution",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "student and student-related complaint case management, notification of outcomes, records and outcome reviews.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(11) Staff are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "providing ARG Student Complaints case managers with local information in a complete and timely way to support resolution of student and student-related complaints",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensuring continuous improvement is achieved through the immediate implementation of a complaint outcome or review determination, taking action as expressed therein",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "consideration of, and where appropriate, taking action in respect of any further advice or recommended actions provided by ARG Student Complaints as a result of feedback or a complaint investigation.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(12) All parties to a student or student-related complaint must abide by the expectations under this policy, the Complaints Governance Policy, Student Charter, Statement of Student Responsibilities, and the Code of Conduct.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) Breaches of this policy by a staff member will be managed in accordance with the Code of Conduct and Compliance Breach Management Procedure as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(14) Breaches of this policy by a student (including any unreasonable conduct) will be managed in accordance with the Student Conduct Policy and the Compliance Breach Management Procedure as appropriate.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(15) This policy will be reviewed at least once every five years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(16) This policy includes the following schedule:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Schedule 1 – RMIT Complaints Framework",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(17) Refer to the following document which is established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Student and Student-Related Complaints Procedure",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}