{
  "metadata": {
    "title": "Student Conduct Regulations",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=180",
    "scraped_date": "2025-10-31 01:26:27"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Part A - PRELIMINARY",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(1) The purpose of these Regulations is to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "maintain and protect academic integrity at RMIT;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "regulate the conduct of students in connection with RMIT;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "facilitate the proper functioning of RMIT; and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "enable RMIT to fulfil its duty to foster the wellbeing of staff and students.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(2) These Regulations are made under the RMIT Statute No. 1 and sections 28, 29 and 30 of the Royal Melbourne Institute of Technology Act 2010 (Vic).",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(3) These Regulations apply to RMIT Group students as defined in the Student Conduct Policy.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(4) In these Regulations:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Academic freedom means, in relation to students: the freedom of students to engage in intellectual enquiry, to express opinions and beliefs, and to contribute to public debate in relation to their subjects of study and research; the freedom of students to express their opinions in relation to RMIT, inclusive of operations, management and governance, and higher education issues generally; and the freedom of students to participate in student societies and associations.",
              "subclauses": [
                "the freedom of students to engage in intellectual enquiry, to express opinions and beliefs, and to contribute to public debate in relation to their subjects of study and research;",
                "the freedom of students to express their opinions in relation to RMIT, inclusive of operations, management and governance, and higher education issues generally; and",
                "the freedom of students to participate in student societies and associations."
              ]
            },
            {
              "clause_number": "2",
              "text": "academic misconduct means conduct or behaviours as defined in Part D of these Regulations. A non-exhaustive list of behaviour or conduct which is academic misconduct is contained in the Student Conduct Policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Chair means the chair of the Student Conduct Board or the Student Conduct Appeals Committee appointed by the Vice-Chancellor (or delegate).",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Course Coordinator means the academic or teaching staff member who is responsible for the management, conduct, teaching and assessment of a course.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "the duty to foster the wellbeing of staff and students: involves reasonable and proportionate measures to prevent or proscribe any person from using lawful speech which a reasonable person would regard, in the circumstances, both as likely to humiliate, or intimidate, harass or bully other persons; and as being intended to have any of those effects; includes the duty to ensure that no member of staff and no student is subject to threatening or intimidating behaviour by another person or persons on account of anything they have said or proposed to say in exercising their intellectual freedom; does not extend a protection from feeling shocked, insulted or offended by the lawful speech of another.",
              "subclauses": [
                "involves reasonable and proportionate measures to prevent or proscribe any person from using lawful speech which a reasonable person would regard, in the circumstances, both as likely to humiliate, or intimidate, harass or bully other persons; and as being intended to have any of those effects;",
                "includes the duty to ensure that no member of staff and no student is subject to threatening or intimidating behaviour by another person or persons on account of anything they have said or proposed to say in exercising their intellectual freedom;",
                "does not extend a protection from feeling shocked, insulted or offended by the lawful speech of another."
              ]
            },
            {
              "clause_number": "6",
              "text": "general misconduct means conduct or behaviour as defined in Part C of these Regulations. A non-exhaustive list of behaviours or conduct which is general misconduct is contained in the Student Conduct Policy.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "high risk misconduct means conduct or behaviour as defined in Part C of these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "lawful speech means lawful public comment by students on any issue in their personal capacity. This includes all forms of expressive conduct, including oral and written speech, creative works and activity, whether communicated in person or online.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "misconduct includes general misconduct, academic misconduct, and high risk misconduct.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "officer means any person employed or engaged as staff within the RMIT Group.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "principal student organisation means the main body representing students at the relevant campus of RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "Senior Officer means the role of Senior Officer as established under these Regulations, and referenced within the Student Conduct Policy and corresponding procedures.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "Student Conduct Appeals Committee means the Student Conduct Appeals Committee, RMIT University as established under these Regulations, and referenced within the Student Conduct Policy and corresponding procedures.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "Student Conduct Board means the Student Conduct Board, RMIT as established under these Regulations, and referenced within the Student Conduct Policy, and corresponding procedures.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "Regulations means these Student Conduct Regulations.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Part B - GENERAL",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Student conduct may be subject to prohibitions, restrictions or conditions imposed by:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the reasonable and proportionate regulation of conduct necessary to enable RMIT to discharge its obligations in relation to its: teaching and research activities; duty to foster the wellbeing of students and staff; legal duties; or reasonable requirements as to programs and courses to be delivered and the means of their delivery.",
              "subclauses": [
                "teaching and research activities;",
                "duty to foster the wellbeing of students and staff;",
                "reasonable requirements as to programs and courses to be delivered and the means of their delivery."
              ]
            },
            {
              "clause_number": "3",
              "text": "Academic, disciplinary, and professional standards that apply to the production of academic work and assessment.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(6) Subject to the limitations and regulation of conduct allowable under the Intellectual Freedom Policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the exercise of academic freedom by a student will not constitute misconduct nor attract any penalty or adverse action; and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a student’s lawful speech on RMIT property or in connection with a University activity will not constitute misconduct or attract a penalty or adverse action by reference only to its content.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Part C - GENERAL AND HIGH RISK MISCONDUCT",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) General misconduct is conduct by a student:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "that is prohibited by a University Statute, regulation, policy, procedure, rule, guideline, principle, code, charter or similar instrument; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "that is or is likely to be detrimental to: RMIT’s ability to fulfil its learning, teaching, research and service obligations; RMIT staff, students (including the student themselves), or the public; RMIT property or the property of any person or the public.",
              "subclauses": [
                "RMIT’s ability to fulfil its learning, teaching, research and service obligations;",
                "RMIT staff, students (including the student themselves), or the public;",
                "RMIT property or the property of any person or the public."
              ]
            },
            {
              "clause_number": "4",
              "text": "(8) General misconduct does not include high risk misconduct.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(9) High risk misconduct is conduct by a student that gives rise to a significant or substantial risk to, or that has consequences that are potentially major, severe or extreme for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the physical or psychological safety of RMIT staff, students (including the student themselves) or the public; or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "RMIT property or the property of any person or the public,",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Part D - ACADEMIC MISCONDUCT",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) Academic misconduct is conduct by a student that is intended or is likely to have the effect of obtaining, for that student or any other person, an advantage in the performance of assessment by unauthorised, dishonest, unethical or unfair means whether or not the advantage was obtained.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Officers and Senior Officers",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) Where an officer:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "receives a report concerning potential student misconduct, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "has reasonable grounds to believe that a student has engaged in misconduct,",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(12) The role of Senior Officer is constituted under these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(13) Senior Officers are appointed:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "in RMIT University and RMIT Vietnam, by the Deputy Vice-Chancellor Education",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "in RMIT Europe, by the Executive Director,",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "in RMIT University Pathways (RMIT UP), by the Chief Executive Officer, and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "in RMIT Online, by the Chief Executive Officer.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(14) Senior Officers may:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "consider reports of potential general and academic misconduct;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "make and direct internal investigations;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "refer complex or serious conduct matters to the Student Conduct Board;",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "make determinations: regarding findings of fact concerning reported potential student misconduct; as to whether the reported conduct constitutes student misconduct; and on any actions, consequences or penalties to be applied, following those determinations.",
              "subclauses": [
                "regarding findings of fact concerning reported potential student misconduct;",
                "as to whether the reported conduct constitutes student misconduct; and",
                "on any actions, consequences or penalties to be applied, following those determinations."
              ]
            },
            {
              "clause_number": "15",
              "text": "(15) Where a Senior Officer:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "receives a report concerning potential student misconduct, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "has reasonable grounds to believe that a student has engaged in misconduct,",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(16) The Student Conduct Board is constituted under these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(17) The powers and functions of the Student Conduct Board are set out in these Regulations, and in the Student Conduct Policy and corresponding procedures.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(18) The Student Conduct Board may:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "consider reports of potential general, high risk and academic misconduct;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "make and direct internal and external investigations;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "make determinations: regarding findings of fact concerning reported potential student misconduct, as to whether the reported conduct constitutes student misconduct, and on any actions, consequences, or penalties to be applied, following those determinations,",
              "subclauses": [
                "regarding findings of fact concerning reported potential student misconduct,",
                "as to whether the reported conduct constitutes student misconduct, and",
                "on any actions, consequences, or penalties to be applied, following those determinations,"
              ]
            },
            {
              "clause_number": "24",
              "text": "(19) Subject to Regulaton (21), membership of the Student Conduct Board comprises:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "two Senior Officers, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "an enrolled student nominated by the principal student organisation.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(20) Where possible, membership of the Student Conduct Board will represent gender diversity.",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(21) A quorum of the Student Conduct Board is the Chair and two members.",
              "subclauses": []
            },
            {
              "clause_number": "29",
              "text": "(22) The Chair may make procedural determinations on behalf of the Student Conduct Board, including but not limited to determinations in relation to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the attendance of parties, representatives, and support persons at the hearing,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "requests for adjournments, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "release of information about the process and the determination.",
              "subclauses": []
            },
            {
              "clause_number": "33",
              "text": "(23) The Vice-Chancellor (or delegate) may determine that a student is immediately subject to executive suspension.",
              "subclauses": []
            },
            {
              "clause_number": "34",
              "text": "(24) The powers conferred by Regulation 23 may not be exercised unless the Vice-Chancellor (or delegate) has determined that an executive suspension is reasonably necessary to prevent or reduce the likelihood of further high risk misconduct.",
              "subclauses": []
            },
            {
              "clause_number": "35",
              "text": "(25) The Vice-Chancellor (or delegate):",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "is not required to hold a hearing before making the decision,",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "may inform themselves in any way in relation to any matter, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "may impose terms, conditions and directions on the executive suspension.",
              "subclauses": []
            },
            {
              "clause_number": "39",
              "text": "(26) The Vice-Chancellor's (or delegate’s) decision to impose an executive suspension is final and cannot be appealed.",
              "subclauses": []
            },
            {
              "clause_number": "40",
              "text": "(27) An executive suspension continues to operate until it is revoked, by the Vice-Chancellor (or delegate), however it may not exceed a period of 12 months from the date of imposition. The Vice-Chancellor (or delegate) will review the executive suspension after it has been in place for 6 months.",
              "subclauses": []
            },
            {
              "clause_number": "41",
              "text": "(28) The Vice-Chancellor (or delegate) must within 24 hours of the decision to executively suspend the student provide written notice to the student:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "of the decision, any terms and conditions of the decision, and a summary of the reasons for the decision, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the provisions of these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "44",
              "text": "(29) An executive suspension takes effect when the student is notified of the decision via their university email account.",
              "subclauses": []
            },
            {
              "clause_number": "45",
              "text": "(30) The Vice-Chancellor (or delegate) may vary an executive suspension including any of the terms, conditions or directions initially imposed at any time.",
              "subclauses": []
            },
            {
              "clause_number": "46",
              "text": "(31) The Vice-Chancellor (or delegate) will revoke an executive suspension when the student demonstrates to the satisfaction of the Vice-Chancellor (or delegate) that they are fit to return to study or otherwise engage with RMIT without further risk.",
              "subclauses": []
            },
            {
              "clause_number": "47",
              "text": "(32) If the student cannot demonstrate within 12 months of the executive suspension that they are fit to return to study or otherwise engage with RMIT without further risk, the student’s enrolment will be cancelled. Any future application for admission will be referred for a decision to the Vice-Chancellor (or delegate).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Part F - APPEALS",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(33) Subject to satisfying any eligibility criteria set out in the Student Conduct Policy or corresponding procedures, a student may apply to appeal to the Student Conduct Appeals Committee against the determinations of a Senior Officer or the Student Conduct Board.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(34) Any application to appeal must be based on one or more of the grounds of appeal set out in the Student Conduct Policy or corresponding procedure.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(35) The University Secretary and Academic Registrar (or delegate) will decide whether the relevant application to appeal satisfies the grounds for appeal set out in the Student Conduct Policy or corresponding procedure in determining whether the application to appeal can proceed to a hearing of the Student Conduct Appeals Committee.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(36) The Student Conduct Appeals Committee is constituted under these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(37) The powers and functions of the Student Conduct Appeals Committee are set out in this Regulation, the Student Conduct Policy and corresponding procedures.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(38) The Student Conduct Appeals Committee may consider and make determinations in relation to eligible applications concerning determinations of:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Senior Officers, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the Student Conduct Board.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(39) Subject to Regulation (41), membership of the Student Conduct Appeals Committee comprises:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "one Senior Officer, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "an enrolled student nominated by the principal student organisation.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(40) Where possible, membership of the Student Conduct Appeals Committee will represent gender diversity.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(41) A quorum of the Student Conduct Appeals Committee for determining the appeal is the Chair and one member.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(42) The Chair may make procedural determinations on behalf of the Student Conduct Appeals Committee, including but not limited to determinations in relation to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the attendance of parties, representatives, and support persons at the hearing",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "requests for adjournments, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "release of information about the process and the determination.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Part G - CONSEQUENCES OF MISCONDUCT",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(43) A Senior Officer may apply the following consequences or penalties in finding that a student has engaged in misconduct:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "suspend the student’s enrolment for a period not exceeding one compulsory semester or nominated teaching period;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "require the student to repeat all or any part of an assessment task;",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "record a failure or capped result for a course;",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "record a failure for all or any part of an assessment task;",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "require the student to pay the cost of any damage to RMIT property (including the cost of repair or replacement) up to a maximum of $AUD200 in total. Property damage in excess of this amount is referred to the Student Conduct Board;",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "provide the student with a verbal or a written warning taking steps to record the warning on the relevant student record or file;",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "require that the student undertake or participate in any educative, learning, mediation or resolution focussed activity;",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "impose a combination of the above; or",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "subject to Regulation 44 below, any other actions which the Senior Officer considers appropriate, including as may be set out in more detail in the Student Conduct Policy and corresponding procedures.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(44) A Senior Officer may not:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "cancel any or all final results;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "impose a financial penalty on the student who has engaged in misconduct;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "revoke the student’s licence to attend campus or any RMIT premises;",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "exclude the student from using any of RMIT’s computing and network facilities for a period, either partially or fully;",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "refer to Council a recommendation to revoke an award; or",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "expel the respondent student.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(45) The Student Conduct Board may apply the following consequences or penalties in finding that a student has engaged in misconduct:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "any of the outcomes available to Senior Officers in Regulation 43 above;",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "record a failure for a course or a capped result for a course, including the research component of a research program;",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "cancel any or all final results;",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "impose a financial penalty or fine on the student who has engaged in misconduct, in accordance with the RMIT’s schedule of fees and charges;",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "require the student to pay the cost of any damage to RMIT property;",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "make an order that the student has forfeited their fees associated with undertaking a course or program;",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "revoke the student's licence to attend campus or RMIT premises;",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "exclude the student from using any of the RMIT’s computing and network facilities for a period either partially or fully;",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "suspend the student's enrolment for a period not exceeding two compulsory semesters or nominated teaching periods;",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "refer to Council a recommendation to revoke an award;",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "any combination of the above consequences or penalties;",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "any other action the Student Conduct Board considers appropriate, including as may be set out in the Student Conduct Policy and corresponding procedures.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Part H - MISCELLANEOUS",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(46) Nothing in these Regulations is intended to preclude a student from exercising any right to external review of any determination.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(47) RMIT may pause any internal process under these Regulations where the student exercises the right to external review of a determination involving the same or similar subject matter, or where the matter is otherwise subject to legal proceedings.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(48) Subject to RMIT legislation, a Senior Officer, the Student Conduct Board, and the Student Conduct Appeals Committee constituted under the Student Conduct Regulations:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "regulates its own proceedings and may make determinations as to procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "in hearing any matter and making any determination: is not bound by the rules or practices as to evidence or procedure applicable in courts of law or other tribunals, including the Evidence Act 2008 (Vic) or the Civil Procedure Act 2010 (Vic) as updated or replaced from time to time may inform themselves or itself in relation to any matter as they or it consider appropriate, and will apply the principles of procedural fairness.",
              "subclauses": [
                "is not bound by the rules or practices as to evidence or procedure applicable in courts of law or other tribunals, including the Evidence Act 2008 (Vic) or the Civil Procedure Act 2010 (Vic) as updated or replaced from time to time",
                "may inform themselves or itself in relation to any matter as they or it consider appropriate, and",
                "will apply the principles of procedural fairness."
              ]
            },
            {
              "clause_number": "6",
              "text": "(49) The Vice-Chancellor may delegate to a Senior Officer in writing any of their functions or powers under these Regulations other than this power of delegation.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(50) A Senior Officer may delegate to a Deputy Dean or Deputy Head of School in writing any of their functions or powers under these Regulations other than:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a function or power delegated under Regulation 49, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "this power of delegation.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(51) In this Regulation:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "commencement date means the date on which these Regulations come into operation.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "old regulations mean the Student Conduct Regulations in respect of which the seal was affixed by the authority of Council on 11 November 2013, and which were in force up until the commencement date of these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(52) Any report of potential student misconduct reported to a Senior Officer in accordance with these Regulations, on and from the commencement date, is to be dealt with under these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(53) Any report of potential student misconduct reported to a Senior Officer in accordance with the old regulations, prior to the commencement date, is to be dealt with under the old regulations.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(54) On the commencement of these Regulations the following regulations are revoked: the Student Conduct Regulations in respect of which the seal was affixed by the authority of Council on 11 November 2013, and which were in force up until the commencement date of these Regulations.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}