{
  "metadata": {
    "title": "Student and Student-Related Complaints Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=34",
    "scraped_date": "2025-10-31 01:27:01"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Feedback, Enquiries and Complaints",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) Current, former and prospective students may provide feedback, make enquiries or lodge a complaint about aspects of their experience or engagement with RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) General feedback and enquiries should be provided to the responsible area directly or via Student Connect.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(8) Matters and concerns where a formal response is requested or expected, may be raised in the form of:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "an enquiry or feedback relating to a decision, action, process or service provided",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a complaint, advising dissatisfaction with: a decision, action or failure to act a delay in providing a service or taking action the behaviour of an employee, student or affiliate of RMIT.",
              "subclauses": [
                "a decision, action or failure to act",
                "a delay in providing a service or taking action",
                "the behaviour of an employee, student or affiliate of RMIT."
              ]
            },
            {
              "clause_number": "6",
              "text": "(9) Feedback and enquiries can be formalised into a complaint for investigation and resolution by the Academic Registrar’s Group, Student Complaints (‘Student Complaints’) team where:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a person submitting feedback or an enquiry is dissatisfied with the response received by the local area or Student Connect",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the local area or Student Connect consider the matter to be complex, high risk or unable to be resolved at their level.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Lodging a Complaint",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(10) Complaints are submitted to Student Complaints via the Student Connect portal. Complaints submitted via other channels may be accepted under exceptional circumstances.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(11) Complaints from former and prospective students can also be submitted via the following channels and will be logged by Student Complaints staff onto the Student Connect portal on behalf of the complainant:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "in hard copy by person to Student Connect",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "via email to complaintsadvice@rmit.edu.au, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "via email to student.issues@rmit.edu.vn for RMIT Vietnam student-related complaints.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(12) Complainants must provide:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "full name, contact details and student ID (where applicable)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a comprehensive description of the complaint",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "all relevant information and documentation to support the complainant’s claims",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(13) In certain circumstances, information and documentation may also be provided by Safer Community and other areas within RMIT with the consent of the complainant and in accordance with the Privacy Policy.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(14) RMIT does not accept group complaints. All complainants must make individual complaint submissions to ensure authenticity and engagement in complaint resolution processes.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(15) On submission via the Student Connect portal, the complainant receives a system generated receipt.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(16) A complaint can be withdrawn at any time, but RMIT may decide to initiate or continue the investigation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Timelines",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) While RMIT does not set a time limit for making a complaint, each complaint should be made as promptly as possible. RMIT may be unable to investigate an issue where, due to the length of time elapsed since the event, decision or action, there is insufficient information available to enable investigation of the complaint.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) An investigation will commence within 10 working days of lodgement.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) Complaint resolution and outcome advice will generally be provided within 20 working days from the date that the complainant provided all the information necessary to handle the complaint. Every effort will be made to resolve matters as quickly and efficiently as possible, however a longer period may be required if the complaint is unusually complex.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(20) Where a case manager deems a complaint to be unusually complex and therefore considers it will exceed the 20 working day resolution timeframe, the complainant is provided with prompt written notification of this assessment including reasons.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(21) Over the course of a complaint investigation, a case manager must provide the complainant with regular updates on the progress of their complaint with no more than 10 working days between updates.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(22) If a complaint is expected to take more than 40 working days to resolve, the case manager must inform the complainant in their regular progress updates including the reasons for the delay and, where practicable, an estimated timeframe for resolution.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Investigation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) On receipt, the Student Complaints team assesses whether a submission is feedback, an enquiry or a complaint to determine the most appropriate resolution process.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(24) Where the submission is assessed to be:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "feedback or an enquiry, the Student Complaints team will refer the matter to the local area for consideration and response, or will advise the student to approach the responsible local area directly for a response in the first instance.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a complaint, the submission is assigned to a Student Complaints case manager (case manager).",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(25) If the complaint is related to unlawful, concerning, threatening or inappropriate behaviour such as bullying, discrimination or vilification:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "consideration is given to the cultural background and gender of the assigned case manager",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Safer Community may be contacted to offer advice and support to the complainant",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the case manager, in consultation with the complainant and Safer Community, will determine how the complaint will be managed.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "assess complaints and may liaise with the complainant to determine the most appropriate resolution process",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "acknowledge receipt of the complaint within three working days of submission and advise all parties to the complaint that the case manager will be the key contact person for the complaint",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "adopt a conciliatory approach by conducting an independent investigation which may include liaising with and obtaining further evidence from the complainant, respondents or others and gaining advice from other staff and areas of the RMIT Group as required",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "may arrange to meet with the complainant and/or respondent and will advise parties of the opportunity to attend a meeting accompanied by an advocate or support person; see also clause (44)",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "provide regular updates to the complainant",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "refer potential student and staff misconduct to internal or external authorities where appropriate",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "report unreasonable conduct to the University Secretary and Academic Registrar: see clauses (58)–(59)",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "maintain accurate records of the entire complaint process on the Student Connect portal.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Outcome Notification",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(27) Case managers provide complainants with written outcomes that will:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "acknowledge the points raised by the complainant and the evidence submitted",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "provide the decision and reasons for the outcome",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "advise that the complainant may seek a review of the decision in accordance with the grounds of review.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(28) Case managers are responsible for finalising and closing the complaint record.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(29) Where appropriate, potential outcomes may include, but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "amending or reversing a decision or action at the centre of a complaint",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "acknowledging an error and apologising",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "providing an explanation for a decision or action",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "waiving fees or making payments where appropriate",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "closure of the complaint and referral to an alternative applicable RMIT process including but not limited to student conduct, staff conduct or workplace behaviour processes, or college or university appeals.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(30) In some circumstances, it may be appropriate for RMIT and the complainant to use a settlement agreement or deed in resolution of a complaint to provide formality, finality and certainty for both RMIT and a complainant. Depending on the circumstances, it may or may not be appropriate for the agreement or deed to include obligations of confidentiality.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(31) Outcome decisions and actions are implemented by the relevant areas or responsible persons. They must immediately:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "implement the decision and/or take the preventative or corrective action as required by a complaint outcome",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "consider implementing recommended actions within a complaint outcome and notify the case manager in writing as to whether they will be adopted.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Managing Anonymous Complaints",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(32) There are two kinds of anonymous complaints:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "where a person does not disclose their identity when submitting a complaint",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "where a current, former or prospective student identifies themselves when submitting a complaint but asks to have their identity withheld in the resolution of the complaint.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(33) Entirely anonymous complaints are normally only investigated where there is enough information to enable an investigation to occur and they relate to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "serious matters involving a member of the RMIT community, or possible risk to safety, property or RMIT’s reputation",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "any incident that government legislation requires RMIT to report. The matter will be reported, even if the complaint does not provide enough information for RMIT to investigate.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(34) Where a complainant identifies themselves but asks to have their identity withheld, the case manager:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "determines whether it is possible to resolve the complaint in accordance with the principles of fairness and natural justice without revealing the identity of the complainant, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "advises the complainant accordingly, before proceeding with the investigation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Complaints About Student or Staff Misconduct",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(35) Where a complainant alleges misconduct by a staff member or student, RMIT may initiate staff or student misconduct action concurrently with case management of the complaint, in accordance with the:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Workplace Behaviour Policy, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Student Conduct Policy.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(36) In certain circumstances RMIT is required to report the matter, irrespective of whether the complaint has been withdrawn, to external authorities such as:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the police, in the case of criminal matters",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the Commission for Children and Young People",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "another government agency, in accordance with their requirements.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(37) Students may notify external agencies of conduct about which they have complained to RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Where such a matter has been reported, RMIT will maintain its commitment to complaint resolution.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "RMIT will suspend the investigation of a complaint that may compromise or undermine an external investigation until RMIT has been provided with clearance to proceed.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(38) Where there are concerns about safety, RMIT may take action to remove or isolate students or staff from the campus or workspace while an investigation is carried out: see the Student Conduct Policy and Student Safety Measures Procedure for students and Code of Conduct and Managing Conduct Procedure for staff.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Support for Complainants and Respondents",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(39) RMIT Counselling Services supports the welfare of all current students where available, and the Employee Assistance Program, or equivalent, supports staff who are party to a complaint.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(40) RMIT’s principal student organisation is available to help current student complainants prepare and submit a complaint.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(41) Ngarara Willim Centre provides specialist services and support for Aboriginal and Torres Strait Islander students.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(42) Parties to a complaint are permitted an advocate and/or support person. An advocate or a support person:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "is chosen by the complainant or respondent",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "cannot be anybody involved with the complaint or the resolution of the complaint and is often a partner, friend, family member, health professional or an officer of the principal student organisation",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "must not be a legal practitioner",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "has a right to attend a meeting however conflicts in availability cannot unreasonably delay the complaint resolution process.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(43) Complainants who nominate an advocate or support person to manage a complaint on their behalf must provide RMIT with written consent for this to occur using either the Nomination of Representation Form, or by providing authorisation via email.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(44) If a complainant or respondent is under the age of 18, they must be accompanied at any meeting arranged during the management of a complaint by a parent, guardian or Caregiver who is responsible for their interaction with RMIT.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Disclosures of Concerning, Threatening or Inappropriate Behaviour",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(45) During engagement with complaint processes, a complainant may choose to disclose details of concerning, threatening or inappropriate behaviour.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(46) Following a disclosure, staff must contact RMIT Melbourne Safer Community or Safer Community - RMIT Vietnam for initial advice and referral to relevant services while maintaining student privacy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(47) RMIT Melbourne Safer Community or Safer Community - RMIT Vietnam provide support and advice to complainants who report this behaviour.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(48) Matters raised during the complaints process that identify potential or immediate risk to the health and safety of a student or party to a complaint are managed in accordance with the Student Safety Measures Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(49) High risk matters are reported to the University Secretary and Academic Registrar.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(50) The disclosure of concerning, threatening or inappropriate behaviour which involves a student under the age of 18 may require mandatory reporting, including the Reportable Conduct Scheme. These disclosures are reported to RMIT Melbourne Safer Community or RMIT Vietnam Safer Community in accordance with the Child Safe Policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Confidentiality and Privacy",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(51) All parties to a complaint must respect the confidentiality of the complaint and must not discuss the details with anyone other than their support person or advocate while the complaint is being investigated.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(52) Authorisation to disclose or distribute information to other parties may be required by RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(53) Advocates and support persons are bound by the same confidentiality as parties to the complaint.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(54) Limitations apply to confidentiality and privacy where risks to health and safety are present, or in matters involving persons under 18 years of age.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(55) Actions imposed or introduced as an outcome of a complaint may be shared with the complainant and respondent, but any disclosure must be balanced against preserving the privacy of others.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(56) RMIT will not unnecessarily disclose the identity of the complainant or witnesses to the respondent where this may constitute a risk to safety.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(57) Use or disclosure of personal information in the case management of a complaint must be consistent with the Privacy Policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Unreasonable Conduct",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(58) Where a complaint involves unreasonable conduct on the part of the complainant or other parties to the complaint, case managers may refer the matter to the University Secretary and Academic Registrar for consideration.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(59) Examples of unreasonable conduct include, but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "behaviour which, because of its nature or frequency, raises substantial health, safety or resource issues for the parties to a complaint",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "behaviour which is malicious, vexatious, mischievous, frivolous or querulous in nature",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "deliberately issuing false statements",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "refusing to cooperate with the complaints process",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "failing to follow a reasonable instruction",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "behaviour which discourages a person from submitting further information, or",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "behaviour which discourages a person from making a complaint of sexual harassment or sexual abuse.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(60) Where the University Secretary and Academic Registrar is satisfied that unreasonable conduct exists, this may result in a determination to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "dismiss the complaint",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "initiate staff or student misconduct processes",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "take any other action as deemed appropriate.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Complaint Outcome Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(61) Complainants may seek a review of an outcome where they either:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "provide evidence of an error in the investigation and decision",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "provide evidence that was not previously available, and which would have been a significant factor in deciding the outcome",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "present a compelling argument that the outcome is unreasonable. Unreasonableness may include but is not limited to the following considerations: relevance of information taken into account, comprehensiveness, or consideration of all evidence provided, justification, or provision of reasons for conclusions reached, timeliness in the handling of the complaint and its impact on the complainant, consistency with standards and values of RMIT, and proportionality, or the reasonableness of the outcome given the complainant’s circumstances.",
              "subclauses": [
                "relevance of information taken into account,",
                "comprehensiveness, or consideration of all evidence provided,",
                "justification, or provision of reasons for conclusions reached,",
                "timeliness in the handling of the complaint and its impact on the complainant,",
                "consistency with standards and values of RMIT, and",
                "proportionality, or the reasonableness of the outcome given the complainant’s circumstances."
              ]
            },
            {
              "clause_number": "5",
              "text": "(62) Requests for a review of an outcome must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "be submitted in writing via email to review.complaint@rmit.edu.au no later than 20 working days from the date the outcome was sent",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "address and provide evidence to support the grounds for review.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(63) Requests for a review of an outcome made later than 20 working days after the outcome was sent are only be accepted in exceptional circumstances that are evidenced by supporting documentation.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(64) The outcome review is conducted by a case manager who has not had any involvement with the original complaint investigation and the decision.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(65) A review is only undertaken where grounds have been established; otherwise, no review will be actioned.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(66) Complainants can anticipate the provision of an outcome review within 20 working days from the date of submission. Every effort will be made to resolve matters as quickly and efficiently as possible, however a longer period may be required if the review contains evidence that was not previously available.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(67) Where a review outcome cannot be provided within the timeframes identified, the case manager provides the complainant with:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "regular updates on the progress of the review (with no more than 10 working days between contacts), and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "prompt written notification, including reasons, where the outcome review is expected to take more than 40 working days to resolve.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(68) Where grounds have not been established, the complainant can anticipate notification of this decision within 10 working days from the date the request was received.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(69) Timely review outcomes are communicated in writing by case managers and include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "acknowledgement of points raised by the complainant and the evidence provided",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the decision and reasons for review outcome",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "advice that the complainant can seek further review of the decision by the Victorian Ombudsman, National Student Ombudsman or other external review agency where they are dissatisfied with a review outcome",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "notification to the relevant areas of any actions, as required.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(70) Case managers are responsible for finalising and closing the complaint review record.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(71) Review decisions and actions are implemented. Where a review outcome is in favour of the complainant, the relevant area must immediately implement the decision and/or take the preventative or corrective action required by the decision.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "External Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(72) At the end of internal review opportunities, the matter is considered closed by RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(73) Complainants may seek an external review of the complaint by the Victorian Ombudsman, National Student Ombudsman or other external review agency as appropriate.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Complaint Records, Analysis and Reporting",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(74) Complaints, outcomes and reviews are recorded in a central complaints database as follows:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "complainant’s details",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "how the complaint was received",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "description of the complaint or review request",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "the complainant’s desired outcome (if known)",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "the case manager responsible for handling the complaint or review",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "any action taken, including contact with the complainant, response times and the outcome",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "when the complaint or review was finalised, and",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "any recommendations for improvement, and who is responsible for implementing them.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(75) Complaint data will be analysed and reported to relevant areas to prevent reoccurrence as follows:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "investigation findings",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "performance against timelines i.e. average time to respond",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "number of complaint outcomes overturned on internal review, and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "complaints escalated to the Victorian Ombudsman or National Student Ombudsman and their outcomes.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}