{
  "metadata": {
    "title": "Student Conduct - Appeals Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=172",
    "scraped_date": "2025-10-31 01:26:41"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Submission and Eligibility Requirements",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) All appeals concerning student misconduct decisions must be submitted in accordance with the Student Conduct Regulations, Student Conduct Policy and corresponding procedures. Only a student who has been the subject of a finding of misconduct may apply to appeal a determination.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) Subject to satisfying the eligibility criteria described in this procedure, a student may apply to the University Secretary and Academic Registrar (or delegate) to request a hearing of the Student Conduct Appeals Committee to consider an appeal against a misconduct decision made by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a Senior Officer, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the Student Conduct Board.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(7) The appeal may relate to one or both of the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the misconduct decision (findings of fact), or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the consequences or penalty applied.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Grounds of Appeal",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) The grounds on which a student may seek to appeal are limited to one or more of the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "that the determination was made based on personal bias",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "that there has been a breach of RMIT legislation, regulation, policy or procedure in the course of the determination, which has substantially affected or been determinative of the outcome of the matter, or the penalty or consequence applied",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "that the consequences or penalties applied are unreasonable, excessive, or inappropriate",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "that there is new supporting material or evidence of a substantial nature that: could not reasonably have been provided at the time of the original hearing or there was no reasonable opportunity to make a written submission (as appropriate), and this material or evidence would likely have substantially affected or been determinative of the outcome of the matter, or the penalty or consequences applied.",
              "subclauses": [
                "could not reasonably have been provided at the time of the original hearing or there was no reasonable opportunity to make a written submission (as appropriate), and",
                "this material or evidence would likely have substantially affected or been determinative of the outcome of the matter, or the penalty or consequences applied."
              ]
            }
          ]
        },
        {
          "section_title": "Eligibility Criteria",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) The appeal application must meet the following eligibility criteria:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "applications must be in the form prescribed by the University Secretary and Academic Registrar (or delegate)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "applications must be in writing and sufficiently address the selected ground/s of the appeal",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "applications must include the evidence on which the student relies to support the ground/s of appeal",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "applications must have sufficient merit or substance to warrant review or hearing under this procedure, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "applications must be lodged within 20 working days from the date of the Student Conduct Board or Senior Officer’s formal outcome notification.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(10) The University Secretary and Academic Registrar (or delegate) will assess whether an application has sufficient merit or substance to warrant review or hearing under this procedure under clause (9) d, having regard to the application as a whole, including but not limited to whether it:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "includes submissions or new evidence or material of a substantial nature which support the grounds of appeal",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "vexatious, unreasonable, untenable, frivolous, misconceived, or is made with a lack of good faith",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "seeks outcomes or processes which are not within the powers or functions of the Student Conduct Appeals Committee",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "relates to a decision which is not within the scope of review of the Student Conduct Appeals Committee,",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "does not disclose a reasonable basis for the Academic Registrar (or delegate) to consider it could possibly succeed on appeal.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(11) The University Secretary and Academic Registrar (or delegate) will commence assessment of complete application submissions within 10 working days of lodgement. For the avoidance of doubt, a complete submission comprises the documentation referenced at clause 9, sub-clauses (a) to (c).",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(12) An appeal application made in accordance with clause (8) b may be referred to the original determining Senior Officer or another Senior Officer to reconsider, if in the opinion and with the approval of the University Secretary and Academic Registrar (or delegate) referral is the most appropriate course having regard to the nature and circumstances of the application.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(13) Where it is determined by the University Secretary and Academic Registrar (or delegate) that an application has not satisfied the eligibility criteria in clause (9), the application will not proceed to a hearing.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(14) Where it is determined by the University Secretary and Academic Registrar (or delegate) that an application has satisfied the eligibility criteria in clause (9), the application will proceed to a hearing.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(15) Where an application proceeds to a hearing, the Senior Officer or the Student Conduct Board Secretary (as appropriate) will provide the University Secretary and Academic Registrar (or delegate) with all documentation relevant to the original determination to enable distribution to the appellant student and Student Conduct Appeals Committee members when the hearing is scheduled.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(16) The determination of the University Secretary and Academic Registrar (or delegate) that an application will proceed to a hearing:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "does not mean that an appeal, when heard, will be successful, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "does not affect or determine the substantive outcome of the appeal.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(17) Where the University Secretary and Academic Registrar (or delegate) has determined that an application has not satisfied the eligibility criteria in clause (9), the applicant student will be provided with reasons for the determination and advised of their right to seek external review of the University Secretary and Academic Registrar's (or delegate’s) assessment by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the Victorian Ombudsman, for vocational education students, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the National Student Ombudsman for higher education students, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "another external review agency as appropriate.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "General",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) Where an appeal application proceeds to a Student Conduct Appeals Committee hearing, the matter will be heard within 30 working days of receiving a complete appeal submission, except where there are relevant circumstances which impact this time, or where the matter has been paused or suspended because of external requirements.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) In determining a student conduct appeal matter, the University Secretary and Academic Registrar (or delegate) prior to hearing, and the Chair, Student Conduct Appeals Committee during proceedings:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "must act in accordance with this procedure, and all applicable policies",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "must act fairly and reasonably in all the circumstances, which may include contacting the appellant to make further investigations and enquiries",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "must ensure that all parties, including advocates and support persons are aware of the Student Conduct Policy and corresponding procedure requirements, including those relating to records, privacy, and confidentiality",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "are not bound by the rules of evidence, technicalities, or legal forms, including rules which apply in any court or tribunal in Australia, such as those set out in the Evidence Act 2008 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "may make such inquiries and communicate with the people they determine to be relevant and necessary to enable them to properly determine the matter",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "may ask any student to attend a hearing, or to provide information in relation to the matter; however, may not compel or force a student to attend a hearing, or to provide information relating to a student conduct matter.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(20) The Chair, Student Conduct Appeals Committee (Chair) may make determinations about all matters relating to the conduct of a hearing, including but not limited to: attendance, scheduling and re-scheduling, any pausing or adjournment of the hearing, any additional material or information required, and the provision of information about the process and the determination. All such determinations are subject to this procedure, the Student Conduct Policy, and the Student Conduct Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(21) An appellant student may respond to the documentation provided by the Senior Officer or Student Conduct Board (as appropriate) for consideration by the Student Conduct Appeals Committee by participating in a hearing in person (which may include by telephone or online video conference):",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "with date, time, and location details (and connection information where applicable) scheduled no earlier than 10 working days from the date of the written notification and provision of the reports and related documentation, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "if the appellant student does not wish to participate in the hearing, they may provide a written submission no later than two working days before the date of the scheduled hearing of the Student Conduct Appeals Committee.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(22) Where the appellant student makes a written submission to the Student Conduct Appeals Committee electing not to participate in a hearing, the Student Conduct Appeals Committee will consider the matter on the basis of the potential student misconduct report and the response provided by the student.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(23) The Secretary is responsible for managing the records of the Student Conduct Appeals Committee including outcomes. No party may make an audio or video recording of the proceedings, including if they are conducted electronically or via video link.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(24) Any notice or written communications to students are to be provided in accordance with the requirements of the Student Conduct Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Student Conduct Appeals Committee",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(25) Where the Student Conduct Appeals Committee is convened, its membership will accord with quorum requirements set out within the Student Conduct Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(26) Members of the Student Conduct Appeals Committee will declare any actual, potential, or perceived conflicts of interest prior to commencement of proceedings; any such declarations will be addressed by the Chair and recorded in the minutes.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(27) Membership of the Student Conduct Appeals Committee will not include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a Senior Officer who was involved in the investigation, hearing, or referral of the reported misconduct, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "where the appeal is against a misconduct decision made by the Student Conduct Board, any members having determined the original matter, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "to the extent practicable, a Senior Officer who is from the school/industry cluster responsible for the program in which the appellant student is enrolled.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(28) Where the appeal to be considered by the Student Conduct Appeals Committee relates to or may affect or impact the safety of any person, present any increased level of risk, or where it involves sexual harm:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the Chair must consult with Safer Community on the appropriate arrangements for conducting the hearing or other matters involving the consideration of the appeal, and",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "where relevant and practicable, the Chair and at least one of the other Senior Officer members of the Student Conduct Appeals Committee, will have undertaken relevant training in relation to sexual harm, and take a trauma-informed approach.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(29) Where an appeal application proceeds to a Student Conduct Appeals Committee hearing, the Secretary will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "convene the Student Conduct Appeals Committee in accordance with the Student Conduct Regulations, Student Conduct Policy, and this procedure, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "notify the appellant student: of the opportunity to respond to Senior Officer or Student Conduct Board documentation with notifications, documentation and timelines provided in accordance with clause (21) that they may be accompanied by a support person, a representative of their principal student organisation or other advocate, and their Safer Community case manager in accordance with this procedure (where applicable) details of student support services as outlined in the Student Conduct Procedure.",
              "subclauses": [
                "of the opportunity to respond to Senior Officer or Student Conduct Board documentation with notifications, documentation and timelines provided in accordance with clause (21)",
                "that they may be accompanied by a support person, a representative of their principal student organisation or other advocate, and their Safer Community case manager in accordance with this procedure (where applicable)",
                "details of student support services as outlined in the Student Conduct Procedure."
              ]
            },
            {
              "clause_number": "13",
              "text": "(30) Where an appeal regarding misconduct involves a report made by another person, that person will be informed by their preferred method of contact about when and where the appeal hearing is to take place.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(31) At the Student Conduct Appeals Committee hearing, where invited to participate in person, the student may be accompanied by a support person and/or advocate.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(32) An advocate, and not a support person, is permitted to make submissions on the appellant student’s behalf.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(33) Any person who is under the age of 18 must be accompanied to any meeting or hearing by a parent, guardian or caregiver who is responsible for their interaction with RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(34) A student must seek permission from the Chair if they want to be represented by a legal practitioner or to otherwise have a legal practitioner make submissions on their behalf.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(35) The Chair has discretion not to allow a student to be represented by a legal practitioner or to have a legal practitioner make submissions on their behalf.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(36) The Student Conduct Appeals Committee as constituted in a particular matter may be assisted by Counsel, being an external legal practitioner (Counsel Assisting). The role of the Counsel Assisting is to provide legal advice to the Student Conduct Appeals Committee on how to effectively discharge its obligations under, and comply with, the Student Conduct Regulations, Student Conduct Policy and this and other applicable procedures. Counsel Assisting will not:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "undertake advocacy for the Student Conduct Appeals Committee",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "make written or verbal submissions to or for the Student Conduct Appeals Committee, or the appellant student, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "undertake examinations of any persons on behalf of the appellant student or the Student Conduct Appeals Committee.",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "(37) The appellant student must confirm their attendance and the name of their support person/s and any advocate at least two working days before the hearing.",
              "subclauses": []
            },
            {
              "clause_number": "24",
              "text": "(38) The Chair may reschedule a hearing where the appellant student:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "provides reasonable evidence that they are unable to attend at the scheduled time, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "provides written consent to waive the requirement of 10 working days notice.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(39) The Chair may request written documentation to support the appellant student’s reasonable cause for not attending, including but not limited to a health practitioner’s report and/or a statutory declaration.",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(40) If the appellant student does not make a written submission by the deadline or does not attend a hearing within 10 minutes of the scheduled commencement time, and has not provided information about a reasonable cause for their non-submission or non-attendance as the case may be, the Student Conduct Appeals Committee may proceed with consideration of the conduct matter and any determination of the Student Conduct Appeals Committee will be binding.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Conduct of a Hearing",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(41) The Chair will ensure that the Student Conduct Appeals Committee hearing:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "is held confidentially, and in a comfortable venue (if not conducted via telephone or online video conference), and that the safety and wellbeing of the appellant student, their support person/s, members of the Student Conduct Appeals Committee, and any other persons in attendance including RMIT staff, other students or witnesses is supported",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "as far as possible provides the appellant student and their support person/s and/or advocate/s access to a separate private space for consultation before and after the hearing (if applicable when telephone/online video conference is used)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "starts at the scheduled time",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "proceeds without interruption, and",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "ensures all parties are treated with respect.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(42) The Student Conduct Appeals Committee:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "must conduct the hearing in accordance with this procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "must act fairly in all the circumstances",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "is not bound by the rules of evidence, technicalities, or legal forms, including rules which apply in any court or tribunal in Australia, such as those set out in the Evidence Act 2008 (Vic)",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "may make such inquiries and communicate with the people they determine to be relevant and necessary to enable them to properly determine the matter",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "may require any officer to attend the hearing",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "may ask any student to attend a hearing or interview, or to provide information in relation to the matter; however the Student Conduct Appeals Committee may not compel or force a student to attend a hearing or interview, or to provide information relating to a student conduct matter.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(43) The Student Conduct Appeals Committee may make inquiries with any reporting persons or persons who were affected or impacted by the misconduct, considering guidance from Safer Community in relation to how this may be done in a trauma-informed and appropriately sensitive manner.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Student Conduct Appeals Committee Determinations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(44) Once the Student Conduct Appeals Committee has considered all relevant materials, and the appellant student’s response (where applicable) at the conclusion of a hearing, they must either:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "allow the appeal in whole or in part, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "remit the matter to the Student Conduct Board or Senior Officer for a re-hearing.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(45) If the Student Conduct Appeals Committee allows the whole or any part of an appeal, it must confirm, set aside, or vary any determination imposed by the Student Conduct Board or Senior Officer or substitute another determination.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(46) Unless the matter is remitted to the Student Conduct Board or a Senior Officer under clause (44) c, a determination of the Student Conduct Appeals Committee is final.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Student Conduct Appeals Committee Outcome Notification",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(47) The Secretary must provide the appellant student written notification of the Student Conduct Appeals Committee determination within 10 working days of the scheduled hearing or deadline for written response advising:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "of the determination made and the reasons for the decision, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "of their right to seek external review of the Student Conduct Appeals Committee determination by the Victorian Ombudsman or National Student Ombudsman or other review agency as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(48) Where an appeal relates to a finding of misconduct having resulted from a report made by an impacted or affected person, the University Secretary and Academic Registrar (or delegate) may notify the reporting person by their preferred method of contact that the appeal hearing has concluded and of the outcome determination, but any disclosure must be balanced against preserving the privacy of others.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}