{
  "metadata": {
    "title": "Student Conduct Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=35",
    "scraped_date": "2025-10-31 01:24:58"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Reports of potential student misconduct will be dealt with fairly and in accordance with this policy and corresponding procedures.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) RMIT is committed to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "supporting the welfare and wellbeing of all students, including those about whom a potential student misconduct report is made",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "demonstrating compassion and empathy to students and minimising trauma which can be associated with reporting, investigating, hearing, or determining matters which involve harm, including sexual harm, or physical or psychological injury",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "supporting the wellbeing of persons who are affected by or involved in the reported conduct and making reasonable adjustments where a person requires specific support as a result of their age, disability, sex, gender or gender identity, cultural, religious or language background",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "ensuring that the anonymity, confidentiality and privacy of reporting students as well as respondent and appellant students is maintained to the extent practicable",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "transparency where there are specific circumstances in which RMIT has an obligation to tell other people internally about a report, or to make an external report, which may include providing information which identifies a person",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "prompt disclosure of any actual or potential conflict of interest by all parties",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "reporting and responding to external authorities where appropriate or required by law",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "acting on and learning from findings of misconduct, identifying problems, improving services, and addressing underlying causes and trends to prevent reoccurrence, and",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "being guided by a trauma-informed approach for matters involving sexual, psychological or physical harm.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(7) Student conduct matters will:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "be assessed and managed in a professional and fair manner, with clear communications and processes, in accordance with the principles of procedural fairness, and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "be determined utilising “the balance of probabilities” as the requisite standard of proof to be applied when determining matters under this policy and corresponding procedures.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(8) RMIT recognises its obligation to support academic freedom and freedom of speech, and to provide the conditions for free enquiry, informed intellectual discourse and reasoned debate in accordance with the Intellectual Freedom Policy.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The exercise of academic freedom and freedom of speech by a student, subject to the limitations detailed in the Intellectual Freedom Policy, will not constitute misconduct nor attract any penalty or other adverse action by reference only to its content.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Student Conduct",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) Students must behave in a manner that is consistent with RMIT’s commitment to providing a safe learning and working environment. RMIT fosters an environment of mutual respect. As members of a diverse community, students must treat others with respect, and are entitled to be respected.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(10) RMIT will take appropriate action to address conduct that may cause harm to members of the RMIT community or might otherwise constitute misconduct or a breach of an RMIT regulation, policy or procedure.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(11) The Student Conduct Regulations prescribe the categories of general, academic and high risk misconduct; a non-exhaustive list of behaviours comprising general and academic misconduct are set out within Student Conduct Policy Schedule 1 - Student Misconduct to this policy.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(12) Where a potential student misconduct report appears to involve a potential breach of research integrity, the matter will be reported to the Research Integrity Office where action may be taken in accordance with the Research Policy and Research Integrity Breach Management Procedure, however any such action will not result in a student conduct outcome.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Safety Measures",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) The purpose of an executive suspension is to manage immediate risk caused by high risk student misconduct.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(14) If the University Secretary and Academic Registrar receives a report regarding potential high risk student misconduct, the University Secretary and Academic Registrar may make a recommendation to the Vice-Chancellor or delegate that an executive suspension be imposed on a student in accordance with Regulation 23 of the Student Conduct Regulations to manage immediate risk.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(15) The University Secretary and Academic Registrar's recommendation will provide details about the potential high risk student misconduct. The recommendation may also propose additional terms, conditions or directions regarding an executive suspension, such as:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "measures to ensure that all parties are safe and that the student is offered the support necessary to return to study",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "directions to a student not to attend campus or other RMIT premises",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "directions to a student relating to contact or communication with other students, staff, or other members of the RMIT community",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "conditions or restrictions on the times or dates, or the way in which, a student may attend RMIT premises or participate in RMIT-related events, activities, and functions, including where those events or activities occur online",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "restrictions on a student’s access to or use of RMIT facilities or resources, including computing and network facilities, such as online learning portals, email or other RMIT technology infrastructure or services, or",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "restrictions applying to or a suspension of a student’s enrolment.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(16) If a student does not comply with any of the terms, conditions or directions of an executive suspension, this non-compliance may itself be misconduct under the Student Conduct Policy.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(17) Where there is a report of potential student misconduct associated with an executive suspension, the matter will be heard by the Student Conduct Board to determine if there has been student misconduct, and whether any other consequences or penalties should apply. For the avoidance of doubt, an executive suspension may be imposed independent of a student conduct process for the purposes of managing immediate risk.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(18) A student whose behaviour is disrupting RMIT activities, damaging property, or endangering others, may immediately in response to that incident be required to leave the premises and not return that day by any staff member responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a teaching or assessment session",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "a class or meeting conducted by, or for, RMIT",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "an RMIT facility or area",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "any other activity within the precincts of RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(19) The staff member will report both the incident and the action taken to the relevant Senior Officer as soon as practicable.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Hearing and Determining Reports of Potential Student Misconduct",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(20) Senior Officers and the Student Conduct Board, in accordance with Part G of the Student Conduct Regulations, this policy and corresponding procedures, may:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "consider potential misconduct reports",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "make and direct investigations",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "conduct hearings, and",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "make determinations regarding findings of fact, whether misconduct has occurred and any appropriate actions, consequences or penalties to be applied.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(21) The Student Conduct Appeals Committee, in accordance with the Student Conduct Regulations, this policy and corresponding procedures, may consider and make determinations in response to eligible student appeal submissions that have been lodged against decisions (findings of fact), or the consequences or penalties applied by:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a Senior Officer, or",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the Student Conduct Board.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Consequences and/or Penalties of Misconduct Findings",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(22) A Senior Officer may apply consequences or penalties in finding that a respondent student has engaged in misconduct in accordance with the Student Conduct Regulation 43.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Where a Senior Officer requires a student to undertake or participate in any educative, learning, mediation or resolution focused activity in accordance with Regulation 43(h), this may be achieved through any of the following: facilitated discussions, coaching or an educative activity, between the student and other relevant or affected staff or students, or any other learning or resolution-focussed activity supporting the student to understand the impact or effect of their actions, including through participation in counselling requiring the student to provide an undertaking not to engage in the misconduct again mediation of associated matters facilitated participation in a restorative engagement process or activities through Safer Community.",
              "subclauses": [
                "facilitated discussions, coaching or an educative activity, between the student and other relevant or affected staff or students, or any other learning or resolution-focussed activity",
                "supporting the student to understand the impact or effect of their actions, including through participation in counselling",
                "requiring the student to provide an undertaking not to engage in the misconduct again",
                "mediation of associated matters",
                "facilitated participation in a restorative engagement process or activities through Safer Community."
              ]
            },
            {
              "clause_number": "3",
              "text": "(23) The Student Conduct Board may apply consequences and/or penalties in finding that a respondent student has engaged in misconduct in accordance with the Student Conduct Regulation 45.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(24) In determining what actions to take or consequences or penalties to implement, a Senior Officer or Student Conduct Board will, where appropriate and to the extent practicable, take into account what actions or consequences the persons who have been impacted or affected by the student’s misconduct would prefer to be implemented. For example, a conciliatory or mediated outcome may be appropriate where the misconduct is not of a serious nature but has still had an impact or effect on another person, and where the impacted or affected person wishes to undertake conciliation or mediation.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(25) A determination relating to grades or marks in an assessment task or course (including recording a failure) overrides grades or marks already assigned and determinations made in relation to the assessment task or course grade or mark under any other policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appeals, External Reviews and Other Proceedings",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(26) Subject to satisfying eligibility requirements, students may request a hearing of the Student Conduct Appeals Committee to consider an appeal against a misconduct decision made by a Senior Officer or the Student Conduct Board.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(27) Students may exercise their right to external review of determinations made under this policy, associated procedures, and the Student Conduct Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(28) RMIT may suspend or pause any internal process under this policy where the student exercises their right to external review of a determination involving the same or similar subject matter, or where the same or similar subject matter is subject to legal proceedings, or any other external, regulatory or investigative processes or proceedings, including criminal investigations, or professional disciplinary proceedings.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "If such a suspension or pause is applied to allow a student to exercise an external right of review, and delay, loss, or any other detriment flows from that suspension or pause, then that delay, loss, or detriment is, to the extent that it affects the student, the responsibility of the student.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(29) Students must comply with the:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "RMIT Student Charter",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "RMIT regulations, policies and procedures relating to student behaviour and conduct, including those concerning acceptable use of network, internet and email facilities and services, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "RMIT Statement of Student Responsibilities.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(30) Officers must report conduct in accordance with this policy upon receiving information and forming a reasonable belief that a student may have engaged in misconduct as defined in this policy.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(31) Senior Officers are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "assessing and referring conduct matters",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "undertaking and directing investigations, determining reports of potential general and academic student misconduct as prescribed by this policy, and",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "managing student conduct records, analysis, and reporting.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(32) The University Secretary and Academic Registrar (or delegate) is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "oversight, compliance and the review of this policy, and approval of corresponding procedures and guidance materials",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "identifying opportunities for continuous improvement",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "maintaining and publishing the register of Senior Officers",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "determining eligibility of student appeal submissions",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "liaising with external parties such as police and other government bodies",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "monitoring high risk misconduct",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "managing the Student Conduct Board and Student Conduct Appeals Committee hearing process including proceedings",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "authorising notifications to external authorities, including mandatory reporting, and",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "misconduct trend reporting and analysis, including annual reports to Academic Board.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(33) Senior Officers are appointed in accordance with the Student Conduct Regulations.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(34) Senior Officers are predominantly drawn from positions reporting to Executives or Senior Executives of RMIT, upon the advice of the University Secretary and Academic Registrar. The University Secretary and Academic Registrar is notified of appointments.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(35) Where a student has not complied with or fulfilled any direction, penalty or consequence imposed or applied under this policy or its corresponding procedures by the prescribed date, subject to the absolute discretion of the University Secretary and Academic Registrar, RMIT will not:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "permit the student to re-enrol",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "issue or provide the student with any statement of results, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "grant the student any award.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(36) Where a member of staff fails to comply with the provisions of this policy or corresponding procedures, the matter may be referred for disciplinary action.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(37) Breaches of this policy by a student (including any malicious or vexatious reports) may be treated as general misconduct in accordance with this policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(38) This policy will be reviewed at least once every five (5) years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(39) This policy includes the following schedule:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Student Conduct Policy Schedule 1 – Student Misconduct",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(40) The following documents are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Student Conduct Procedure",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Student Conduct – Senior Officer Procedure",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Student Conduct Board Procedure",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Student Conduct - Appeals Procedure",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}