{
  "metadata": {
    "title": "Student Safety Measures Procedure - Vietnam",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=327",
    "scraped_date": "2025-10-31 01:21:22"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Identifying Behaviours Representing Grounds for Concern",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) RMIT is required to take reasonably practical steps to reduce or eliminate risk where it becomes aware that a student's behaviour or a student's circumstances give rise to a likelihood of physical or psychological harm to themselves or to another student, staff or a member of RMIT's broader community, or the public. Examples of behaviours or circumstances that might require RMIT to take action to reduce or eliminate risk include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Reported behaviour or circumstances involving risk of harm that is likely to occur or recur, or where multiple reports involving risk of harm or actual harm have been received about the same student.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Behaviour or circumstances that may give rise to a risk to the student's own health, safety or wellbeing.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Behaviour or circumstances that may give rise to a risk to other students or staff, or other members of the RMIT community, such as placement providers, or the public.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Behaviour or circumstances that may give rise to harm to or damage of property, facilities, resources, assets or infrastructure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Behaviours Covered by Other Procedures",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) Certain behaviours may be more appropriately managed through the Student Conduct Framework or under a combination of RMIT policies. Such behaviours may include:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "child safety concerns",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "violence or aggression towards people or property",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "deliberate disregard of safety procedures in practical learning or research spaces",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "non-compliance with directions provided by a Senior Officer, or actions or behaviour that may constitute high-risk misconduct under the Student Conduct Framework",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "behaviours that may have criminal implications or in relation to which the Police are involved",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(8) Where the behaviour of a student is within the application of this procedure as well as the Student Conduct Framework, the Associate Director, Wellbeing or delegate and/or Manager, Safer Community and the Associate Registrar, Academic Registrar's Group will consult and determine how each procedure will apply, including if both procedures will apply, or if one procedure will take precedence or be applied first, based on the ongoing risk that may need to be managed, as well as any other relevant circumstances.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reporting and Initial Action",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(9) Where there is an emergency or an immediate risk of harm, staff should seek urgent assistance via:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "RMIT Security, for RMIT Vietnam and Safer Community via the hotline. RMIT Security will assist in coordinating the personal safety of staff and students, responding to property damage or theft, notifying Police and informing the Incident Management Team lead.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The relevant local authority, for offshore campuses and partners.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(10) RMIT staff, students, supervisors or other members of the University community who consider that a student's behaviour or circumstances represents grounds for concern about risk to their or others’ safety must make a report to Safer Community.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(11) The responding person or team will triage the response and take other initial steps, including:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "notifying the Associate Director, Wellbeing or delegate and the relevant Senior Officer under the Student Conduct Framework",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "coordinating timely and adequate support to the student and any other students or staff impacted",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "conducting a risk assessment to determine the level or type of investigation or action required, which may include: a Health, Safety and Wellbeing (HSW) investigation a Sexual Assault or Sexual Harm (SASH) investigation a referral to a Senior Officer or Student Conduct Board a recommendation to the University Secretary and Academic Registrar that an Executive Suspension be implemented",
              "subclauses": [
                "a Health, Safety and Wellbeing (HSW) investigation",
                "a Sexual Assault or Sexual Harm (SASH) investigation",
                "a referral to a Senior Officer or Student Conduct Board",
                "a recommendation to the University Secretary and Academic Registrar that an Executive Suspension be implemented"
              ]
            },
            {
              "clause_number": "4",
              "text": "initiating the case management process",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "determining whether it is safe for the student to continue to have access to the RMIT campus, facilities or other online systems, or safely engage with RMIT activities, while investigations or other risk management steps are being undertaken",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "determining whether an Incident Management Team notification needs to be made in consultation with the Incident Management Team lead",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Student Safety Case Management",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) The objective of case management is to support the student in their pathway back to health or to a safe situation, ultimately in order to continue their study or research in a manner that is safe for them and those who interact with them.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) Cases managed under this procedure will be coordinated by a suitably qualified staff member, nominated by the Associate Director, Wellbeing or delegate. A case manager will lead a team that may include representatives from:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Academic Registrar's Group",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Senior Manager, Staff Wellbeing",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "a Senior Officer from the relevant School or entity",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(14) Depending on the circumstances of the student, the team may also include representatives from:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the People Business Partner for the relevant School or RMIT entity",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Student and Family Connect",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Counselling and Psychological Services (CAPS)",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Equitable Learning and Accessibility",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "the School of Graduate Research (for HDR students)",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "a Child Safe advisor where the matter involves a person who is under 18 years of age",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "any other team that may be appropriate for the purposes of scoping and managing the relevant risks",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(15) Once a case manager has been appointed, the case manager must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Discuss or communicate the concern with the relevant student at the earliest appropriate opportunity. The student may wish to have a support person attend with them.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Consider the student’s perception and understanding of their behaviour or circumstances, and the response of the student to any steps taken by the University to manage the situation.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Identify short-term or immediate supports or adjustments that may be provided to the student in order to address the relevant risks.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Identify any short-term or immediate support or adjustments required for staff or other students.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Notify the key stakeholders as required, which may include: the People Business Partner for the relevant School or RMIT entity Student and Family Connect Human Resources Counselling and Psychological Services (CAPS) Equitable Learning and Accessibility the School of Graduate Research (for HDR students) Security",
              "subclauses": [
                "the People Business Partner for the relevant School or RMIT entity",
                "Student and Family Connect",
                "Counselling and Psychological Services (CAPS)",
                "Equitable Learning and Accessibility",
                "the School of Graduate Research (for HDR students)"
              ]
            },
            {
              "clause_number": "20",
              "text": "(16) The case manager will work with the student to develop an action and support plan that will set out the steps required of both the student and RMIT in relation to any return to study or research by the student (if required).",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Reports to the Police",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) In an emergency situation where the safety of the student or others is at immediate risk, RMIT Security can alert the Police directly.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) If a person who has experienced harm wants to make a report to the Police, Safer Community can support a person to make a police report, but RMIT cannot make a police report on that person’s behalf.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) In certain circumstances, RMIT may have a duty to make a report to the Police in its own name. This includes where the incident involves a risk to students or staff; or where the person who is the subject of the disclosure or report presents a risk to themselves.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "RMIT may have the obligation to notify the Police even if the discloser or person making a report to RMIT does not want to make their own report to the Police.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "A notification to the Police by RMIT in its own name must be approved by the General Director where the person who is the subject of the report is a student. When deciding to make a report to the Police, RMIT will take into account: the nature of the evidence of the risk to RMIT staff or students, to the broader RMIT community or the public, or to RMIT property or facilities (e.g. original or direct evidence, or reported or secondhand evidence) multiple disclosures, reports, concerns or complaints about the same student advice from any Incident Management Team, and other relevant subject matter expert groups including Policy and Workplace Relations, Risk, Compliance and the Academic Registrar's Group advice from Safer Community the wishes of the person who has experienced the harm or who made the disclosure or report initially",
              "subclauses": [
                "the nature of the evidence of the risk to RMIT staff or students, to the broader RMIT community or the public, or to RMIT property or facilities (e.g. original or direct evidence, or reported or secondhand evidence)",
                "multiple disclosures, reports, concerns or complaints about the same student",
                "advice from any Incident Management Team, and other relevant subject matter expert groups including Policy and Workplace Relations, Risk, Compliance and the Academic Registrar's Group",
                "advice from Safer Community",
                "the wishes of the person who has experienced the harm or who made the disclosure or report initially"
              ]
            },
            {
              "clause_number": "6",
              "text": "(20) Safer Community will advise the person who has disclosed or reported the harm about RMIT’s decision to notify the Police and (to the extent possible) will keep the person informed of any actions that result from that notification.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Health, Safety and Wellbeing (HSW) Invesigation",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) RMIT may conduct a Health, Safety and Wellbeing (HSW) Investigation to better understand the relevant risks associated with and causes of a student’s behaviour or circumstances, and to assist in developing recommendations for appropriate actions in response to those risks.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(22) A HSW Investigation may utilise whatever methodology is considered most appropriate in the circumstances. As an example, an Incident Cause Analysis Method (ICAM) investigation may be used to identify causative factors or failures within organisations, systems or communications and to provide recommendations directed at preventing recurrence.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(23) The HSW Investigation should include a consideration of the specific student behaviours or circumstances, the risk and impact (or potential impact) on the physical or psychological safety of the student, other students, staff, the broader RMIT community, and RMIT’s property and facilities.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(24) The HSW Investigation should include recommendations arising from its conclusions. Recommendations may include suggested actions at both an individual and an organisational level. Recommendations could include but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "requiring an external threat assessment to inform risk management actions for cases involving complex mental illness and behaviours that pose risk to the psychological or physical safety of the student themselves or others",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "commencing a referral under the Student Conduct Framework for potential misconduct",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "making a recommendation to the University Secretary and Academic Registrar that an executive suspension be implemented under sections 23-32 of the Student Conduct Regulations",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "taking steps to prepare and make a report to the Police",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "making a recommendation to the University Secretary and Academic Registrar that adjustments are required to a student’s enrolment, including applying for a leave of abscence on the student’s behalf, with their consent",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "making a recommendation to the University Secretary and Academic Registrar that the student’s enrolment be cancelled under the Enrolment Procedure Discontinuation of Student Program on the basis that their continued enrolment gives rise to a serious concern or risk in relation to the health, safety or wellbeing of any members of the RMIT community",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "making a recommendation to the Associate Director, Wellbeing to issue Safety Directions with respect to the student, under (27) below",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Safety Measures and Directions",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(25) The Manager, Safer Community may approve certain measures either on their own initiative, or in response to a report of potential or actual harm to a student, staff member or member of the public to mitigate or eliminate risks to their health and safety, as far as reasonably practical (Interim Safety Measures). Interim Safety Measures are measures that may alter, but not obstruct, a student’s engagement in education at RMIT University on a temporary basis where reasonably required to protect the health and safety of students, staff, and members of the public and/or RMIT community. The case manager will consult with the relevant school and program stakeholder areas of RMIT in implementing appropriate precautionary safety measures. Additionally, the case manager may consult with other relevant stakeholders, including:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Equitable Learning and Accessibility",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Director Research Training Services, School of Graduate Research",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Academic Registrar's Group",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "relevant People Business Partners",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(26) Interim Safety Measures that can be implemented include but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "changes to class timetables or tutorial allocation",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "temporary remote learning arrangements, such as requiring a student to learn online in one or more classes for a period of time",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "a temporary redirection, block or monitoring of emails, to be reviewed internally every 10 business days from the date the measure is implemented",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "directing that a Behaviour Support Plan (BSP) be put in place in relation to a student, including their participation in study, research or other RMIT-related activities",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "no contact directives, such as directing a student not to approach, engage with, make contact or communicate with certain other members of the RMIT community",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "a restriction to the mode of contact with RMIT by the student",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "a recommendation regarding a further direction by the Associate Director or Executive Suspension in accordance with the Student Conduct Framework",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(27) Where a student is subject to an Interim Safety Measure, they must receive a written copy of the Interim Safety Measure in plain, accessible language, including a description of why the Manager, Safer Community has implemented the Interim Safety Measures.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(28) The Associate Director, Wellbeing or delegate may at any time issue Safety Directions to, or in relation to, a student in circumstances where they are satisfied that the Directions are reasonably necessary for the health, safety and wellbeing of the student themselves, other students, staff, RMIT property, or members of the broader RMIT community, the public, or RMIT property or facilities (a Direction). The Associate Director, Wellbeing or delegate will consult with the relevant school and program stakeholder areas of RMIT in implementing appropriate precautionary safety measures. Additionally, the Associate Director, Wellbeing or delegate may consult with other relevant stakeholders, including:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Equitable Learning and Accessibility",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Director Research Training Services, School of Graduate Research",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Academic Registrar's Group",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "relevant People Business Partners",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(29) The Directions may include, but are not limited to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The measures outlined in clause (26) of this procedure.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Directing that a student be required to provide medical evidence from a suitably qualified specialist to determine their capacity or fitness to study, engage in research, or participate in other RMIT-related activities, including placements or attendance at campus or otherwise having access to any RMIT facilities, without relevant risk to themselves, other students, staff, or any other members of the RMIT community.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Directing a student to attend an Independent Medical Examination (IME) to determine their capacity or fitness to study, engage in research, or participate in other RMIT-related activities, including placements or attendance at campus or otherwise having access to any RMIT facilities, without relevant risk to themselves, other students, staff, or any other members of the RMIT community.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Directing a student not to attend campus for a period of time, or withdrawing a student’s implied licence to be present on all or any part of RMIT property, or otherwise using or having access to any of RMIT’s facilities, including online systems for: a period of initially no more than 14 days a further period of 14 days where required, such as to complete a HSW Investigation and/or refer the matter to another process under an RMIT policy, regulation or procedure to be dealt with a further period, to a maximum of one compulsory semester or nominated teaching period, where required for another relevant RMIT or external process relating to the student’s conduct or behaviours to be concluded, such as a student conduct process or an Executive Suspension to be considered under the Student Conduct Policy",
              "subclauses": [
                "a period of initially no more than 14 days",
                "a further period of 14 days where required, such as to complete a HSW Investigation and/or refer the matter to another process under an RMIT policy, regulation or procedure to be dealt with",
                "a further period, to a maximum of one compulsory semester or nominated teaching period, where required for another relevant RMIT or external process relating to the student’s conduct or behaviours to be concluded, such as a student conduct process or an Executive Suspension to be considered under the Student Conduct Policy"
              ]
            },
            {
              "clause_number": "25",
              "text": "(30) The Directions must be proportionate to the identified risks to health, safety and wellbeing of any persons and to RMIT property and must have regard to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the outcomes and any recommendations of a HSW Investigation, where one has been undertaken",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "the rights of the student under the Charter of Human Rights and Responsibilities (Vic) and to engage in their education",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the rights of the other students to engage in education, learning, research and work in a manner that is safe and without risks to health, safety and wellbeing, including physical and psychosocial health and safety",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "the rights of staff to have a work environment that is safe and without risks to health, safety and wellbeing, including physical and psychosocial health and safety",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "any other relevant RMIT policies and procedures",
              "subclauses": []
            },
            {
              "clause_number": "31",
              "text": "(31) Where a student is subject to a Direction, they must receive a written copy of the Directions in plain, accessible language, including a description of why the Director has made the Directions, the information considered in making the Directions and the avenues for appeal under this procedure below.",
              "subclauses": []
            },
            {
              "clause_number": "32",
              "text": "(32) Where a student is subject to a Direction, the case manager will work with the student to develop an action and support plan that will set out the steps required of both the student and RMIT in relation to any return to study or research by the student (if required).",
              "subclauses": []
            },
            {
              "clause_number": "33",
              "text": "(33) Where the student identifies additional information after the Directions have been made that was not considered by the Director and that may be relevant to the Directions, the student may provide the information in writing to the Director (Further Information Application). Once the Further Information Application is received, the Director must consider the further information and either:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "confirm their original decision and applicable Directions",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "vary the original decision and apply different Directions, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "revoke the original decision and applicable Directions",
              "subclauses": []
            },
            {
              "clause_number": "37",
              "text": "(34) The student must receive the outcome of the Further Information Application within 7 working days of providing it to the Associate Director, Wellbeing or delegate.",
              "subclauses": []
            },
            {
              "clause_number": "38",
              "text": "(35) The Associate Director, Wellbeing or delegate may determine that a student’s conduct, behaviour or circumstances present a serious concern or risk in relation to the health, safety or wellbeing of the student, other students, staff, RMIT property or the broader RMIT community, and refer the matter to the University Secretary and Academic Registrar to consider and make a decision in relation to the cancellation of the student’s enrolment under the Enrolment Procedure Discontinuation of Student Program.",
              "subclauses": []
            },
            {
              "clause_number": "39",
              "text": "(36) The Associate Director, Wellbeing or delegate may at any time issue Directions to, or in relation to, a person who is not a member of the RMIT community in circumstances where they are satisfied that the Directions are reasonably necessary for the health, safety and wellbeing of the person themselves, RMIT students, staff, RMIT property, members of the public or broader RMIT community, or RMIT property or facilities.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Appeal Process",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(37) Only a student who has been the subject of an Interim Safety Measure or a Direction under this procedure (the Decision) may apply to appeal the Decision (the Appeal).",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(38) The grounds on which a student may seek to appeal the Decision are limited to one or more of the following (the Appeal Criteria):",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "that the Decision was made based on unreasonable bias",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "that there has been a breach of RMIT legislation, regulation, policy or procedure in the course of the Decision, which has substantially affected or been determinative of the outcome of the Decision",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "that the measures applied through the Decision are unreasonable, excessive, or inappropriate",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "that there is new supporting material or evidence that would have substantially affected the measures applied through the Decision if the material or evidence had been available to the Manager, Safer Community or the Associate Director, Wellbeing or delegate at the time the Decision was made",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(39) The Appeal application must be provided in the following form:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "applications must be in writing and address the relevant Appeal Criteria",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "applications must include the evidence on which the student relies to support the Appeal Criteria",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "applications must be lodged within 10 working days from the date the Director provides notification of the Interim Safety Measures or Directions.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(40) The Interim Safety Measures or Directions will remain in place while the application to appeal is being assessed.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(41) The Executive Director, Operations or delegate will assess the Appeal against the Appeal Criteria in consultation with the University Secretary and Academic Registrar. Where none of the Appeal Criteria have been reasonably proven, no further decision may be made by the Executive Director, Operations and the Appeal will be rejected.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(42) If the Executive Director, Operations or delegate is satisfied that one or more of the Appeal Criteria has been reasonably proven, having regard to the Interim Safety Measures or Directions as a whole, the Executive Director, Operations or delegate may determine to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "confirm the Decision and the Interim Safety Measures or Directions",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "determine that there was an error in the Decision and remit the Decision to the Director for reconsideration and determination",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "vary the Decision and the Interim Safety Measures or Directions, or",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "set aside the Decision and void the Interim Safety Measures or Directions",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(43) The Executive Director, Operations or delegate must provide their decision with respect to the Appeal within 10 working days of having received the Appeal application.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Records, Privacy and Confidentiality",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(44) All persons involved in Student Safety Measure matters initiated under the Health Safety and Wellbeing Policy and corresponding procedures must maintain confidentiality in order to ensure the integrity of the proceedings and outcomes, and the privacy of all persons involved. This requirement does not limit the exercise of student academic freedoms associated with university operations upon the formal conclusion of safety review proceedings. Further, RMIT staff may make relevant and appropriate disclosures of matters under this procedure where reasonably necessary to give effect to it, including, for example, where a BSP has been applied in relation to a student, or the other contents of a safety Direction, such as redirection of emails.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(45) Advocates and support persons are bound by the same confidentiality requirements as all other persons involved in student or staff conduct proceedings.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(46) Where personal medical information of the student is presented, it must be managed in accordance with the Vietnam Data Protection Decree (No. 13/2023). Access to this information will be limited to those people who require it to make a decision about the case.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(47) RMIT recognises the importance of maintaining confidentiality to ensure safety and will seek to balance this with procedural fairness. This may mean that the identities of persons who are witnesses are not disclosed to a student where it might give rise to a risk to safety or wellbeing. Different approaches to confidentiality may also apply where a matter involves persons who are under 18 years of age, in accordance with the Child Safe Policy.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(48) Records and information regarding student safety matters will be managed in accordance with RMIT’s Privacy Policy and the information management policies and procedures.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}