{
  "metadata": {
    "title": "Support for Students Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=293",
    "scraped_date": "2025-10-31 01:22:28"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) RMIT is committed to supporting its students, inclusive of meeting its obligations in relation to providing:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "transparent, fair, and consistent student admission information and processes",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "clear and accessible enrolment information and processes",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "access to academic and learning support and resources",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "guidance on academic and research integrity",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "access to university-provided welfare and wellbeing support and referral to government and community-based support and services",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "accommodation of student diversity",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "safe and healthy learning, teaching and research environments and activities",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "gender-based harm prevention and incident management",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "timely and objective responses to student grievances and complaints.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(7) The RMIT Admission Policy establishes the principles for admission of students to RMIT courses and programs.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(8) The policy ensures that admissions policies, procedures, and requirements are applied fairly and consistently and that admitted students have the academic preparation and proficiency in English needed to participate successfully in their intended study.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(9) The policy ensures students are informed of their rights and obligations during admission and enrolment processes, all associated fees, charges or funding arrangements, potential eligibility for credit for prior learning, and provision for changes to or withdrawal from offers and acceptance of admission.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(10) RMIT’s Enrolment Policy articulates RMIT’s commitment to providing information relating to enrolment and enrolment variation that is clear and accessible to students and the availability of academic and student support services and appropriate learning resources.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(11) RMIT’s Assessment, Academic Progress and Appeals Regulations provide for assessment and appeals relating to academic and student affairs and the monitoring and management of student progress.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(12) RMIT’s Assessment and Assessment Flexibility Policy articulates RMIT’s commitment to flexible, equitable and inclusive assessment with a commitment to caring for students whose circumstances require assessment flexibility.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(13) RMIT’s Academic Integrity Policy ensures the university adopts a consistent approach to academic integrity across the RMIT Group. It sets out RMIT’s expectations of staff and students in upholding academic integrity standards, supporting an educative approach to academic integrity and deterring and detecting breaches of academic integrity.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(14) RMIT’s Inclusion, Diversity and Equity Policy articulates RMIT’s commitment to providing an accessible and inclusive learning and work environment that promotes diversity, inclusion and equal opportunity and is free from discrimination, sexual harm, victimisation, and vilification.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(15) RMIT’s Health, Safety and Wellbeing Policy articulates RMIT’s commitment to provide a healthy and safe working, research and learning environment that enhances wellbeing across the RMIT community.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(16) RMIT’s Gender-Based Violence Prevention and Response Policy establishes a framework to support and enable the prevention of sexual harm at RMIT and RMIT’s responses to sexual harm.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(17) RMIT’s Student and Student-Related Complaints Policy establishes a transparent student and student-related complaint handling system to ensure complaints management is fair, objective and prompt.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(18) RMIT’s Privacy Policy affirms RMIT’s commitment to privacy and its approach to managing personal, sensitive and health information, consistent with relevant legislation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) The Chair, Academic Board is the approval authority for this policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(20) The Deputy Vice-Chancellor Education is the policy owner for this policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(21) The Executive Director, Students is the policy author for this policy.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(22) This policy will be communicated to students via student communication channels.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) This policy will be reviewed by 31 March 2025 to ensure alignment with regulatory requirements.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(24) Refer to the following specific Support for Students-related policy documents:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Academic Integrity Policy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Fraud and Corruption Control Policy",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Assessment and Assessment Flexibility Policy",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Health, Safety, and Wellbeing Policy",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "Inclusion, Diversity and Equity Policy",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "Scholarships and Prizes Policy",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "Gender-Based Violence Prevention and Response Policy",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "Student and Student-Related Complaints Policy",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "Student Conduct Policy",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(25) For the purposes of this policy, the following definitions apply:",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}