{
  "metadata": {
    "title": "Sustainability Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=103",
    "scraped_date": "2025-10-31 01:24:22"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Governance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) Ensure sustainability remains an organisational priority – embedding sustainability principles into all RMIT activities and ensuring decision-making reflects RMIT’s values.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) Behave as a socially responsible organisation – considering whole of lifecycle impacts and prioritising overall sustainability merit where it outweighs minor, short term impacts or higher upfront costs to drive positive impacts for communities and the environment.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(9) Support the rights of Aboriginal and Torres Strait Islander peoples informed by the United Nations Declaration on the Rights of Indigenous Peoples through our commitment to responsible practice and the Indigenous strategic commitments.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(10) Ensure our strategies, processes, supply chains and partnerships meet fundamental responsibilities in the areas of human rights, labour, environment and anti-corruption to achieve a culture of integrity.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(11) Continue to model participatory governance and engagement with our students, staff and communities, ensuring everyone contributes to sustainability and is accountable for driving positive change.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(12) Ensure that our staff, partners, suppliers and wider supply chain act ethically and align with RMIT values.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(13) Be transparent in our sustainability journey, regularly monitoring, reporting and improving on our performance to stakeholders.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Tertiary education",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) Support academic and teaching staff to develop high levels of discipline-relevant sustainability literacy so that they are able (competent and confident) to facilitate sustainability learning.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(15) Embed sustainability capabilities and competencies within disciplinary and professional contexts and encourage interdisciplinary collaboration.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(16) Engage students at all levels in learning about relevant sustainability concepts (knowledge, skills and values), identifying issues of importance and taking actions to empower them as ethical global citizens.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(17) Support our students to drive innovation and sustainable enterprise as future leaders in industry and society.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Impact",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) Adopt a leadership role at a national and international level to shape a sustainable environment and society, contributing to the UN Sustainable Development Goals.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) Support RMIT’s commitments to reduce inequality and promote diversity, inclusion and equity for staff, students and the wider community.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(20) Ensure RMIT’s research contributes to the advancement of the Sustainable Development Goals.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(21) Make RMIT a living laboratory, encouraging research and learning that engages with internal infrastructure, process and people.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(22) Proactively engage in partnerships and projects with industry, government, non-government organisations and communities on sustainability.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Infrastructure and Operations",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(23) Exceed, wherever possible, all legislative and regulatory requirements for sustainability and aim to achieve exemplary sustainable practice in all its operations.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(24) Embed responsible practice into planning and decision-making processes in keeping with our dhumbali to work respectfully on Aboriginal country; and instil a consciousness of place-specific considerations wherever we are working in the world.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(25) Assess and address the risks of modern slavery in our operations and supply chains through due diligence and remediation processes, as well as implementing tools to assess the effectiveness of these actions.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(26) Minimise the consumption of resources through sustainable procurement, waste avoidance, good design, reuse, recycling and community engagement to drive a circular economy.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(27) Prioritise water and energy efficiency, conservation and education.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(28) Preserve and enhance the architectural, social, creative and natural value of place and promote healthy functioning ecosystems.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(29) Utilise best-practice sustainable design and innovative technologies to deliver efficient, resilient and adaptable buildings, which are accessible and inclusive by design.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(30) Ensure that RMIT’s greenhouse gas emission reduction targets and actions enable a transition to a low-carbon future, whilst ensuring our places and people are resilient to the impacts of climate change.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(31) Provide infrastructure and initiatives that encourage the use of sustainable transport modes.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(32) The RMIT Sustainability Committee is responsible for the oversight and implementation of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(33) The performance of this policy is tracked in the Sustainability Annual Report which is prepared in accordance with the Global Reporting Initiative (GRI) Standard.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(34) The Sustainability Committee is responsible for the review of this policy and supporting documents.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}