{
  "metadata": {
    "title": "Third-Party Educational Delivery Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=273",
    "scraped_date": "2025-10-31 01:25:33"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Student Lifecycle",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) Accurate, relevant, and timely information for current and prospective students must be publicly available and accessible, including but not limited to information around the program or courses, credit and learning pathways, liabilities, fees and refunds, expected standards of behaviour, services, support, and complaints and grievances.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) Any marketing or recruitment material produced by third-party providers must be approved by the RMIT Program Manager (or nominee) for HE awards, and the Cluster Director (or nominee) for VE awards. Third-party providers must ensure that information for current and prospective students is up to date and accurate in accordance with the Program and Course Policy and related procedures.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) Only vocational education and training courses on RMIT’s scope of registration can be marketed and advertised.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(8) Offers of admission comply with requirements of the Admission Policy and related procedures, including the HDR Admissions and Enrolment Procedure, in addition to any other specific requirements of the third-party or other jurisdiction in which the program is being delivered.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(9) The Admissions Governance Steering Committee has oversight of the application of the RMIT admissions framework for third-party arrangements.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(10) Program entry requirements are the same across all locations and modes of delivery.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(11) Offers of admission to a program delivered with a third-party provider form the contractual arrangements between the student and RMIT as the registered provider.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(12) Selection outcomes are decided by RMIT staff, except in the instance where a third-party provider is expressly authorised to do so by the Academic Registrar.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(13) The Academic Registrar retains accountability for any selection outcome decisions made by third-party staff, where authorised, and conducts regular quality assurance reviews of these decisions to ensure alignment with RMIT policy and selection criteria.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(14) Records of any written offers made to applicants for programs delivered by third-party providers are kept by RMIT in accordance with the Privacy Policy and the Retention and Disposal Standard.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(15) The collection, storage and retention of student and staff personal information is governed by the Privacy Policy, the Information Governance Policy and the Retention and Disposal Standard.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(16) Students are enrolled into programs delivered with third-party providers in accordance with the Enrolment Policy and related procedures, including the HDR Admissions and Enrolment Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(17) Third-party providers that use RMIT’s enrolment systems are supplied with enrolment guides and resources to assist students in enrolment and in familiarising themselves with RMIT student systems.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "International enrolment system-related queries will be addressed by the Global Enrolment Services team.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Schools, colleges, and industry clusters are responsible for supporting students with enrolment queries.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "RMIT University Pathways (RMIT UP) Student Services are responsible for supporting RMIT UP students.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(18) Students enrolled via third-party providers are provided with an RMIT student card upon request.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(19) Credit and advanced standing are assessed and awarded in accordance with the Credit Policy and related procedures.",
              "subclauses": []
            },
            {
              "clause_number": "19",
              "text": "(20) Decisions on credit transfer and recognition of prior learning for students in third-party programs comply with the requirements of the admissions and credit processes (credit, recognition of prior learning and advanced standing). The same amount of credit towards an RMIT award is granted for the same volume of learning, regardless of location or delivery mode.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(21) Pathway arrangements which include credit or recognition of any award or course of the third-party provider must comply with the Credit Policy, Credit Procedure, and the Articulation Agreements Guideline and be clearly identified in the contract agreement.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(22) Orientation for new and returning students is provided at the commencement of each program. Orientation is normally facilitated by the third-party provider, with guidance and support from RMIT, but may be delivered by RMIT if required.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(23) During orientation students must be informed of their rights and responsibilities, of support services, the academic program, and of complaints and appeals processes.",
              "subclauses": []
            },
            {
              "clause_number": "23",
              "text": "(24) The process for registration, appointment and replacement of supervisors for HDR candidates, including those enrolled via third-parties, or with co-supervisors from a third-party institution, is governed by the Higher Degrees by Research Policy and managed by the HDR Supervision Arrangements Procedure and related schedules:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "HDR Supervision Arrangements Schedule 1 - Supervision Registration Requirements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "HDR Supervision Arrangements Schedule 2 - Potential Consequences of Unsatisfactory Supervision Performance",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "HDR Supervision Arrangements Schedule 3 - Supervisor Professional Development",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Health, Safety and Wellbeing",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(25) RMIT is responsible for providing a healthy and safe environment for members of the RMIT community, including students enrolled at third-party providers, in accordance with the Health, Safety and Wellbeing Policy, the Gender-Based Violence Prevention and Response Policy and associated procedures and guidelines, and the Child Safe Code of Conduct in addition to local legislative requirements.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The Health, Safety and Wellbeing Policy Schedule 1 - Responsibilities and Accountabilities details the responsibility of RMIT to implement, deliver and advise on health, safety and wellbeing information and compliance, including by third-party providers.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "The Student Safety Measures Procedure details how RMIT identifies and supports students whose behaviour may pose a risk to the health and safety of themselves and/or other students or staff.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "The Gender-Based Violence Response Procedure - Australia details how RMIT will support and respond to matters involving sexual harm, and includes steps to report and disclose instances of sexual harm for staff, students and associates of RMIT or third-party providers.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Assessment",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(26) Where a third-party provider is delivering RMIT’s programs and courses, they are supported by relevant RMIT teams to manage administration and validation of assessment and related processes (for vocational education and training), and academic progress processes. RMIT UP manages assessment for English language preparation programs.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(27) Moderation of assessments and examination papers is undertaken by RMIT staff based on a minimum sample size of at least three across each band of marks (fail, pass, credit, distinction, high distinction for higher education, and competent, not yet competent for vocational education and training) with the sample to be selected by RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(28) Assessment tasks will be, where possible, identical with those used at RMIT Australia. Where this is not possible or appropriate, comparable tasks that align to RMIT standards will be established. Where assessments vary between cohorts, a rationale must be included.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(29) Students enrolled with third-party providers must adhere to the Assessment and Assessment Flexibility Policy and related documents.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(30) The submission and examination of research towards a higher degree is managed by the HDR Submission and Examination Procedure and related schedules.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Academic Integrity",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(31) Third-party providers are supported by the Academic Registrar's Group to manage potential breaches of academic integrity by staff or students. Breaches disclosed to Global Partnerships should be referred to the Academic Registrar's Group.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(32) Students enrolled in third-party programs or courses must adhere to the Academic Integrity Policy and related processes.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Student Conduct",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(33) Third-party providers are supported and advised by the Academic Registrar's Group to manage potential student misconduct.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(34) Students enrolled via third-parties must comply with the Student Conduct Regulations, Student Conduct Policy and related documents.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Academic Progress",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(35) Student academic progress is managed via the Assessment Processes, the HDR Unsatisfactory Progress Process and the HDR Progress Management and Support Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(36) Students are additionally supported by the Support for Students Policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Complaints",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(37) Third-party providers are advised and supported by the Academic Registrar’s Group in managing RMIT student complaints processes in accordance with the Student and Student-Related Complaints Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(38) Non-RMIT staff from a third-party provider, parents or guardians of a prospective or current student of RMIT or its subsidiaries, controlled entities or partner institutions, or any person who does not fall under an existing complaints process may lodge a complaint to RMIT via the Third-Party Complaints Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Program Management and Delivery",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(39) All programs for delivery with third-party providers:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "are developed in accordance with the Program and Course Policy and related documents",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "are approved, amended or discontinued in accordance with the relevant Program and Course Approval Procedures: Program and Course Approval Procedure - Higher Degree by Research Program and Course Approval Procedure - Higher Education Coursework, Short Courses and Micro-credentials Program and Course Approval Procedure - Vocational Education and Training",
              "subclauses": [
                "Program and Course Approval Procedure - Higher Degree by Research",
                "Program and Course Approval Procedure - Higher Education Coursework, Short Courses and Micro-credentials",
                "Program and Course Approval Procedure - Vocational Education and Training"
              ]
            },
            {
              "clause_number": "3",
              "text": "are reviewed in accordance with the Program and Course Review Procedure (for higher education and vocational education and training) and the Program and Course - External Referencing and Benchmarking Procedure (for higher education).",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(40) RMIT courses are taught by approved academic staff, trainers and assessors.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(41) The relevant college Associate Deputy Vice-Chancellor Teaching and Learning approves the selection of third-party teaching staff in accordance with the third-party delivery agreement and relevant legislation.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(42) RMIT staff members work closely with the respective third-party provider staff (teaching and professional staff) so that the transition for students between RMIT staff and third-party staff is seamless.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(43) RMIT staff provide all required teaching, learning and assessment materials and marking guides for all courses. Third-party teaching staff may contextualise and customise learning materials with the approval of RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(44) Third-party teaching staff must have appropriate AQF level qualifications in the relevant discipline such as academic qualifications and/or a range of industry/professionally qualified teaching and disciplinary expertise in accordance with regulatory body requirements and standards.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}