{
  "metadata": {
    "title": "Third-Party Educational Delivery Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=272",
    "scraped_date": "2025-10-31 01:22:20"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(5) RMIT enters third-party arrangements with education institutions or organisations whose values, mission and quality of delivery are compatible with RMIT expected standards, including principles captured by the Inclusion, Diversity, Equity and Access (IDEA) Framework, the Corporate Social Responsibility Framework, and where the arrangements advance RMIT’s strategic aspirations.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(6) Proposals to establish a delivery arrangement with a third-party provider are made through the process as detailed in the Third-Party Educational Delivery Compliance and Risk Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(7) Appropriate evidence-based due diligence, financial and risk assessments must be undertaken for all proposed third-party arrangements in accordance with the requirements of the Contract Management Policy and the Risk Management Policy.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(8) Academic risk and due diligence must be undertaken in accordance with regulatory standards and RMIT policies and associated procedures.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(9) RMIT ensures that third-party arrangements are appropriately overseen by academic and corporate governance bodies. RMIT ensures that an appropriate structure is in place to govern each third-party arrangement.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(10) RMIT must have a formal agreement for the advertisement, marketing and recruitment services, enrolment, access to facilities and resources, delivery, training and assessment, confirmation of completion or issuance of qualifications of any vocational education and training course that RMIT has on its scope of registration, where it is delivered by a third-party provider.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(11) Third-party providers onshore are required to comply with RMIT’s regulations, policies and procedures, including the Child Safe Code of Conduct, the Child Safe Policy, and associated procedures. For offshore third-party providers, RMIT and the providers will ensure there is equivalence and comparability in meeting regulatory requirements and RMIT policies.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(12) RMIT complies with relevant Australian and foreign jurisdiction (where applicable) legislation, regulatory requirements and standards for all programs that are being delivered through third-party arrangements and has responsibility to ensure that third-parties comply with all legislative and regulatory requirements.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(13) RMIT delivers learning and teaching that is substantially the same and materially equivalent and comparable in academic standard and student learning outcomes across RMIT and its third-party delivery locations and modes. Identical awards are conferred to graduands of the same program irrespective of location or delivery mode.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(14) Students enrolled in a program or course delivered by a third-party are RMIT students and are subject to RMIT statutes, regulations, policies, and procedures in addition to any local legislative requirements if delivered internationally.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(15) RMIT undertakes holistic, cyclical monitoring and review of all third-party delivery arrangements to ensure continuous improvement.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(16) RMIT has contingency plans and safeguards in place to meet its obligations to students if a third-party arrangement is discontinued, as per the Business Resilience Policy.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) Academic Board and Council are responsible for oversight of third-party arrangements.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(18) The Deputy Vice-Chancellor International and Engagement is responsible for monitoring and assuring the corporate compliance of international and domestic third-party arrangements.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(19) The Deputy Vice-Chancellor Education is responsible for monitoring and assuring the academic quality of international and domestic third-party arrangements for all accredited programs (apart from Higher Degrees by Research) and products.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(20) The Deputy Vice-Chancellor Research and Innovation is responsible for the monitoring and assuring the academic quality of international and domestic third-party arrangements for Higher Degrees by Research programs.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(21) The Pro Vice-Chancellor Vietnam is responsible for any arrangements made via RMIT Vietnam.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(22) College Deputy Vice-Chancellors are responsible for monitoring and managing the academic quality of RMIT awards delivered in partnership with international and domestic third-party providers.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(23) The CEO of RMIT University Pathways (RMIT UP) is responsible for monitoring and managing the academic quality and corporate compliance of programs or courses delivered in partnership with RMIT UP.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(24) The CEO of RMIT Online is responsible for managing the corporate compliance of programs or courses delivered in partnership with RMIT Online.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(25) The Executive Director, RMIT Europe is responsible for managing the corporate compliance of all educational partnerships delivered through RMIT Europe.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(26) The Associate Deputy Vice-Chancellor Education and Director, Education Regulations are responsible for undertaking cyclical reviews of third-party offshore and domestic arrangements.",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "(27) The Academic Registrar (or nominee) is responsible for ensuring that all parts of the student lifecycle are delivered in a timely fashion, and comply with relevant legislation, regulations, policies and procedures. This includes student enrolment, student complaints, appeals, student conduct matters, assessment support and unsatisfactory progress, academic integrity matters, completions, awards and graduations.",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "(28) The Executive Director, Library Services is responsible for ensuring that partner staff and students have access to RMIT library online learning resources and study support, and for monitoring the quality and appropriateness of services and information resources.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(29) The Director, Health Safety and Wellbeing is responsible for reporting on the health, safety and wellbeing of staff and students at third-party providers and ensuring that partner staff and students are aware of their responsibilities.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(30) The Executive Director, Students is responsible for working with partners to ensure comparable access to orientation and student support services.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(31) The Associate Deputy Vice-Chancellor Education is responsible for reporting on pedagogy, professional development, academic quality matters, student survey results and student progression.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(32) The Dean/Head of the School/Associate Director/Cluster Director (or nominee) that manages the program is responsible for ensuring that programs and courses are delivered in accordance with relevant RMIT academic policies and any professional accreditation requirements.",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "(33) All staff who are responsible for the design, delivery, review, monitoring and administering of program and course offerings delivered at a third-party provider must follow RMIT policies, procedures, schedules and supporting materials.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(34) Breaches of this policy are managed via the Compliance Policy and the Compliance Breach Management Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(35) Further details on compliance can be found in the Third-Party Educational Delivery Compliance and Risk Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(36) Third-Party Educational Delivery Procedure",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(37) Third-Party Educational Delivery Compliance and Risk Procedure",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(38) (Note: Commonly defined terms are in the RMIT Policy Glossary. Any defined terms below are specific to this policy).",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}