{
  "metadata": {
    "title": "Third-Party Complaints Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=111",
    "scraped_date": "2025-10-31 01:27:13"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) The Legal Services function manages third-party complaints.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The Manager, Central Complaints and Investigations has responsibility for the receipt, assessment, investigation and resolution of third-party complaints.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(9) If the third-party complaint involves or implicates the Manager, Central Complaints and Investigations, it will be managed by the General Counsel or their delegate.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Similarly, any real or perceived conflict of interest will be avoided by appropriate declaration and reassignment.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "If the General Counsel is the subject of the complaint an appropriate alternative officer will be appointed.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(10) The complainant is responsible for the provision of information and is personally responsible and liable for the content of their complaint. Complainants must not provide information that they know to be inaccurate or misleading.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(11) Complaints may be closed at the discretion of the General Counsel if there are reasonable grounds to believe the complaint is frivolous, misguided, or vexatious or where there is insufficient information to proceed or the matter has been sufficiently dealt with by another area or mechanism.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Lodging Complaints",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(12) Complaints can be lodged in writing via the Complaints Portal.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(13) Complaints may also be referred to thirdpartycomplaints@rmit.edu.au.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(14) Complaints may be received via telephone.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(15) Complaints may be referred from other business units or areas within RMIT.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Privacy and Record Keeping",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) Staff will not unless otherwise required by law or at the direction of the General Counsel, discuss details relating to specific individuals with third party complainants to safeguard the privacy of individuals.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(17) The details of the complaint, the outcome and action taken will be recorded and used for service improvement.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(18) Complainants will usually receive a written outcome unless to do so would breach legislation, policy, or otherwise have a deleterious effect on any party.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Management and Resolution",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) The nature of the complaint and the parties involved will be assessed before determining the most appropriate method(s) of resolution.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(20) Any or all parts of the complaint may be transferred for resolution under other processes as deemed necessary.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(21) The Manager, Central Complaints and Investigations will follow a procedurally fair methodology to investigate third-party complaints.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(22) Outcomes reached under this procedure will be considered final. Any decision to re-open a complaint after an outcome has been delivered will be at the discretion of the University with explicit approval of the Executive Director, Governance, Legal and Strategic Operations.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(23) Resolutions available under this procedure include a wide range of non-disciplinary actions including but not limited to an explanation, apology, training, counselling, coaching, or a review of policy, procedure or practice.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(24) The Victorian Ombudsman is the appropriate review mechanism for outcomes provided under this procedure.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}