{
  "metadata": {
    "title": "Titles Regulations",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=197",
    "scraped_date": "2025-10-31 01:24:13"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Part A - PRELIMINARY",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(1) The purpose of these Regulations is to make provision for conferral of honorary titles on persons who are associated with the University in a substantial way, including persons who are not employed or appointed to established or recurrent positions.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(2) These Regulations are made under the RMIT Statute No.1 and sections 28, 29 and 30 of the Royal Melbourne Institute of Technology Act 2010.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(3) In these Regulations:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Emeritus professor means a person who is of significant scholarly and distinguished service to the University and has retired from academic or employment activity or, in exceptional circumstances, is a former professor of the University who is not retiring from academia.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Honorary professor or honorary associate professor means (i) a retired member of the University’s academic, vocational education or professional staff, or (ii) a retired academic of another university who wishes to continue or develop a significant academic association with the University. In both instances, it is recognised that research may still be conducted but the person should be retired from academic employment/activity.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Adjunct professor, adjunct associate professor, adjunct senior fellow, adjunct fellow, or adjunct associate means an academic from another university or institution whose appointment will develop and strengthen scholarly engagement and research or learning and teaching culture, capability and activities within the University.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Adjunct industry professor, adjunct industry associate professor, adjunct senior industry fellow, adjunct industry fellow, or adjunct industry associate means a non-academic who is an expert in an appropriate field and holds an appropriate and corresponding position in industry, business, public sector, professional, clinical or cultural communities. They contribute significantly to the scholarly engagement and either research or learning and teaching culture and activities within the University and foster partnerships between the University and industry, profession or the wider community.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Visiting professor, visiting associate professor, visiting senior fellow, or visiting fellow means a member of the academic staff of another educational or research institute, or a member of an industry body who is research active, who is appointed for a limited (specified) time to contribute to the research, learning and teaching, engagement and advancement of the University.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Honorary appointee means a person who is conferred an honorary title, established and defined in these Regulations, under the terms and conditions established under the Honorary Appointments Policy and Procedure.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Part B - TITLES",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(4) Subject to the relevant policies and procedures, the University may appoint, on such terms and conditions as it decides:",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Honorary Associate Professors",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Adjunct Associate Professors",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Adjunct Senior Fellows",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "Adjunct Industry Professor",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "Adjunct Industry Associate Professor",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "Adjunct Senior Industry Fellow",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "Adjunct Industry Fellow",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "Adjunct Industry Associate",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "Visiting Associate Professors",
              "subclauses": []
            },
            {
              "clause_number": "17",
              "text": "Visiting Senior Fellows",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}