{
  "metadata": {
    "title": "Travel Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=80",
    "scraped_date": "2025-10-31 01:26:25"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) RMIT supports travel to enhance and enable its teaching, learning, research, engagement and management activities.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(7) RMIT will fund travel where there is a clear and measurable purpose that cannot be achieved in another way, the costs are reasonable and appropriate, and the travel is compliant with this policy and related procedures.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(8) In facilitating travel, RMIT is committed to ensuring:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the safety of all RMIT travellers",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "RMIT’s financial obligations are met",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "the environmental impact of the travel is reduced.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(9) RMIT will provide travel insurance for approved travel that has been processed via RMIT’s contracted travel management company.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(10) Prior to making a travel commitment, all employees should consider the environmental impact of their proposed travel and explore alternatives to travel.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(11) Travellers should be aware that the relevant cost centre or project will be billed for the purchase offsets for carbon emissions from land-based and air travel for each travel event from 1 January 2025.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(12) RMIT has a zero-tolerance approach to modern slavery and is fully committed to preventing slavery and human trafficking in our operation and supply chain.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) RMIT travellers are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "discussing travel plans with their manager, and in the case of international travel, obtaining RMIT approval prior to seeking external regulatory approval to travel or booking travel arrangements",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "ensuring that travel is booked and managed through the contracted travel management company in accordance with the relevant travel procedure, and approval must be sought through the relevant Travel management system",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "exercising practical judgement in booking the lowest practical fare and deciding on transport or accommodation for their circumstances",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "considering the climate change impacts of their travel decisions and reducing emissions wherever possible through smart travel planning and low-emissions transport options",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "considering the negative impact on climate change that upgrading to business class will have, as these classes of seats account for a greater share of the flight’s greenhouse gas emissions",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "ensuring that personal travel and expenses are not paid for using RMIT funds",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "seeking approval from manager(s) if arranging travel for RMIT guests or family members",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "taking reasonable steps to ensure that they are fit for travel, obtaining appropriate security, health and safety guidance prior to embarking on travel",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "ensuring travel documents are up to date",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "ensuring that travel activities are covered by existing RMIT insurance",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "exercising awareness of their cyber security responsibilities when carrying RMIT devices",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "ensuring that travel funded from an external body complies with the terms and conditions of the grant. If the terms and conditions pertaining to travel are inconsistent with the Travel Policy and the Business Expenses Policy, ensure they are aware of the cultural, environmental and legal sensitivities of their host region, country or organisation.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "Taking reasonable steps to ensure that they are fit to travel and associated activities, including notifying their line manager if there are any factors that may affect their ability to undertake the travel or associated activities; and where this is the case, provide written clearance from a relevant medical practitioner confirming their fitness to travel.",
              "subclauses": []
            },
            {
              "clause_number": "15",
              "text": "(14) Where possible, RMIT will make reasonable adjustments to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "facilitate University business-related travel for employees with disabilities; and",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "appropriately address the implications of any unexpected illness for employees while they are undertaking University business-related travel.",
              "subclauses": []
            },
            {
              "clause_number": "18",
              "text": "(15) Line managers are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "discussing travel plans with their staff prior to approving their travel arrangements, including: the responsibilities set out in clause 13(a)-(m) directing the traveller to raise a request for business-related flights and accommodation through the RMIT Travel pre-booking tool upon line manager approval, making travel bookings through RMIT’s appointed travel management company ensuring they can confirm that the travel is being undertaken for legitimate RMIT business, and if there is a personal component to the travel, that the dominant purpose of travel is for RMIT business.",
              "subclauses": [
                "the responsibilities set out in clause 13(a)-(m)",
                "directing the traveller to raise a request for business-related flights and accommodation through the RMIT Travel pre-booking tool",
                "upon line manager approval, making travel bookings through RMIT’s appointed travel management company",
                "ensuring they can confirm that the travel is being undertaken for legitimate RMIT business, and if there is a personal component to the travel, that the dominant purpose of travel is for RMIT business."
              ]
            },
            {
              "clause_number": "2",
              "text": "ensuring approved travel expenses adhere to the Business Expenses Policy.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "advising travellers to return home where their safety is at risk.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(16) University Executive members are responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "approving RMIT-funded travel to high-risk international destinations for all RMIT travellers in their college or portfolio (except for Vietnam)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "obtaining their own travel approval from the Vice-Chancellor or their delegate.",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(17) The Chief Officer Procurement is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "maintaining the Travel Procedure - Staff",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "overseeing arrangements with RMIT’s appointed Travel Management Company",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "maintaining a list of approved travel suppliers",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "ensuring appropriate pre-departure travel information is available to staff and students.",
              "subclauses": []
            },
            {
              "clause_number": "30",
              "text": "(18) The Chief Financial Officer is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "establishing fringe benefits tax (FBT) guidelines",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "approving the Vice-Chancellor travel-related activities and expenses.",
              "subclauses": []
            },
            {
              "clause_number": "33",
              "text": "(19) The Executive Director, Students is responsible for maintaining the Travel Procedure - Students.",
              "subclauses": []
            },
            {
              "clause_number": "34",
              "text": "(20) The Chief Operating Officer can require travellers to return home where their safety is at risk.",
              "subclauses": []
            },
            {
              "clause_number": "35",
              "text": "(21) The University Secretary and Academic Registrar is responsible for:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "approving the Chancellor travel-related activities and expenses",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "approving Council Member-related activities and expenses.",
              "subclauses": []
            },
            {
              "clause_number": "38",
              "text": "(22) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Travel Procedure - Staff",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Travel Procedure - Students.",
              "subclauses": []
            },
            {
              "clause_number": "41",
              "text": "(23) Any defined terms below are specific to this policy.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}