{
  "metadata": {
    "title": "Travel Procedure - Students",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=108",
    "scraped_date": "2025-10-31 01:23:53"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Traveller Safety",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) Students undertaking enrolment-related travel must comply with:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "RMIT policies, procedures and processes",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "host institution or organisation policies and procedures (where applicable)",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "any direction given by the Chief Operating Officer in the interest of safety",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "any other directions given by RMIT on conduct and requirements for that travel",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "any special conditions imposed by a scholarship or other funding body",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "the Civil Aviation Safety Authority advice for air travellers",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "local laws of the state, country or countries in which they are travelling",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "host country border entry requirements to ensure students have obtained the correct endorsement to enter, leave, or stay for a specified period of time.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(7) Prior to travelling, students undertaking enrolment-related international travel must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "register and provide all relevant travel documentation in RMIT Global Learning portal and in International SOS, including itinerary details and any changes to travel",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "complete the micro-credential module ‘Preparing for Learning Abroad’",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "attend a comprehensive pre-departure briefing provided or arranged by the program coordinator",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "if an Australian citizen, register for updates with Smartraveller at the Australian Government website, and in the case of a crisis, register with the service so the Government can assist",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "if a non-Australian citizen, register with a similar Government service from their home country.",
              "subclauses": []
            },
            {
              "clause_number": "16",
              "text": "(8) Where group travel is a requirement of a student’s program, it is the responsibility of the program coordinator, prior to the travel, to:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "complete a risk assessment for the proposed international study program with assistance from the Global Learning team",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "provide students with a pre-departure briefing or arrange for an appropriate briefing by relevant RMIT staff",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "provide students with conditions of participation.",
              "subclauses": []
            },
            {
              "clause_number": "20",
              "text": "(9) All student exchange partners and third-party providers related to student mobility are risk assessed by the Global Learning team prior to final approval of any agreement related to travel. This ensures appropriate and relevant guidance is provided for potential high-risk travel.",
              "subclauses": []
            },
            {
              "clause_number": "21",
              "text": "(10) RMIT reserves the right to withdraw a student’s program or representation based on Government or International SOS travel advice. RMIT will not be liable for any expense incurred due to the cancellation of travel, and claims should be made through the student’s insurance.",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(11) RMIT students who are funding recipients or awardees of a Department of Foreign Affairs and Trade (DFAT) program, including, but not limited to Australian Volunteers, Australia Awards, New Colombo Plan, other DFAT-funded scholarship programs or grants, and students who are undertaking travel as part of a DFAT agreement must:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "have their program risk assessed by the RMIT business unit administering the DFAT program with the support of the Global Learning team",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "receive the appropriate approvals prior to travel plans being made",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "attend a pre-departure briefing",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "sign conditions of participation",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "attend a DFAT briefing if they are a New Colombo Plan scholarship recipient.",
              "subclauses": []
            },
            {
              "clause_number": "28",
              "text": "(12) A student or staff member who has concerns or suspicions that a member of the RMIT Group has engaged in sexual exploitation, abuse or harassment while on travel must report their concerns to RMIT Safer Community or the Whistleblower hotline, Stopline, within 48 hours of becoming aware of the incident.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Arranging Travel (Domestic or International)",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) Where group travel is a requirement of a student’s program, RMIT may arrange the travel booking and in other circumstances the student will be responsible for booking their own travel program.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(14) Whether or not RMIT is arranging the travel booking, the student is responsible for ensuring they have:",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "additional travel insurance if necessary (refer to the section below for RMIT insurance coverage)",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "necessary immunisations",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "COVID vaccinations if required",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "fulfilled other requirements relevant to the travel arrangement",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "researched additional requirements if their program is in a sanctioned country. More information on sanctions can be found on the website for the Australian governments sanctions regulator, the Australian Sanctions Office.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(15) For students under the age of 18 years, valid consent from their guardian or caregiver must be in place when arranging travel.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(16) Students arranging their own travel must not book flights on the EU Air Safety List.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Travel Insurance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(17) All students undertaking enrolment-related travel receive complimentary travel insurance.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "This excludes any individual travel from an RMIT global campus or partner once they reach Australia or domestic travel that is less than 50km from the students point of origin.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "This insurance covers cancellations, delays, lost luggage, theft, hire car excess cover, and some other nonmedical expenses.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Medical insurance is covered for international travel emergencies only.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Student Conduct",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(18) Students are bound by the Student Conduct Policy and Student Charter while undertaking enrolment-related travel.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(19) Refer to the following documents:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "DFAT Risk Guidance Note on Preventing Sexual Exploitation, Abuse or Harassment",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Student Travel Risk Escalation Matrix, which lists approvers of overseas activities for students travelling in countries identified as high risk.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}