{
  "metadata": {
    "title": "Whistleblower Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=48",
    "scraped_date": "2025-10-31 01:26:30"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Matters to Disclose",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) To qualify for protection as a whistleblower, the disclosure must be about a matter covered by the Victorian Public Interest Disclosures Act 2012 or the Commonwealth Corporations Act 2001.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Under the Victorian Public Interest Disclosures Act 2012, improper conduct at RMIT University that can be disclosed includes: criminal offences or corrupt conduct serious professional misconduct dishonest performance of RMIT functions intentional or reckless breach of public trust or misuse of information substantial mismanagement of RMIT resources substantial risk to health and safety of a person or to the environment conduct that adversely affects an RMIT employee or Council member’s honest performance of their functions conduct that is intended to adversely affect an RMIT employee or Council member’s effective performance of their functions for the benefit of another person a reprisal against someone who makes a public interest disclosure (e.g. intimidation, harassment, discrimination or disadvantaging them in relation their employment).",
              "subclauses": [
                "criminal offences or corrupt conduct",
                "serious professional misconduct",
                "dishonest performance of RMIT functions",
                "intentional or reckless breach of public trust or misuse of information",
                "substantial mismanagement of RMIT resources",
                "substantial risk to health and safety of a person or to the environment",
                "conduct that adversely affects an RMIT employee or Council member’s honest performance of their functions",
                "conduct that is intended to adversely affect an RMIT employee or Council member’s effective performance of their functions for the benefit of another person",
                "a reprisal against someone who makes a public interest disclosure (e.g. intimidation, harassment, discrimination or disadvantaging them in relation their employment)."
              ]
            },
            {
              "clause_number": "2",
              "text": "Under the Commonwealth Corporations Act 2001, which applies to RMIT’s controlled entities, improper conduct that can be disclosed includes: actual or suspected misconduct or an improper situation or circumstance relating to an RMIT controlled entity or the RMIT Group conduct that represents a danger to the public or the financial system information that RMIT or any of its employees has committed an offence again certain legislation, or that is punishable by 12 months’ imprisonment or more.",
              "subclauses": [
                "actual or suspected misconduct or an improper situation or circumstance relating to an RMIT controlled entity or the RMIT Group",
                "conduct that represents a danger to the public or the financial system",
                "information that RMIT or any of its employees has committed an offence again certain legislation, or that is punishable by 12 months’ imprisonment or more."
              ]
            },
            {
              "clause_number": "4",
              "text": "(7) As with other forms of complaints, a whistleblower disclosure ideally includes:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "a description of the alleged incident, where and when it occurred",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "an estimate of the impact",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "any available documentation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Who can Receive a Disclosure",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(8) To whom a whistleblower disclosure can be made depends on whether the disclosure is about RMIT University, an RMIT controlled entity or the RMIT Group overall.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Public interest disclosures are allegations of improper conduct or detrimental action by a current or former RMIT employee or Council member. These cannot be investigated by RMIT and must be reported to the Victorian Independent Broad-based Anti-Corruption Commission (IBAC).",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Disclosures about administrative actions taken by RMIT University can be submitted to the Victorian Ombudsman.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Disclosures about an RMIT controlled entity made under the Commonwealth law can be submitted to RMIT’s Whistleblower Coordinator, the Australian Securities and Investment Commission (ASIC), or the Australian Prudential Regulation Authority (APRA).",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Disclosures about RMIT University, any of the controlled entities, or the RMIT Group overall, can be made to Stopline.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Disclosures to RMIT’s Whistleblower Coordinator are assessed to determine if they need to be referred to an external agency for investigation or can be investigated by RMIT in accordance with the Fraud and Corruption Investigation Instruction.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(9) For disclosures made to external agencies such as IBAC, ASIC or the Victorian Ombudsman, after an initial assessment they may decide to dismiss the matter, investigate it, or refer it to another government or law enforcement agency.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(10) Disclosures can be made anonymously, although that may affect the ability to effectively investigate the matter as it prevents further information being sought.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Protection for Whistleblowers",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(11) Persons considering making a whistleblower disclosure may seek independent legal advice to ensure they are complying with and will be appropriately protected by the applicable law.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(12) RMIT provides support to whistleblowers in accordance with the Victorian and Commonwealth law. These include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "taking all reasonable steps to protect the confidentiality of the whistleblower’s identity and information that may lead to their identification",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "protecting the whistleblower from reprisal",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "providing appropriate welfare support.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(13) Protections may be lost if the person making the whistleblower disclosure is found to have engaged in misconduct, or did not have reasonable grounds for making a disclosure (e.g. making a vexatious claim), or disclosed information to someone who should not have received it.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(14) RMIT discourages deliberate false reporting of whistleblower or Public Interest Disclosure matters. Where IBAC or other external agencies decide not to investigate a complaint because it is vexatious or frivolous, it will notify the complainant. Staff or students found to have made vexatious whistleblower disclosure or Public Interest Disclosures may be subject to a misconduct investigation.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(15) Whistleblower Procedure Schedule 1 – Types of Disclosures.",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}