{
  "metadata": {
    "title": "Workplace Behaviour Policy",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=122",
    "scraped_date": "2025-10-31 01:26:42"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Principles",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(7) RMIT is committed to creating a culture where all people can participate in a workplace free from harassment (including sexual harassment), discrimination, bullying, victimisation, fraud, corruption and theft. Behaviour of this kind is unacceptable and may be unlawful.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(8) RMIT is committed to encouraging positive values-based behaviour. RMIT will not tolerate unacceptable or unlawful behaviour by staff, or directed at staff, or behaviour that undermines the right of all people to feel safe, respected and valued.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(9) Standards and expectations of professional and respectful workplace behaviour, as outlined in the Code of Conduct and Workplace Behaviour Standard, apply to all interactions between staff, students and third parties where there is a connection with the workplace.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(10) RMIT recognises the existence of a connection with the workplace where the behaviour has some link to the workplace. This includes:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "when staff are in the workplace physically (face to face) or operating in the online work environment",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "when staff are performing work even though not physically in the workplace",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "when staff are attending functions, workshops or events related to work",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "outside of work behaviour if the behaviour can negatively impact on RMIT or its reputation",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "where the conduct occurs outside of work but creates issues within the workplace (for example, stalking an employee or student outside of work).",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(11) Maintenance of academic freedom is a principal value of RMIT.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The provisions in this Workplace Behaviour Policy do not seek to limit academic freedom but clarify behavioural expectations consistent with the collegial and community nature of a university which is itself the foundation of academic freedom.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Conduct permitted under the Intellectual Freedom Policy does not constitute a breach of this policy.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(12) RMIT promptly addresses concerns, complaints or reports about unacceptable workplace behaviour by applying any relevant enterprise agreement, policies, and the procedures under this policy as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "14",
              "text": "(13) RMIT Vietnam addresses concerns, complaints or reports about unacceptable workplace behaviour by applying its Internal Labour Rules and any other applicable procedures under this policy or other relevant RMIT policies.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Compliance",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(14) Behaviour which breaches this policy will be treated as misconduct or serious misconduct.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(15) Staff who breach this policy may be subject to disciplinary action, including summary termination of employment. Staff who engage in unlawful behaviour may also be subject to criminal or civil liability. For RMIT Vietnam, a breach of this policy by any employee may result in disciplinary action being taken against them as detailed in the Internal Labour Rules.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(16) All staff who work for, or with, the RMIT Groups:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "must be aware of their obligations under this policy",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "must ensure their behaviour complies with this policy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "should identify and report unacceptable workplace behaviour to a manager or other senior staff member, a member of the People team, or through other designated complaints or disclosure avenues including the RMIT Complaints Portal.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(17) RMIT managers are responsible for taking prompt action if suspected or actual breaches of this policy occur and have a duty of care to implement corrective actions, where necessary. Some non-exhaustive examples of disciplinary and non-disciplinary actions are set out in Schedule 1 to the Managing Conduct Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(18) The Vice President, People and Culture is responsible for ensuring:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "the effective implementation of this policy, including the provision of training and awareness-raising on appropriate workplace behaviour and managing misconduct",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "compliance monitoring and reporting to governance bodies",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "continuous improvement processes exist for managing misconduct",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "ensuring the appropriate delegated authority is exercised when determining an outcome of a staff misconduct investigation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(19) This policy will be reviewed every five years in accordance with the Policy Governance Policy.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(20) Schedule 1 – Unacceptable Workplace Behaviour provides some non-exhaustive examples of sexual harassment, discrimination, victimisation, behaviours that (if repeated) may constitute bullying and other forms of unacceptable workplace behaviour under this policy which may be updated by the Vice President, People and Culture from time to time.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(21) Refer to the following documents which are established in accordance with this policy:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Workplace Behaviour Standard",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Managing Conduct Procedure",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Staff Complaints Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(22) Staff should also refer to the following related policy documents:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Intellectual Freedom Policy",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Staff-Student Relationships Procedure",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Health Safety and Wellbeing Policy",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Gender-Based Violence Prevention and Response Policy",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "Conflict of Interest Policy",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "Fraud and Corruption Control Policy",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "Information Technology - Acceptable Use Standard",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "Managing Conduct Procedure",
              "subclauses": []
            },
            {
              "clause_number": "11",
              "text": "Inclusion, Diversity and Equity Policy",
              "subclauses": []
            },
            {
              "clause_number": "12",
              "text": "Internal Labour Regulations (Vietnam).",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}