{
  "metadata": {
    "title": "Work Adjustment Procedure",
    "approval_date": "",
    "review_date": "2025-10-31",
    "source_path": "https://policies.rmit.edu.au/document/view.php?id=157",
    "scraped_date": "2025-10-31 01:21:54"
  },
  "structure": [
    {
      "part_title": "Main Content",
      "sections": [
        {
          "section_title": "Work Adjustment Requests",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(6) A work adjustment may have one of these outcomes or a combination of the following:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Workplace access: changes to work area design and means of access to the workplace and all facilities, modifications to technology and equipment",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Hiring practices: changes to the procedures used for testing, selection, learning and development training, promotion and termination",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Work procedure: modifications to the specific requirements of a role, restructuring of duties, modifications to working hours, adoption of flexible work practices, flexible hours and leave options",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "Provision of specific services, facilities, aids or equipment, including, but not limited to, the provision of interpreters, equipment, or assistance with particular aspects of a job",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "Reassignment of an individual employee: a change of position or the reassignment of specific tasks to another position.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(7) Adjustments can apply at each stage of employment and through various work practices, including:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "recruitment, selection and appointment",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "training and career development",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "probation, progression and promotion",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "performance management",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "any other employment benefit.",
              "subclauses": []
            },
            {
              "clause_number": "13",
              "text": "(8) Adjustments may be permanent or temporary depending on the nature of the request and the requirements of the individual. Adjustments can include:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "flexible working arrangements",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "assistive technology",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "supervision/additional support",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "Auslan interpretation and/or captioning",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "job design or work arrangements",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "training or retraining",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "provision of information in suitable formats",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "adjustment to communication styles",
              "subclauses": []
            },
            {
              "clause_number": "22",
              "text": "(9) Stakeholders involved in the work adjustment can include any or all of the following:",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "service areas such as People, Property Services and ITS",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "external contractors and consultants.",
              "subclauses": []
            },
            {
              "clause_number": "25",
              "text": "(10) The University will provide work adjustment or develop a return to work program based on the needs of the individual when staff experience illness, injury or disability.",
              "subclauses": []
            },
            {
              "clause_number": "26",
              "text": "(11) In order to assess reasonable accommodation, or to ensure a safe and timely return to work, the University will work with the individual to understand impacts, may reach out to Job Access in collaboration with the individual for a workplace assessment, may request a fitness for work certificate or further information from a medical practitioner to support the University in determining an appropriate adjustment.",
              "subclauses": []
            },
            {
              "clause_number": "27",
              "text": "(12) For staff with illness, injury or disability compensated as part of an accepted and current workers’ compensation claim, refer to the Injury Management (WorkCover) Process.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Responsibilities",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(13) RMIT collects information on new staff and their workplace adjustment requirements at the onboarding stage of the employee lifecycle. This information is:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "to enable the best advice and solution to work adjustment request in optimal timeframes",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "completely confidential and only shared with stakeholders that need to assess a solution.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(14) The Work Adjustment team of specialist advisors, in consultation with staff member and their manager, is responsible for providing staff with the right combination of workplace adjustment, that is ready for their first day at work.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(15) People managers are responsible for enabling the work adjustment and will support the Work Adjustment team.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(16) Job applicants will be asked if they require a work adjustment through the standard RMIT application form.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(17) If a job applicant is offered an interview and requires a work adjustment to participate in the interview process, they must self-identify through the application process to the People Recruitment Team.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(18) Requests for adjustments will not impact on the selection panel’s final decision, although the panel is able to assess the applicant's ability to perform the inherent requirements of the position.",
              "subclauses": []
            },
            {
              "clause_number": "9",
              "text": "(19) New staff should provide workplace adjustment requirements through the recruitment and onboarding form.",
              "subclauses": []
            },
            {
              "clause_number": "10",
              "text": "(20) The following support services are available to existing staff:",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "People Connect (who will log the request and forward it to the appropriate team)",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "Health Safety and Wellbeing for return to work from illness/injury",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Work Adjustment team for all other work adjustment queries.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Review of Work Adjustments",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(21) After the implementation of a work adjustment, staff will be able to provide comments on the process and outcome and there will be a systematic review of the adjustment.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(22) A term of review of the adjustment needs to be decided between manager and staff member, depending on the need or any changes required during the course of employment.",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "The review term normally won’t exceed 12 months.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "If further changes are required to assist the staff member, then updated documentation may be requested.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "Work adjustments may need to be reviewed specifically if the position changes or the staff member’s circumstances change.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(23) If a work adjustment is an ongoing requirement, staff are encouraged to record all requirements on their personnel file, which can serve as a passport for work adjustment for future adjustments especially if a change of position, manager, promotion or location requires review/continuation of work adjustment requirements.",
              "subclauses": []
            },
            {
              "clause_number": "7",
              "text": "(24) Staff are encouraged to communicate workplace requirements in relation to any impairment, health condition or disability in the normal course of employment. These work requirements may be temporary or ongoing and could include a range of support from awareness of immediate manager to tangible supports and work adjustments.",
              "subclauses": []
            },
            {
              "clause_number": "8",
              "text": "(25) Staff requesting a work adjustment are encouraged to discuss the underlying issue, but the focus should primarily be on the work adjustment required. RMIT encourages a culture that supports and meets the needs of staff and students.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Privacy",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(26) Information provided by staff relating to personal circumstances, disability and/or health conditions must be treated sensitively, and identifying information must only be shared with the staff member's consent.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(27) De-identified statistics will be maintained and used for planning and reporting purposes within the People team to ensure RMIT is informed of staff requirements in relation to work adjustment and responds adequately.",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "(28) Managers may discuss matters with service providers in general terms and on a no-name basis to obtain advice on managing any particular situation.",
              "subclauses": []
            },
            {
              "clause_number": "4",
              "text": "(29) Personal and health information provided to the University will be treated in accordance with the Privacy Policy and applicable legislation.",
              "subclauses": []
            }
          ]
        },
        {
          "section_title": "Concerns",
          "clauses": [
            {
              "clause_number": "1",
              "text": "(30) If a staff member/applicant or manager has concerns about any actions they may raise their concerns directly with People Connect who will triage the issue and seek expert advice or refer on as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "(31) Any grievances arising from discrimination or harassment on the ground of disability, illness, injury or personal circumstances should be reported in the first instance to either:",
              "subclauses": []
            },
            {
              "clause_number": "2",
              "text": "member of the People team, or",
              "subclauses": []
            },
            {
              "clause_number": "3",
              "text": "escalated via the Complaints Portal in accordance with the Staff Complaints Procedure.",
              "subclauses": []
            },
            {
              "clause_number": "5",
              "text": "(32) A staff member or applicant who requests a work adjustment is protected from being disadvantaged because they made such a request. Individuals who feel that they have experienced unfavourable treatment due to their disability or work adjustment request may contact People Connect for advice or raise their concerns via the Complaints Portal.",
              "subclauses": []
            },
            {
              "clause_number": "6",
              "text": "(33) This policy includes the following schedule(s):",
              "subclauses": []
            },
            {
              "clause_number": "1",
              "text": "Schedule 1 – Service Catalogue for Workplace Adjustment",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": []
}